[{"url":null,"title":"irish-news","story":"Speaker at Cork rally says people will \u0026lsquoreject Government\u0026rsquos pretend restrictive measures\u0026rsquoMinister says Government wants to spend \u0026lsquomany millions more\u0026rsquo on general practiceIMO warns medical profession is \u0026lsquounder attack\u0026rsquo and doctors are \u0026lsquosick of so-called reform\u0026rsquoConference hears party is focused on return to spirit of Belfast AgreementRally held in Dublin hears criticism of Government\u0026rsquos lack of urgency on housing issuesGarda\u0026iacute gave chase after vehicle failed to stop in Garryowen before men tried to flee on footYoung girl travelled to Netherlands with family last year to treat Dravet syndromeEx-Sinn F\u0026eacutein chief says: \u0026lsquoThe people that I know didn\u0026rsquot go to war. The war came to us\u0026rsquoIMO urges HSE to establish separate service for care of violent or aggressive patientsIrish group jibe soccer legend about fact their game\u0026rsquos rules allow everyone to handle the ballTrial date set following UFC star\u0026rsquos outburst but the real fun could be in the civil courtsProject at Temple Bar\u0026rsquos Ark asked young people to re-imagine a city for themselvesDriver fatally injured when car hit fence at Ardmayle on Friday nightQuestions from public centre on future legislation, say repeal campaigners in SligoAs numbers decline, the church may have to consider amalgamationsBusinessman exchanged text messages with Leslie Buckley on the issue, document showsDepartment of Taoiseach figures show rising costs of inquiries and Moriarty tribunalAppeal lodged over ruling on department\u0026rsquos release of correspondence under FOI ActHuman rights body signals the country has a case to answer over killing of the Irish manFormer first minister said Dublin\u0026rsquos Border remarks risk provoking paramilitariesThank you for signing up.You will start to receive Daily Digests from newsdigest@comms.irishtimes.com.Please add this email address to your address book.Which Daily Digest would you like?Invalid email or password."},{"url":"https://www.irishtimes.com\u0027/polopoly_fs/1.3453420.1523052938!/image/image.jpg_gen/derivatives/box_300_160/image.jpg","title":"denis-o-brien-knew-of-protected-disclosure-before-inm-board-did-1.3453296","story":"Businessman Denis O’Brien knew about the protected disclosure made by former Independent News \u0026amp Media (INM) chief executive Robert Pitt, before the board of the media group was told, according to a court document.Mr Pitt made a protected disclosure to INM in November 2016 about a proposed sale of Mr O’Brien’s radio station, Newstalk, to INM. During discussions in October 2016, Mr Pitt was advised that the radio station might have a value of up to €14 million, approximately €20 million less than was being sought. The sale never went ahead.The purchase of Newstalk was promoted by the then chairman of INM, Leslie Buckley, according to an affidavit before the High Court from the Director of Corporate Enforcement, Ian Drennan. Mr Buckley is a close business associate of Mr O’Brien.According to Mr Drennan’s affidavit, there was an exchange of text messages on November 11th, 2016, between Mr Buckley and Mr O’Brien about Mr Pitt’s protected disclosure.The INM board was not aware of the matter until 10 days later, on November 21st, when it established a committee to investigate. The committee met on November 22nd and November 23rd. It heard from Mr Buckley but did not invite Mr Pitt to appear before it.The affidavit goes on to say the committee came to a unanimous decision on November 23rd that there was no evidence of any matter that constituted a serious concern for INM, and decided to advise the board to take no further action.Mr Drennan, in his affidavit, described this as “wholly unsatisfactory and inadequate” and said there was a failure to appreciate the gravity of the situation. The affidavit quotes a text from INM director Len O’Hagan to Mr Buckley on November 26th where he said: “I know it’s galling for us but I believe we now need to write the cheque and be done with him.” Mr Buckley replied that he had the INM lawyers working on it.Mr O’Brien later sent a message to Mr Buckley that said: “This storm will pass. I know it is awful for you, but we need to play the long game. This will put pressure on the two malcontents... Ultimately we may have to get them out and pay them. Best regards, Denis.”After the committee’s decision, Mr Pitt threatened legal action, and an independent review was established. It did not come to a definitive finding on the disclosures because of the gulf between what was said by Mr Buckley and by senior management. Mr Pitt then made a protected disclosure to Mr Drennan. Mr O’Brien did not respond to a request for a comment. Mr Buckley has said he will “robustly defend” himself against any allegation made by Mr Drennan. A spokesman for INM had no comment.Thank you for signing up.You will start to receive Daily Digests from newsdigest@comms.irishtimes.com.Please add this email address to your address book.Which Daily Digest would you like?Invalid email or password."},{"url":"https://www.irishtimes.com\u0027/polopoly_fs/1.3453320.1523042669!/image/image.jpg_gen/derivatives/box_300_160/image.jpg","title":"department-collects-280-planning-documents-for-worst-case-brexit-1.3453322","story":"\t\t\t                                        \t\t\t\t\tTánaiste and Minister for Foreign Affairs Simon Coveney, who is managing the Government’s Brexit team. Photograph: Alan BetsonThe Department of Foreign Affairs has collected emergency plans from all Government departments amounting to 280 documents in preparation for the possibility of no deal being reached on Brexit. Plans were sought by the department, which is leading the Government’s preparations for the UK’s withdrawal from the EU in March 2019, as part of contingency planning for a worst-case scenario. The reports sought from the departments are aimed at preparing a Government-wide response to manage a disorderly Brexit, including any emergency legislation required and measures to deal with high tariffs imposed on goods entering and leaving the UK and delays at Irish and British ports. In some cases, the department has sought more detailed plans, resulting in dozens more documents being submitted by the Departments of Finance and Business. The Department of Finance has looked at whether new legislation would be required for financial services in the event of a hard Brexit given that contracts in this area are governed by English law.The potential number of new customs and excise staff and additional resources required by the Revenue Commissioners to manage post-Brexit inspections and Border checks has also been explored by the department.“A massive amount of work has been going on across all Government departments to ensure Ireland is prepared for every eventuality with Brexit,” said a spokesman for Tánaiste and Minister for Foreign Affairs and Trade Simon Coveney, who is managing the Government’s Brexit team.“We have to be prepared for a disorderly Brexit and that work is under way, it is contingency planning we hope never to have to use,” he added.The department has declined to release details of the planning contained within the documents as it was “still being processed and is extremely sensitive” with Brexit negotiations ongoing, said the spokesman.“It is not in the national interest for us to air our contingency planning for all to see during international negotiations which are of such fundamental importance for the future of the island,” he said.EU and UK negotiators have been meeting over the quiet Easter period in Brussels discussing for the first time potential ways to avoid a hard Border on the island of Ireland.In a separate development, the EU’s chief Brexit negotiator, Michel Barnier, has accepted an invitation to visit Ireland again at the end of this month. Mr Barnier is expected to visit the Border and possibly Belfast when he visits for the Government’s next all-island civic dialogue on Brexit, comprising 1,500 civic society and industry representatives, in Dundalk, Co Louth. Ahead of that visit, Mr Coveney will continue his round of shuttle Brexit diplomacy, briefing foreign ministers of smaller EU countries over the coming week on Ireland’s concerns around the UK’s departure.Portuguese foreign minister Augusto Santos Silva will visit Mr Coveney at Iveagh House in Dublin on Monday. The Tánaiste will meet the new Dutch foreign minister, Stef Blok, in The Hague on Wednesday.He will then host German foreign minister Heiko Maas in Dublin on Thursday. Ahead of a meeting of foreign ministers in Luxembourg on Monday week Mr Coveney will host the foreign ministers of the EU’s Nordic and Baltic member states along with Mr Blok at a dinner the previous evening.Negotiations move to phase II after agreement reached on protecting the rights of citizens in both UK \u0026amp EU, Northern Ireland and the financial settlement of the orceThank you for signing up.You will start to receive Daily Digests from newsdigest@comms.irishtimes.com.Please add this email address to your address book.Which Daily Digest would you like?Invalid email or password."},{"url":"https://www.irishtimes.com\u0027/polopoly_fs/1.3454411.1523124430!/image/image.jpg_gen/derivatives/box_300_160/image.jpg","title":"fact-almost-10-000-people-homeless-a-blight-on-society-1.3454412","story":"\t\t\t                                        \t\t\t\t\tPeople taking part in a  protest organised by the National Homeless and Housing Coalition in Dublin on Saturday. Photograph: Nick Bradshaw.Figures showing that almost 10,000 people were homeless across the State at the end of February are a “shame and a blight on our society”, a housing rally in Dublin has heard.The protest, organised by the National Homeless and Housing Coalition, saw participants march from the Garden of Remembrance to Custom House Quay.It was told that trade unions would mobilise to press for the building of 10,000 public homes every year for the next five years.The latest homelessness figures, for the month of February, show almost 10,000 iniduals are homeless with 3,755 children among the total.Kevin Callanan, the vice-president of the Irish Congress of Trade Unions (Ictu), described the figures as a “shame and a blight on our society”.He told the crowd that Congress had set up a committee to campaign for an end to homelessness. It will have three aims: The first is for the Government to declare a homelessness emergency. The second is for the building of 10,000 homes by the State every year for five years, and the third is for a referendum giving everybody a right to a home.“Where stands the Republic if they can’t vindicate this basic right. What is liberty without social solidarity and equality?” he asked.“We need a national policy once and for all to make the country’s national resources work for the people.”The rally was also addressed by homelessness campaigner Fr Peter McVerry, who said the Government had failed to address the housing crisis in an adequate way.“Government must go back to the drawing board, look at the policies that they are currently operating to address the homeless and housing problem,” he said.Fr McVerry maintained the Government was doing very little while house prices and rents were increasing all the time.He suggested it should adopt radical measures including making it illegal for landlords, bankers and vulture funds to making anybody homeless “except in very exceptional circumstances”.He also recommended that the Government must draw up an inventory of empty properties and sites and bring them back into use.Social housing needs to be built “on a much more massive scale” than at present, he said.“There is no sense of urgency. There does not seem to be any sense of a commitment to tackling this which the Minister for Finance (Paschal Donohoe) said was the most serious social problem this country has faced in a generation.”The rally heard from Tracey Hanby, a nurse, who said she has been at risk of homelessness for the last seven years.She said she was part of a “new demographic” of those facing bankruptcy and homelessness and has arrears of €70,000 to the bank. She described herself as “almost homeless”.A crowd of approximately 1,000 people gathered in Customs House for the rally, although organisers claimed 15,000 participated in the march from the Garden of Remembrance .Siptu national campaigns and equality organiser Karan O’Loughlin, who compered the event, said it was now up to the parties of the left to bring a Bill forward to deal with homelessness.They want the Bill to be brought before the Dáil in September. She said it needed to include an end to evictions and a freeze on all rents.“This (the rally) is only the tip of the iceberg for what is coming. Once the politicians of the left line up, we will be targeting other politicians to join us.”Thank you for signing up.You will start to receive Daily Digests from newsdigest@comms.irishtimes.com.Please add this email address to your address book.Which Daily Digest would you like?Invalid email or password."},{"url":null,"title":"the-agreement","story":"A central figure in Good Friday negotiations, PUP leader is on political margins, 20 years onFormer deputy leader of SDLP says deal has been damaged in some eyes, but it still has promiseTwo decades after it was signed, the agreement that underpins the peace looks vulnerableFormer US President will receive the award at a ceremony on April 10th in Ulster HallTwenty years ago, a team concluded negotiations that sealed Belfast AgreementThe 1998 accord did not end the Troubles, but it did result in extraordinary progressFormer SDLP leader says deal has been damaged but has not outlived its usefulnessDo our current leaders have the same skills as those who helped secure the Belfast Agreement?Officials in both governments acknowledge lack of chemistry between Varadkar and MayHave we seen the new beginning to policing which was promised asks Joanne Murphy?Some families have campaigned for over 40 years for truth and justiceBritish-Irish relationship is both bedrock of agreement and its driving force, writes Katy HaywardThe Taoiseach and the British Prime Minister have staked their political reputations on the comprehensive peace package agreed\u0026hellipPerhaps, in time, the date will resonate in the collective memory of our children and our grandchildren, just as 1916 or 1912\u0026hellipWe send our newsletter out every Tuesday, Wednesday and Thursday morningOur politics team’s behind-the-scenes take on events of the day in your inbox each Tuesday, Wednesday and ThursdayInvalid email or password."},{"url":"https://www.irishtimes.com\u0027/polopoly_fs/1.3454351.1523103236!/image/image.jpg_gen/derivatives/box_300_160/image.jpg","title":"violence-can-be-a-legitimate-way-to-achieve-aims-adams-says-1.3454352","story":"\t\t\t                                        \t\t\t\t\tFormer Sinn Féin president Gerry Adams has said he believes violence can, in certain circumstances, be justified to reach political aims. Photograph: Cyril ByrneThe Irish Times.Former Sinn Féin president Gerry Adams has said he believes violence can, in certain circumstances, be justified to reach political aims.In an interview with German newspaper Der Spiegel, Mr Adams was asked about the Troubles, the current political deadlock in Northern Ireland and his hopes for a united Ireland.He was speaking ahead of the 20th anniversary of the Belfast Agreement next week.When asked if he believes violence is a legitimate means with which to reach one’s aims, he replied: “I think in given circumstances. “And the circumstances at that time in the North were that people were being denied their rights. “The English occupiers refused to concede those and in fact attacked the demonstrators. The most disastrous mistake that the English government made is that they handed the situation over to the generals. That always leads to a militarisation of the situation. Military people are not there to pacify, they are there to subjugate.” Mr Adams denied ever shooting at anyone during the Troubles but said he joined Sinn Féin after reading what the British government had planned for Ireland in the Special Powers Act.“The people that I know didn’t go to war. The war came to us,” he said.“I woke up one morning, and the British Army were in occupation of the local school, the local football pitch, the local social centre, the roadblocks were up. They were stopping you. They were throwing you up against the wall. They were arresting you. They were molesting women, and so on and so on.”Mr Adams was asked how he reconciled his Catholic faith with the use of violence. “It’s still my view that the use of armed actions in the given circumstances is a legitimate response. Whether you exercise that right is another issue. And of course, there were many things that the IRA did which were wrong. And I both condemned at the time and deplore and regret it to this time,” he said.Mr Adams was also asked if the Belfast Agreement was worth the deaths of more than 3,000 people killed during the Troubles.“Well, it’s hard to measure it in those ways. Of course, it would’ve been far better if not one person was killed or injured. But you don’t pursue and you don’t get progress without struggle,” he said.“And I say that as someone who has lost a lot of family members and friends and who has been tortured and shot myself. I’ve been there, and I’ve been at many, many funerals. But of course, you can only measure all of this at the end of all of this. And I do believe that Irish unity is going to be the reality.“Many armed groups were involved in the conflict. Regardless of who was responsible, I regret all the dead. Our cause and our commitment must be to ensure it never happens again.”Mr Adams said he felt he achieved his aims as leader of Sinn Féin and would continue to work as an activist. He was replaced by Mary Lou McDonald in February and intends to retire from the Dáil following the next general election. We send our newsletter out every Tuesday, Wednesday and Thursday morningOur politics team’s behind-the-scenes take on events of the day in your inbox each Tuesday, Wednesday and ThursdayThank you for signing up.You will start to receive Daily Digests from newsdigest@comms.irishtimes.com.Please add this email address to your address book.Which Daily Digest would you like?Invalid email or password."}]