[{"url":"https://metrouk2.files.wordpress.com/2018/04/sec_6138118.jpg?quality=80\u0026amp;strip=all","title":"alleged bitcoin creator craig satoshi nakamoto wright reveals secrets rare interview","story":"There’s one very obvious question many people want to ask the cryptocurrency pioneer Dr Craig Wright: are you Satoshi Nakamoto?This Australian academic and entrepreneur shot to fame in 2015 after admitting he was Satoshi, author of a white paper which set out the rules and design of Bitcoin.But soon after he stepped into the spotlight, critics rounded on him and rubbished his claims to be the face behind the pseudonym. Since then, he’s gone to ground and quietly worked on amassing an enviable personal fortune.Now he’s opened up about his life in a rare and revealing interview with Metro.co.uk in which he gives details of his wealth, shares the life-changing effects of outing himself as Nakamoto and speaks out about the tragic death of his business partner for the first time.Before I ask the inevitable question about whether Craig really is Satoshi – or whether his claims were a load of tosh – I want to know why he’s decided to talk to me.Dr Craig Wright, who may or may not be one of the inventors of Bitcoin‘There’s so much misunderstanding about Bitcoin – so much FUD,’ he says, using an acronym for the ‘fear, uncertainty and doubt’ which many Bitcoin investors blame for the cryptocurrency’s dramatic price plunges.‘People can’t seem to get it right, so someone has to start setting out the truth.’‘It annoys the crap out of me, to put it simply,’ he adds.We catch up on the morning of Good Friday for a Skype chat. Craig’s wearing a grey sleeveless hooded top so he can head down to his own luxurious and well-appointed gym after we’re finished.At the end of our talk, I realise that I’ve been sitting in shadow the whole time, so he’s essentially been speaking to some faceless phantom with an estuary English accent. Which seems fitting, somehow, for a discussion about the shadowy, often anonymous world of cryptocurrencies.Craig, on the other hand, sits in bright light in what looks like a windowless room in a London house which he describes as opulent – and gigantic.I sense he’s still smarting a bit from the mauling he got after coming out as Satoshi, but can’t tell for sure whether this is because he’s angry about continued accusations that he lied about being the father of Bitcoin or for some other reason I can’t fathom.So I hit Craig with the one question which every journalist inevitably wants to put to him.MORE: Heartbroken families ‘lose life savings’ in catastrophic crash of Bitconnect cryptocurrency‘I never confirm or deny,’ he tells me.‘I’m getting better at this. So I’ll plead the American fifth.’He wasn’t always so coy.After investigations in Gizmodo and Wired named Craig Wright as the man behind Satoshi, he did little to deny the rumours and vowed to give the BBC ‘extraordinary proof’ of his identity.However, he did not produce this proof and was pilloried by people who accused him of lying about his role in the birth of Bitcoin. He later posted a message on his website which insisted he did not deceive the world but would not be taking steps to prove that he was the man behind Satoshi.The barracking continues to this day, with Ethereum cofounder Vitalik Buterin calling him a ‘fraud’ earlier this week.‘I believed that I could do this. I believed that I could put the years of anonymity and hiding behind me.‘But, as the events of this week unfolded and I prepared to publish the proof of access to the earliest keys, I broke. I do not have the courage. I cannot.‘When the rumours began, my qualifications and character were attacked. When those allegations were proven false, new allegations have already begun. I know now that I am not strong enough for this.‘I know that this weakness will cause great damage to those that have supported me, and particularly to Jon Matonis (founding director of The Bitcoin Foundation) and Gavin Andresen (software developer who played a key role in building software which powers Bitcoin) I can only hope that their honour and credibility is not irreparably tainted by my actions.‘They were not deceived, but I know that the world will never believe that now. I can only say I’m sorry. And goodbye.’I try another tack and ask him how many Bitcoins he’s holding right now. Satoshi Nakamoto has a fortune of about 980,000 Bitcoins worth almost $20 billion, which would make him the 44th richest person in the world.‘They are sort of ephemeral so you can’t hold them,’ he says evasively.‘I have some printed as coins, but there’s only a few hundred of those.’So I try again, mistakenly asking him if he owns millions.‘Not millions, no,’ he replies. Even if he is Satoshi, this would be a true answer.Bitcoins don’t generally exist in physical form and are stored using a virtual ledger called the blockchainMORE: Bitcoin fuelling trade in elephant tranquilliser drug so strong it’s considered a chemical weaponThe key fact to remember about Satoshi’s fortune is that it’s not quite the same as having loads of traditional cash tucked away in the bank.If the person behind Nakamoto was seen to be selling his huge cryptocurrency stash, it would probably spook investors and cause a price crash which would render his fortune worthless.‘Why would anyone do that, assuming I had that kind of level of Bitcoin?’ Craig asks.‘People can speculate all they want. It’s now gone to the point where I don’t hide as much as I used to. It’s fairly public knowledge that I have money.His is mysterious crypto-fortune is used to fund investments in companies working on to ‘build the Bitcoin ecosystem’, he insists. Instead of withdrawing it all, he’s using and even adding to it with no intention to suddenly cash in his virtual coins.Since being identified as Satoshi, Craig has also built up a more visible fortune through his company NChain. Before Bitcoin, he already enjoyed a successful career in information security and programming, building the architecture for one of the earliest online casinos aged just 29.Even if he’s not Satoshi, he’s still a very rich man.This chart starts in 2010 and shows the rapid growth of Bitcoin (Graphic: Coindesk)‘I already have everything I need. I don’t think people understand this,’ he says.‘People can’t say exactly what I have, which is the nature of Bitcoin. But I have enough to have a few sports cars and a big house without a home loan.‘I have a mortgage in Australia, but money in my bank account at the same time.’He admits that being outed as Satoshi was ‘surreal’, as he went from being an academic and entrepreneur who ‘no-one cared about’ to finding journalists camped on this doorstep.‘I worry for my family,’ he admits. ‘You see things like people being kidnapped because they own Bitcoin or whatever else.’Yet there is one person who did not benefit from the Bitcoin price explosion: Craig’s former business partner.David Kleiman, who worked with Craig Wright during the dawn of Bitcoin (Picture: DavidKleiman.com)Dave Kleiman, who is to be co-creator of the world’s most important cryptocurrency, died impoverished and alone at the beginning of 2013 after apparently failing to reap the benefits of his involvement in the dawn of Bitcoin.His grisly, sad and lonely end sparked wild conspiracy theories in recent years as the price of Bitcoin soared from next to nothing to a massive $20,000 at the end of last year.Wright is now facing a lawsuit from Kleiman’s brother, Ira, who has accused the crypto pioneer of wrongfully seizing more than $5billion worth of Bitcoin from Dave’s estate.‘He was my friend,’ Wright says sadly, his voice beginning to falter.‘This will probably come out anyway. The US government knows it all already.’Ira Kleiman’s court filings state that his brother and Wright shared a ‘mutual obsession with cryptography and data security’.‘It is unclear whether Craig, Dave, andor both created Bitcoin,’ it continues.‘For reasons not yet completely clear, they chose to keep their involvement in Bitcoin hidden from most of their family and friends. It is undeniable, however, that Craig and Dave were involved in Bitcoin from its inception and that they both accumulated a vast wealth of bitcoins from 2009 through 2013.’Bitcoin soared in price during 2017 to almost $20,000 before plunging down to under $7,000 at the time of writing in a cryptocurrency ‘bloodbath’ (Picture: Getty Metro.co.uk)Dave Kleiman was left wheelchair-bound following a major motorcycle accident in 1995.After contracting MRSA from infected bed sores, he spent the last few years of his life in and out of hospitals.Finally, in 2013, he allegedly told doctors to ‘go fuck themselves’, checked himself out and went back to his home in Palm Beach CountyThe computer genius died a month later in poverty, facing the foreclosure of his house.According to a report from the Palm Beach County Medical Examiner Office, his body was found decomposing and blood and faecal matter was detected in his wheelchair tracks.His house was scattered with open bottles of alcohol and a loaded handgun was found next to him.Although Kleiman’s mattress had a bullet hole in it, there were no empty cases in the house, ruling out suicide, and coroners said MRSA had stopped his heart.‘Dave was in hospital and had been left too long, so ended up with infected bed sores and all sorts of problems,’ Craig says.‘Things were getting it worse and I don’t think people there really cared.‘At the end of it, he got sick of the pain and checked himself out without telling anyone.’KFC is one of many firms which now accept Bitcoin for certain purchases (Credit: Getty Rex)He tells me Kleiman died in poverty because his money was seized during an investigation into a Costa Rica-based Bitcoin exchange called Liberty Reserve, which was one of the earliest Bitcoin exchanges.‘Early in 2013, the Americans sized Liberty Reserve and seized all funds there, saying these guys fund drugs and terrorism and everything like that. Which, so do banks, honestly.‘When it was shut down, all his money was seized.‘Dave had a lot of Bitcoins. But they were… wherever Dave left his Bitcoins.’Kleiman reportedly carried a USB drive at all times, although this has not been confirmed. If this did contain a fortune in Bitcoin, opening up could prove impossible because it is likely to be locked down using strong encryption.Craig Wright speaking to the BBC (Photograph: BBC News)Ira Kleiman’s court case alleges Wright ‘perpetrated a scheme against Dave’s estate to seize Dave’s bitcoins and his rights to certain intellectual property associated with the Bitcoin technology’.It continues: ‘As part of this plan, Craig forged a series of contracts that purported to transfer Dave’s assets to Craig andor companies controlled by him. Craig backdated these contracts and forged Dave’s signature on them.’I ask Craig if was upset by the allegations and feels hurt.He responds: ‘I do in many ways. Yes.’We sit in silence for a moment after Craig shares his sadness about the death of Dave Kleiman, who was a ‘good friend’.The tragedy is compounded by the sad fact that Kleiman never got to see Bitcoin explode in price and even begin gain a measure of mainstream acceptance.Nowadays, everyone from Paris Hilton to the bra entrepreneur Michelle Mone is investing in cryptocurrencies, while banks and financial organisations are rushing to see how they can make even more money by taking part in this emerging economy.It wasn’t always like this. In its infancy, Bitcoin’s advocates imagined it would become a global currency which would liberate us from the tyranny of mighty governments and central banks, freeing citizens by effectively allowing them to become their own bank.Craig says he’s a libertarian, but ‘pragmatic’ enough that it hasn’t stopped him working for government agencies.‘You have a lot of anarchists talking about Bitcoin because they think they can build a system without central banks, overthrow the government and all the rest.Since Bitcoin was released, a number of other crytocurrencies including TrumpCoin have been unleashed (Credit: AP, Bitcoin)He believes Bitcoin can make banks and governments a ‘little more honest’, because their transactions are visible because they are recorded on the blockchain, but does not believe it will bring about some kind of utopia.‘You have to be realistic. We have the opportunity to open up global free trade with Bitcoin and it gives us the ability save money without it being taken, because it’s pseudonymous and we can save money in an account no-one knows about.‘Bitcoin is a tool and like all tools it can be used for good or bad.‘Hammers can be used to make a set of shelves. Hammers can be used to beat someone.‘It’s how you use a tool that matters.’Three teenage boys charged over stabbing of 13-year-old boy in east London14 dead after bus carrying junior hockey team crashes on way to match in Canada‘Why would anyone do that?’ he asks.‘If you want a system to be built on truth and start trying to get people to understand, what’s better: a scenario where people blindly follow you because of a name or a slow battle where you convince people using facts, mathematics and science?‘I’ll tell you that people don’t learn if you come out there and build a cult of followers. They spout what you say, but don’t understand it.‘That’s a Church of Satoshi, for heck’s sake. It’s even been ided in a Protestant and Catholic schism.’‘At the end of all this, Bitcoin isn’t a universal saviour. The only thing that will save humanity is humanity.’"},{"url":"https://metrouk2.files.wordpress.com/2018/04/sec_6120272.jpg?quality=80\u0026amp;strip=all","title":"dont stress yogas not thing now can goat pilates","story":"As strange as it may sound, yoga with goats is nothing new.Doing downward dog as a goat wanders beside your mat has been a thing since back in 2016, first in farms in the US, then eventually in special classes in Europe.What is new, however, is goat pilates, which has some subtle differences.The first goat pilates class in the UK has taken off at a former dairy farm in Marlborough Downs, created by Laura Corbett.Laura breeds the pedigree goat kids on her farm. After seeing videos of goats standing on people’s backs during yoga classes, she was inspired to bring the joy of goats into the pilates studio.(Picture: SWNS)She uses young goats rather than fully grown ones, as kids prefer to interact with humans, enjoying being nestled in and stroked.The people doing the pilates get the endorphins of having a good stretch, plus the release of all the feel-good hormones that come from spending time with cute animals.‘The kids are like puppies with beautiful long ears and silky coats – always seeking attention,’ says Laura.(Picture: SWNS)‘Goats have inidual characters and connect with us by looking at us in the eye, so no-one can help but fall in love with them.‘They playfully jump and climb on top of you, lightly nibble your clothes and hair, taking real interest in each participant.”Providing great therapy and an enjoyable experience, which can’t help but make you smile.’The classes can take up to 16 (human) participants, and start by having everyone stand on mats in a barn as the goats are brought in.(Picture: SWNS)The goats are free to roam around and get comfortable as the group warms up, and are then able to climb on people as they stretch. Because they’re kids, they’re light enough to stand on people’s backs without causing discomfort.‘We can only use the baby kids because they are small and agile,’ explains Laura.‘They are between three and six weeks of age, any older and they become too heavy and develop horns that can be quite sharp.’That means the classes can’t run year round, instead taking running for three weeks annually while the goats are young.MORE: Why you need to exercise your feet and ankles if you want to run properlyMORE: Tracksuit berets are now a thingMORE: ASOS drops its first ever fitness range, ASOS 4505"},{"url":"https://metrouk2.files.wordpress.com/2018/04/tesco-bottles.jpg?quality=80\u0026amp;strip=all","title":"people fuming tescos meal deals smaller bottle coca cola","story":"(Picture: Tescometro.co.uk)Not content with ruining Irn-Bru and Lucozade, the sugar tax has wreaked further havoc on our enjoyment of fizzy drinks.As a way to deal with the price hike, all the standard 500ml of Coca-Cola and Pepsi in Tesco have been swapped to a 375ml version.That’s a big deal, because those are the bottles that are now part of the lunchtime meal deal, meaning you now get less sugary goodness as part of your lunch break.But the real travesty here is this: Despite the shrinkage of the bottle, the price of Tesco’s lunchtime meal deal remains £3.Yep, you’re paying the same thing for less fizzy drink to sip. This is an outrage.The change happened with the official start of the sugar tax, presumably as a way to deal with the increase on the price of Pepsi and Coca-Cola – neither of which have changed their recipes, instead choosing to up the price.It’s not just meal deals that are affected. It looks like we’re entirely unable to buy 500ml bottles of Coca-Cola from Tesco, with all of them being replaced with the 375ml bottles, still for £1.30 each.Before you start charging to Tesco’s holding signs with ‘GIVE US BACK OUR FIZZY DRINKS’, it’s worth noting that it’s unlikely Tesco will be the only supermarket offering a smaller drink with your meal deal.Supermarkets selling Coca-Cola and Pepsi as part of their meal deals will face a choice: Either increase the price of their deals to include the tax (which would p*ss customers off), or include smaller bottles of fizzy drink as part of the current offer (which, clearly, would also p*ss customers off).That means we’re all left with our own choice of how we will respond to this horror.We can accept our smaller drinks and enjoy sticking to a £3 budget for lunch.We can swap to a big bottle of water if we’re thirsty.Or if we’re really determined to polish off a large bottle of Coke midway through our day, we’ll need to pay extra and head to a different aisle to get a 2 litre bottle, letting go of the joy of a meal deal entirely.This is life now, thanks to the sugar tax. It’s going to take us a while to adjust.MORE: Is the sugar tax just an exercise in babying adults?MORE: The sugar tax is a good thing, but it won’t solve all our diet problems"}]