[{"url":"http://www.dailymail.co.uk/news/article-5258341/What-Meghan-Markles-net-worth.html","title":"What is Meghan Markle’s net worth?","story":"    It\u0027s official! Prince Harry and Meghan Markle released this photograph to mark their engagement. They will marry in Windsor on May 19, 2018Who is Meghan Markle?Meghan was born Rachel Meghan Markle on August 4, 1981, in Los Angeles to Doria Loyce Ragland, a social worker and yoga instructor, and Thomas Markle Sr, an Emmy Award-winning lighting director, who currently lives in Mexico.Meghan\u0027s parents orced when she was six years old and she has two older half-siblings on her father\u0027s side, Thomas Markle Jr and Samantha Grant. After growing up in Hollywood, Meghan graduated from Northwestern University in 2003 with a double major in theatre and international studies.At the start of her acting career, she worked as a freelance calligrapher to support herself but soon gained small roles in shows such as General Hospital, Century City, The War at Home and CSI:NY.Meghan is also well known for her stint as a \u0027briefcase girl\u0027 on the US version of the game show, Deal or No Deal.She started dating actor and producer Trevor Engelson in 2004. They  married in Jamaica in 2011 and orced after two years in 2013.          Meghan Markle will join the royal family when she marries Prince Harry in spring of this year          Meghan is fast becoming a trendsetter, so far opting for a look that is more laid back than her soon-to-be sister-in-law Kate Middleton\u0027sWhat is Meghan Markle\u0027s net worth?Meghan  net worth is currently at $5 million (£3.7m), according to Celebrity Net Worth.This is  half of Kate Middleton\u0027s $10 million (£7.4m) and is insignificant compared to her future husband Prince Harry\u0027s net worth of $40 million (£29.6m).How did Meghan Markle make her money?As Rachel Zane on Suits, Meghan  was making more than $50,000 (£37,000) for each episode and her annual salary totalled $450,000 (£333,000). This figure includes $80,000 (£59,300) worth of sponsorship and endorsement opportunities.In 2010 she was also paid $187,000 (£138,000) for appearing in the film Remember Me and $171,429 (£127,000) for The Candidate.Despite being rich, Meghan rented a three-bedroom, two-bathroom home in Toronto\u0027s Seaton Village while she was filming Suits, thought to cost around $1,770 (£1312) a month.Meghan  also leased an Audi SUV worth around $54,000 (£40,000), acting as a brand ambassador for the brand, but she ended her lease early and used a chauffeur for the end of her job on Suits.          Meghan Markle\u0027s Instagram account documented her travels before being shut down in 2017As Meghan Markle is a US citizen, sharing Prince Harry\u0027s royal wealth could become problematic, especially as it is not known whether she will take dual nationality. Alongside this, if Meghan were to receive any royal money, she would have to pay income tax to the United States\u0027 Internal Revenue Service (IRS).Royal expert Marlene Koenig revealed that if she remains a US citizen after marriage and has investments in the US, like a retirement plan, for example, she would have to pay tax.\u0027This is even on money earned outside the United States. If she receives money from her husband or his family, and that\u0027s considered income, she would have to pay income tax on that\u0027, Koenig said.If Meghan has more than $300,000 (£222,000) worth of assets in a tax year, she will have to file a Form 8938 documenting these assets, which would then include previously undisclosed details of the royal family\u0027s estate.This situation is very likely because of Meghan\u0027s current net worth of $5 million (£3.7m).    Engaged: American actress Meghan Markle, soon to be Her Royal Highness, the Duchess of Sussex, is pictured at an official engagement in London with her fiance Prince Harry"},{"url":"http://www.dailymail.co.uk/news/article-5537713/Mail-petition-contract-UKs-new-blue-passport-British-firm.html","title":"Mail petition: Give the contract for the UK\u0027s new blue passport to a British firm","story":"      The Government had decided the post-Brexit blue passports should be made by a European companyA Daily Mail and MailOnline petition to have Britain\u0027s post-Brexit blue passports made by a British company has gained more than 265,000 signatures. The Government had decided the passports should be made by a European company.But the Daily Mail and MailOnline called on ministers to put British workers first by reversing the decision and giving the contract to a British firm. Now you can add your voice too – simply enter your name, email address and home town into the form below to add YOUR voice - the total will be regularly refreshed so you can see how you\u0027ve made a difference. Be assured, your details will be kept confidential. If you can\u0027t see the entry form details, simply copy and paste this address into your browser, or click here: www.dailymail.co.ukpassportsTOTAL SO FAR: 267,192Our grand total above includes both online and postal signatories.You can also share this page with your friends and family by using the links below:"},{"url":"http://www.dailymail.co.uk/news/article-5562957/Melania-knows-bulls-artists-White-House-claims-new-book.html","title":"\u0027Melania knows who the bulls*** artists are\u0027 in the White House, claims new book","story":"    In the upcoming book The Trump White House: Changing the Rules of the Game, longtime Trump friend Ronald Kessler tells  how Melania Trump has become a powerful first lady. An independent thinker\u0027She always seems to have the pulse on the right move and the right person at the right time. When she weighs in, it\u0027s always spot-on. She knows where he is, where he should be, and how we could move an issue.\u0027Whether in the Oval Office, on Air Force One, or in the residence, \u0027When she\u0027s around and she feels strongly about an issue or an event or whatever it is, she\u0027ll make her position known,\u0027 Spicer says. \u0027The thing is she really thinks about his positioning. Melania knows how to sort of read him and read the situation. She will say, This is not good for you. This is not consistent with what you said. She really has his best interests at heart. She knows when to pick her battles, and she\u0027s always entirely right.\u0027Melania reads widely, both publications and articles on the Internet. As she said to me at Mar-a-Lago while sitting next to Trump at dinner, \u0027I read every one of your articles,\u0027 referring to the ones I send her.Melania gives Trump both positive and negative articles that she thinks he should read. She also tips him off to people who come off well on TV in support of him.An independent thinker, Melania does not necessarily take sides with one faction or another within the White House staff.However, \u0027Melania didn\u0027t want Ivanka or Jared or other people coming and seeing the president up in the residence for business. She definitely put her foot down on that,\u0027 Bannon says.\u0027I think Melania does all the stuff of being a first lady because she\u0027s just very proud of it,\u0027 Bannon says. \u0027She\u0027s very low-key. She\u0027s not the type who\u0027s doing over-the-top waving. She never tries to draw attention to herself.\u0027While Melania often agrees with the advice of aides, \u0027Sometimes she\u0027d be the first one to weigh in with a point,\u0027 Spicer says.  Kellyanne Conway called Melania \u0027briliant\u0027 and said she had \u0027amazing instincts, political and otherwise\u0027. Sean Spicer, meanwhile, called Melania a \u0027powerful behind-the-scenes force\u0027 in the White House  Steve Bannon said that Melania can tell who\u0027s \u0027looking out for themselves and not Trump\u0027. Reince Priebus said that Melania will tell Trump when he needs to stop tweetingIn some cases, she will let an aide know that she is on his or her side when that person is under attack from her husband and presumably will let Trump know how she feels as well.Melania lets Trump know when her intuition tells her an unsavory character is trying to gain access or take advantage of him.\u0027Melania knows who the bulls*** artists are,\u0027 Steve Bannon says. \u0027She knows the promoters, the guys looking out for themselves and not Trump, and she lets him know it.\u0027He adds, \u0027You could write something negative about the president. If it had justification, she\u0027ll show it to him.\u0027\u0027Those of us who have the privilege to know her and work with her also acknowledge and appreciate how brilliant she is,\u0027 Kellyanne Conway says of Melania. \u0027She has amazing instincts, political and otherwise. She reads people exceedingly well. Her own story as an immigrant who heard about this wonderful place called America is inspiring.\u0027She was a little girl in Slovenia and came to this country to pursue her dreams. She is a successful entrepreneur in her own right, and is a devoted wife and mother.\u0027Stunning though she is, Melania is modest. \u0027Great pictures! But not the best of me,\u0027 Melania wrote to me, using a smiley face, of a photo of the two of us at a Trump New Year\u0027s Eve party at Mar-a-Lago.EXCLUSIVE: How Donald Trump mocked the lock-jawed, nasal...EXCLUSIVE: How the White House shut down a plan by the...Share this article    Unlike either Laura Bush or Michelle Obama, Melania interacts with aides and discusses policy questions, helping to focus policy or strategyAll first ladies influence their husbands and their administrations to some degree. In the case of Laura Bush, \u0027If it\u0027s a particular interest of the first lady, we will pay attention to the funding for those programs, and they will always prevail,\u0027 Clay Johnson, George W. Bush\u0027s high school friend and Yale roommate who became deputy director of the Office of Management and Budget, told me for my book Laura Bush: An Intimate Portrait of the First Lady. Johnson said Laura\u0027s influence extended beyond budgets. OMB routinely asked for her opinion or suggestions on appointments and on issues affecting agencies that deal with subjects of interest to her, such as education, the arts, women\u0027s rights, AIDS, libraries, the humanities, and juveniles with social problems.Bush himself also bounced policy questions off Laura. \u0027I don\u0027t believe he sits down with her and says, I have six policy items I want to go over with you,\u0027 Johnson said. \u0027Rather, issues come up in informal conversation. She is very smart and very wise and can give him an objective, big picture perspective that after an hour or so with the policy people, he may have lost. \u0027As an example, the president will talk to her about civil service reform issues. She will say, \u0027Do you really want to do that, or do you really want to make a change in leadership at a time like this?\u0027 \u0027Secret Service agents were dismayed to overhear Michelle Obama push her husband to be more aggressive in attacking Republicans and to side with blacks in police shooting controversies.           Kessler, pictured above with Melania at a Mar-a-Lago event, is a longtime friend of the Trump family          Kessler, pictured above with Trump, is also a former Washington Post and Wall Street Journal investigative reporterHaving listened to their talk in the presidential limousine, a former Secret Service agent says, \u0027Michelle\u0027s agenda goes back to when she said about her husband running for president, \u0027For the first time in my adult lifetime, I am really proud of my country.\u0027Unlike either Laura Bush or Michelle Obama, Melania interacts with aides and discusses policy questions, helping to focus policy or strategy.While Laura is a devoted reader of literary works, Melania devours articles on current events and policy issues.          Kessler\u0027s The Trump White House: Changing The Rules Of The Game will be released on April 3Melania also took control of events on the White House grounds, saying all planning and scheduling must go through her.Melania has confided to aides that she tries to get Trump to cool it when he feels he is under attack and a counterattack will only make things worse, calling more attention to the problem.A prime example of his self-destructive tendencies was Trump\u0027s decision to bring pointless legal action to stop the publication of Michael Wolff\u0027s book Fire and Fury, hyping its sales. Sometimes Trump listens most of the time he does not.The one piece of advice Trump has never followed from Melania is her constant suggestion that he stop sending tweets to his forty million followers, the greatest number of any world leader.\u0027She would tell him that he shouldn\u0027t tweet so much, put the Twitter away, just do not tweet,\u0027 Reince Priebus says. \u0027No tweeting. Stop tweeting. Slow down on tweeting.\u0027\u0027That might be one area where she won\u0027t win,\u0027 Spicer says. \u0027But that\u0027s probably the only one.\u0027At his age, Trump is \u0027not about to change,\u0027 says Trump\u0027s friend Chris Ruddy, CEO of Newsmax Media and a member of Mar-a-Lago.\u0027He won\u0027t stop saying things that rub people the wrong way. And he will not stop tweeting—nor should he—though perhaps there should be a process for reviewing his tweets before posting.\u0027"},{"url":"http://www.dailymail.co.uk/news/article-5563233/What-White-House-Easter-Egg-Roll-need-know.html","title":"What is the White House Easter Egg Roll and when is it? All you need to know","story":""},{"url":"http://www.dailymail.co.uk/news/article-5565635/DARA-BRIAIN-never-Strictly-did-win-it.html","title":"DARA Ó BRIAIN: I could never do Strictly... but if I did I would win it","story":"    Comedian Dara Ó Briain, 46, pictured, has been described as \u0027Britain\u0027s favourite Irishman\u0027          Dara, pictured yesterday at Stephen Hawkin\u0027s funeral, got to meet the acclaimed scientist before he died - and even owns a signed copy of his book, A Brief History Of TimeMeet your heroes. Mine was Stephen Hawking and I was fortunate enough to meet him a couple of times before he passed away. I actually dropped to one knee when I was first introduced to him in his hotel room. One of the most precious things I own is a signed copy of his A Brief History Of Time – my parents gave it to me as a Christmas present in 1988.I am a great dancer. I love dancing – if you get me on a podium then I will go crazy and people will be like, ‘B*****y hell.’ I am a big raver. I don’t do it as much as I used to because I suffer from osteochondritis dissecans, which is a problem that affects my left knee. I used to play lots of football but eventually my knee popped out.Walk this way! Join JULIA BRADBURY on her choice of...Riddle of the death plunge model: How a girl, 18, fell 14...Share this articleI could never do Strictly because my knee would go. But every year, I sit in front of it saying: ‘I would totally win Strictly if I was in it.’I have no Catholicism left in me but they know how to put on a good show. Catholic music, such as Requiem Mass In D Minor – Lacrimosa – by Mozart is so moving but you want to hear it with no priests in attendance.Keep going. It’s the best advice I’ve been given. Keep writing you never know if you will make it in comedy but if the fickle finger lands on you, you’d better be ready.You can surprise yourself. I was shy as a child, very academic. I had no desire to be a performer. Then at University College Dublin, I stood in front of an audience debating and the laughs I received gave me the biggest buzz and from that point, being a comedian was all I wanted. Dara hosts the Bafta Games Awards on April 12. bafta.orggames "},{"url":"http://www.dailymail.co.uk/news/article-5567453/Top-Gears-famous-test-track-turned-housing-estate-permission-given-1-800-homes.html","title":"Top Gear\u0027s famous test track to be turned into housing estate as permission is given for 1,800 homes","story":"Top Gear\u0027s famous aerodrome test track is set to become a housing estate after planning permission was granted to build 1,800 new homes          The aerodrome, in Dunsfold, Surrey, could become known as Dunsfold Park if the building goes ahead. Pictured: Matt LeBlanc and The Stig  The aerodrome, in Dunsfold, Surrey, could become known as Dunsfold Park if the building goes ahead.Leader of the local Council, Councillor Julia Potts, said: \u0027I am delighted that the Secretary of State has granted planning permission as this development will provide significant benefits to the local community, of the 1800 new homes 540 will be affordable.\u0027The development will also create over 1,000 new jobs and secure substantial financial contributions for much-needed infrastructure.\u0027Matt LeBlanc, Chris Harris, and Rory Reid battle it out...Share this articleFollowing the announcement Bob Lees, Chairman of Protect Our Waverley, said: \u0027We are very disappointed that the Secretary of State has permitted this development to go ahead.\u0027While more housing is needed, it should be put in the right place and Dunsfold is clearly not the right place, with its totally inadequate infrastructure.\u0027The planning approval was granted on Thursday March 29."},{"url":"http://www.dailymail.co.uk/news/article-5567829/Daily-Mail-petition-reaches-250-000-signatures-MPs-U-turn-passports-France.html","title":"Daily Mail petition reaches 250,000 signatures as MPs back U-turn on passports being made in France","story":"    Signatures for the Daily Mail\u0027s petition to have post-Brexit passports made in the UK passed 250,000. Now the Home Office has extended its deadline for challenging the decision for another two weeks Since it was revealed 11 days ago that the Home Office’s preferred bidder for the £490 million contract is Franco- Dutch firm Gemalto, more than 250,000 people have signed the Mail’s petition demanding a U-turn.Labour MP John Spellar said: ‘We should not even be at this stage – we should behave like every other major country and put British workers and British industry first.Mail\u0027s petition to give the contract for the UK\u0027s new blue...Swamped! Thousands of readers calling for post-Brexit blue...Share this articleLabour MP John Spellar (right) said passports should be made in UK to put British workers and industry first‘But this is welcome news. It puts energy behind the campaign and it shows the Government, because of the campaigns by the Mail, the Mirror and Unite, the concern about this across the country and across the political spectrum. We need to make clear that people want the Government to back British industry and British workers.‘We must not forget the main issue, which is that no other big country behaves like this. The US, the big countries of the EU, all put their own industries first. Only the British Civil Service puts foreign businesses and workers in front of their own.’ Germany, Spain, France, Italy and the US all make their own passports.          Sacks of letters addressed to the Daily Mail calling for passports to be made in Britain at the officesTory peer Lord Naseby said: ‘This is a welcome pause in proceedings. There is no rush and we now have this interim period to make it clear the British public wants their blue passports produced in the UK. We don’t want a French passport, we can see that from the Daily Mail’s campaign.‘I have written to the Prime Minister and hope she will review the whole thing and look at this and realise the security dimensions.’The former MP added that he had tabled two questions in the House of Lords demanding answers from the Government over the implications to security of having the documents made abroad. The Home Office says the outsourcing move would save up to £120 million over 12 years. It says the process is secure and that passport personalisation pages will still be done in the UK.          A team of Daily Mail staff go through all the coupons sent in by Daily Mail readers calling for the contract of the blue passports to be made by a British firmThe development comes after the Mail’s offices were swamped with thousands of letters supporting our campaign, which was praised in the Commons last week. More than 250,000 people have signed up online or sent in our coupons, along with letters of support.Labour MP Liz Twist, whose constituency houses the Gateshead factory, said: ‘We need more time to talk about this contract and to explain why we think it’s the wrong decision. People are devastated about the news and what it means for their futures, but they are also really proud of what they do. They are providing a great service very securely and returning money to the taxpayer through a gain share agreement.’MPs are hoping for a full parliamentary debate on the issue and for the Home Office to provide more information when MPs return after the Easter recess on April 16. A Home Office spokesman said: ‘Following a request from a bidder we have agreed to extend the standstill period. All bidders have been notified.’ To sign the petition click here. Mail petition: Give the contract for the UK\u0027s new blue passport to a British firm | Daily Mail Online"},{"url":"http://www.dailymail.co.uk/news/article-5568033/The-day-Meghan-Markle-let-ruthless-show.html","title":"The day Meghan Markle let her ruthless side show","story":"    Meghan Markle and her former husband Trevor Engelson pictured together in 2006When Meghan Markle made the decision to end her marriage to film producer Trevor Engelson in 2013, she acted swiftly — and some might say callously.Instead of flying from her new home in Toronto to Los Angeles, where the couple had shared a bungalow, to return her engagement and wedding rings in person, she simply sent them back to him by post.Engelson, whom she’d met when she was an aspiring actress and who’d mentored her to stardom in the TV series Suits, had been devastated by his wife’s ‘out of the blue’ request for a orce barely two years after they married.But it was not the first indignity he had suffered. Even before she called time on their marriage, when she moved to Canada to take up that starring role in the TV drama Suits, she took with her their expensive food-mixer.According to a revealing new biography of Ms Markle, it was a statement of intent — and of her newfound independence.‘She was her own woman now, earning a steady income, making new friends on-set and off, no longer dependent on her husband’s connections,’ the author writes. ‘A £360 Vitamix blender symbolised the ide.‘She insisted her favourite kitchen appliance from their West Hollywood home come with her to Toronto. She packed it into the back-seat of her car. It then sat on the kitchen counter in the Toronto house — a material reminder that her home was no longer in Los Angeles.’          Meghan was married to film producer Trevor for two years who gave her a small role in the film Remember MeIt is an image far removed from what we have seen thus far of the royal bride-to-be — a sweet-natured and compassionate woman who can barely believe her good fortune at becoming engaged to a prince.Doubtless there is a measure of truth in this. However, in his book, to be published this month, renowned royal biographer Andrew Morton portrays the 36-year-old actress in a very different light, suggesting a far more complex — and possibly calculating — character.Though Morton describes it as ‘an old-fashioned story of a local girl makes good’, he shows how Meghan has harboured dreams of becoming a princess since she was a teenager. Her ambition is to ‘become Diana 2.0’, according to her closest school friend.          Meghan is set to marry Prince Harry on May 19 after they began a romance in 2016In extracts published this weekend, the author also presents Meghan’s capacity for ruthlessness, describing how she has expunged people she once held dear from her life as she set about elevating her social and professional status.Morton’s depiction of Meghan builds on my own portrayal of her in an exclusive Daily Mail series last year, and draws on many of the same sources. However, the author who made his name in 1992 with Diana: Her True Story, which exposed her shockingly dysfunctional marriage to Charles, takes the extraordinary narrative further.It begins with Meghan’s own dysfunctional upbringing, which did much to shape her character. Her father, Thomas, was a leading Hollywood lighting director in his mid-30s when he met her mother, Doria, who was 12 years his junior and temping in his studio as a make-up artist. They married and were overjoyed when, a year later, Meghan was born, in August 1981.But their happiness was fleeting. As Morton recounts, they lived in a predominantly white suburb where neighbours would mistake her black mother for the nanny or nursemaid. On top of this bigotry, Thomas worked 80 or 90 hours a week, leaving his young wife to care alone for Meghan and her step-siblings, Thomas Junior and Yvonne (who later took the name Samantha) — her husband’s teenage children by his first marriage.With baby Meghan the apple of her father’s eye, her half-sister resented her from the outset. And while she was upstairs in her crib, Thomas Jnr, then 15, admitted to Morton that he would smoke cannabis downstairs with his friends.Matters came to a head when his father caught them passing round a joint. To get them out of the house, he dreamt up a grotesque ruse. After changing Meghan’s nappy, he fetched a spoon from the kitchen and pretended to eat from it, Morton writes.In fact, he had filled a clean nappy with chocolate pudding, but his son’s friends were duly repulsed and never returned. By the time Meghan was two years old, Doria had had enough and moved out, though four years would pass before her parents orced. As they shared custody of her, Meghan was shunted between them.          The royal bride-to-be during her time as a \u0027briefcase girl\u0027 on Deal or No DealAccording to one of her teachers, this caused Meghan difficulties — ‘one parent over here, one over there, neither of them particularly fond of each other’.However, according to a school-friend, mediating between the warring factions taught Meghan how to control her emotions.At two, her had parents enrolled her in the Little Red School House, an exclusive creche for stars’ children, where she began performing in plays. At one of her early performances, a girl with tangled blonde hair, jam-jar glasses and an awkward manner was in the chorus line. Today, Scarlett Johansson is the world’s highest paid actress.Yet Meghan’s early introduction to showbusiness also had disquieting overtones. At nine, her father, who was then working on the raunchy comedy Married With Children, would pick her up from school then take her to the set with him.There, she sat quietly in a corner, watching the enactment of scenes possibly too candid for a little girl’s eyes, involving semi-nudity and risqué sexual jokes. As Meghan said pointedly later: ‘It was a very perverse place to grow up. I went to Catholic school.’Around this time, in 1990, her father had a stroke of luck, although it quickly turned sour.      Last autumn, when their engagement was imminent and a meeting with the Queen at Buckingham Palace beckoned, Morgan writes revealingly, Meghan prepared for the occasion by making secret excursions to the Rose Tree Cottage — ‘a little slice of England in LA’, where she practiced sipping tea.It was to be the biggest moment of her life — and Meghan was determined to rehearse her part to perfection."},{"url":"http://www.dailymail.co.uk/news/article-5568769/Elon-Musk-makes-light-Teslas-woes-April-1-Twitter-prank.html","title":"Elon Musk says Tesla has \u0027gone bankrupt\u0027 in April Fool\u0027s Day prank","story":"    Elon Musk teased \u0027important news\u0027 to his 20million Twitter followers on Sunday before announcing that electric car maker Tesla had \u0027gone bankrupt\u0027The prank came amid reports of significant risks ahead for the manufacturer, which is heavily indebted and has not turned a profit since it began operating in 2003.It has lost about a quarter of its share value since the end of February, and is also currently under investigation by the US National Transportation Safety Board (NTSB) following a fatal accident involving one of its cars in California on March 23rd.Massive robot bees will find a place for mankind to live on...Aliens could be living in the acid clouds of Venus say Nasa...Share this articleTesla confirmed on Saturday its \u0027Autopilot\u0027 feature was engaged during the accident but said the driver ignored repeated visual and audio warnings and his hands were not detected on the wheel for six seconds prior to the vehicle\u0027s collision with a highway barrier.The car caught fire before two other cars struck it.          The prank was capped off with a picture of Elon slumped against a Model 3 Tesla with a sign that says \u0027bankwupt\u0027, but hints at genuine problems with the money-losing companyThe driver was identified by The Mercury News as a 38-year-old man, Wei Huang, an engineer for Apple. He later died in hospital.According to reports in the US media, the NTSB was unhappy that Tesla had released information before a final investigation was completed.A spokesman told The Washington Post: \u0027At this time the NTSB needs the assistance of Tesla to decode the data the vehicle recorded.\u0027In each of our investigations involving a Tesla vehicle, Tesla has been extremely cooperative on assisting with the vehicle data. However, the NTSB is unhappy with the release of investigative information by Tesla.\u0027The NTSB previously investigated a crash involving an autopilot-equipped Tesla in Florida in 2016."},{"url":"http://www.dailymail.co.uk/news/article-5568985/Kim-Jong-says-deeply-moved-K-pop-concert-North-Korea.html","title":"Kim Jong-un was \u0027deeply moved\u0027 by K-pop concert in North Korea","story":"North Korean leader Kim Jong Un smiled, clapped and said he was \u0027deeply moved\u0027 by a rare performance from South Korean K-pop stars in Pyongyang  The high profile appearance of Kim and his wife, former singer Ri Sol Ju, at the concert was unusual as his Stalinist regime typically struggles to prevent any infiltration of the South\u0027s pop culture among his isolated people          Kim clapped his hands during the performance. South Korea\u0027s culture, sports and tourism minister Do Jong-whan (right) also seemed to enjoy himself     The South Korean culture ministry said that Kim also met with the country\u0027s culture minister, which was confirmed by photographs taken at the eventThe visit by the South\u0027s entertainers, seen as part of a cultural charm offensive by Seoul, comes as a diplomatic thaw gathers pace on the peninsula ahead of a landmark inter-Korean summit later this month.Kim said he was likely to be busy \u0027because of his complicated political program early in April,\u0027 so he was glad to make it to the concert which he credited with bringing the \u0027spring of peace\u0027.The 120-member South Korean group - 11 musical acts as well as dancers, technicians and martial artists - gave one concert on Sunday with another set for Tuesday.U.S. and South Korea kick off annual joint military...Demand rockets for professional Kim Jong-un lookalike who is...North Korea \u0027is digging underground tunnel to prepare for...Ex-Fox News military analyst says the network kept him...Share this articleKim and his wife were seen clapping their hands during the two-hour Sunday event, which was also attended by Kim\u0027s younger sister, Kim Yo Jong, and the North\u0027s ceremonial head of state Kim Yong Nam.The concert at the elaborately decorated 1,500-seat East Pyongyang Grand Theatre ended with a standing ovation by the packed audience after a finale featuring all the stars singing a song about unification.One of the most closely watched acts was Red Velvet, part of the South\u0027s hugely popular K-pop phenomenon that has taken audiences in Asia and beyond by storm.          The most closely-watched group due to perform Sunday is Red Velvet (pictured in Pyongyang), part of the South\u0027s hugely popular K-pop phenomenon that has taken audiences in Asia and beyond by storm in recent decades          The show (pictured being rehearsed) is the latest reconciliatory gesture between the two countries in the build-up to a rare inter-Korean summit  The 120-member group - 11 musical acts as well as dancers, technicians and taekwondo artists - flew to Pyongyang on Saturday to perform concerts on Sunday as well as on Tuesday    Staff of Koryo Hotel wait to welcome the South Korean art troupe in Pyongyang, North Korea\u0027s capital          This picture from North Korea\u0027s official Korean Central News Agency (KCNA) taken on March 31 and released on April 1 shows South Korea\u0027s Culture Minister Do Jong-hwan (4th L) shaking hands with his North Korean counterpart Pak Chun-nam (3rd R) at Pyongyang airportEven leader Kim acknowledged that there had been \u0027so much interest in whether I\u0027d come to see Red Velvet or not\u0027.The five-member girlband - known for its signature K-pop mix of upbeat electronic music and high-voltage choreography - performed two of their hits, \u0027Bad Boy\u0027 and \u0027Red Flavour\u0027.\u0027The North\u0027s audience applauded our performance much louder than we expected and even sang along to our songs... it was a big relief,\u0027 band member Yeri told reporters.The ongoing rapprochement was triggered by the South\u0027s Winter Olympics, to which the North\u0027s leader Kim Jong Un sent athletes, cheerleaders and his sister as an envoy.Kim followed up by agreeing to a summit with South Korean President Moon Jae-in, and offering a face-to-face meet with US President Donald Trump. Kim also met Chinese President Xi Jinping in Beijing last week during his first overseas trip.The inter-Korean summit, the third such event after meetings in 2000 and 2007, will be held on April 27. No date has been set for the US-North Korean summit although it is expected before the end of May."},{"url":"http://www.dailymail.co.uk/news/article-5569019/Novelist-former-rock-singer-Carlos-Alvarado-Quesada-38-elected-president-Costa-Rica.html","title":"Novelist and former rock singer Carlos Alvarado Quesada, 38, is elected president of Costa Rica","story":"    Carlos Alvarado Quesada (pictured), a 38-year-old former minister in the outgoing government, is now set to join French President Emmanuel Macron and New Zealand Prime Minister Jacinda Ardern as democratically elected heads of state under the age of 40          Alvarado Quesada has faced much stronger headwinds by backing gay marriage in the conservative Central American country. Picutred: The former journalist and political analyst put his experience in public office to the fore, but his artistic merits as a thrice-published novelist and onetime singer in a progressive rock band helped colour his profile.He counts Ernest Hemingway and Pink Floyd among his guiding light.  Alvarado Quesada has faced much stronger headwinds by backing gay marriage in the conservative Central American country. In the closing days of the campaign, a poll showed seven in 10 Costa Ricans were opposed to such unions.His decisive 20-point margin of victory offers hope to fellow progressives elsewhere in Latin America working to defeat an evangelical-led backlash that has grown alongside expanding acceptance of gay and lesbian rights.Somethings fishy! Bizarre moment a school of ‘rock-suckers’...How a Miami playboy, a Russian gangster and a Cuban spy...It\u0027s fun in Finland! Nordic country tops list of happiest...EXCLUSIVE: \u0027She turned to me and said RUN!\u0027 Husband of...Share this articleIt also gives hope to his supporters that he can unite the country that decades ago gave up a standing army and is known worldwide for its ecological stewardship.Alvarado Quesada, who earned his masters degree at the University of Sussex and worked for three years for Procter \u0026amp Gamble in Panama, told Reuters in a recent interview he saw a larger trend in the ide exposed after a January court ruling called on Costa Rica to legalise same-sex marriage.\u0027I think it\u0027s a reflection of what\u0027s happening in the region and the world,\u0027 he said. \u0027People are experimenting across the world with movements that push single-issue or populist agendas.\u0027In Panama, Alvarado wrote what he considered his best novel: \u0027Las Posesiones\u0027 (The Possessions), about the confiscation of German and Italian properties in Costa Rica during World War II.           The former journalist and political analyst put his experience in public office to the fore, but his artistic merits as a thrice-published novelist and onetime singer in a progressive rock band helped colour his profile. Pictured: Alvarado Quesada casting his ballot           As a younger man, he also sang in a progressive rock band called Dramatika. Pictured: The man of the moment takes a selfie with a supporter during his visit to a market before the election Alvarado Quesada said he decided to step up after seeing what happened in the United Kingdom with the Brexit vote, what happened in Colombia after the referendum on peace, and seeing Western democracies face populist or fundamentalist movements.Before deciding to run for president, Alvarado Quesada served as social development minister and then labour minister under Luis Guillermo Solis, in whose center-left party he worked during his 20s.As a younger man, he also sang in a college rock band called Dramatika.Following university, his first job was at a sports gambling call center, where he took bets on mostly US teams in order to make enough money to buy his first guitar.          Following university, his first job was at a sports gambling call center, where he took bets on mostly US teams in order to make enough money to buy his first guitarCosta Rica\u0027s future president later turned to fiction writing, publishing four books over the course of a decade, including his novel \u0027The Life of Cornelius Brown.\u0027He told the Teletica channel in an interview that he decided to drop journalism after interviewing a woman in a poor neighborhood whose mentally troubled son had been murdered.\u0027I remember seeing this woman crying with such helplessness, and I was capturing this moment of inequality, of injustice. I was going to share this with a lot of people but without being able to change this inequality. That was the end of my life as a journalist, because I understood that one has to be involved to be change things,\u0027 he said.The married father-of-one will now face the difficult task of forging consensus in a country where large swaths of people have been polarised by faith-based appeals, a development many voters described as unprecedented.But his supporters point to his reserved nature as a strength, arguing his instinct toward negotiation will serve the country well after a hard-fought campaign.Alvarado Quesada will take office on May 8."},{"url":"http://www.dailymail.co.uk/news/article-5569167/Meghan-Markles-father-terrified-walking-aisle.html","title":"Is Meghan’s father swotting up on UK before the big day?","story":"    Thomas Markle Sr was pictured carrying an AA-published book called Images of BritainWhen your daughter’s about to become a British princess, it’s a good idea to swot up on the country.And that’s just what Thomas Markle appears to be doing ahead of his daughter Meghan’s wedding to Prince Harry next month.The 73-year-old was pictured carrying an AA-published book called Images of Britain: A Pictorial Journey Through History as he strolled through his hometown of Rosarito, Mexico last week. It could suggest the reclusive pensioner will give his daughter away at St George’s Chapel, Windsor, on May 19.Kensington Palace has yet to confirm whether the retired TV lighting director will do so. Mr Markle’s guidebook, first published in August 1990, is packed full of the most beautiful landscapes and buildings Britain has to offer.Less than 20 pages in, he will have found a photograph of his daughter’s wedding venue, Windsor Castle, looming over boats on the Thames.Last year Mr Markle was reportedly left ‘extremely’ hurt after Harry, 33, told the BBC his relatives were ‘the family’ his 36-year-old fiancee ‘never had’. Miss Markle’s half-brother, Thomas Markle Jr, 51, told MailOnline: ‘My father will be extremely hurt ... He dedicated the majority of all his time and everything to her.’          The book could be another suggestion that the reclusive pensioner will give his daughter away at St George’s Chapel, Windsor, on May 19The reason Mr Markle is getting to grips with British culture could be  because of his apparent nerves about walking his daughter down the aisle.        Millions of people across the world will be watching he accompanies his 36-year-old daughter through St George\u0027s Chapel in Windsor to her waiting groom, Prince Harry.But family members say the retired lighting director, who lives in in Rosarito Beach in Mexico, is nervous about \u0027representing his family, and America\u0027.The fiercely private 73-year-old will battle through health concerns including a knee injury to attend his daughter\u0027s nuptials on May 19.           Meghan shared this photograph of her with her father captioned simply \u0027Me and my dad\u0027 before she shut down her social media accounts          Meghan Markle, her father Thomas Markle Sr, and her nephew Tyler Dooley. Her father is reportedly \u0027terrified\u0027 about his daughter\u0027s upcoming wedding          An adorable Meghan is pictured here as a baby with her father, who \u0027worships the ground she walks on\u0027Renowned royal biographer Andrew Morton documents the family relationship and life of Harry\u0027s bride-to-be in his book, Meghan: A Hollywood Princess. In the book - which is being serialised by The Sun on Sunday - Thomas Markle Jr told Morton: \u0027I know how proud he will be to take her arm and walk her down the aisle.\u0027But I also know how terrified he will be. \u0027If he doesn\u0027t go he will regret it for the rest of his life. He is not just representing his family, he is representing America.\u0027 The day Meghan Markle let her ruthless side show ¿ by...Share this articleIt had  been rumoured that Meghan could even have both her father and her mother walk her down the aisle.Mr Markle was a leading Hollywood lighting director in his mid-30s when he met Meghan\u0027s mother, Doria, who was 12 years his junior and temping in his studio.They married and  a year later Meghan was born, in August 1981.          Sources claim Meghan\u0027s father has struck up a close friendship with Prince Harry, although he is yet to meet him          Millions of people across the world will be watching as Thomas Markle Sr accompanies his 36-year-old daughter through St George\u0027s Chapel in Windsor          Meghan is pictured here aged 11 with her father Thomas Markle, her former sister-in-law Tracy Dooley and Tracy\u0027s sons (Meghan\u0027s nephews, Thomas (left) and Tyler Dooley)  Keep the cold at bay like Meghan in a coat by MackageBuy it hereMeghan Markle and Prince Harry attended their first Royal engagement in Belfast last week and all eyes were on Meghan\u0026#39s outfit!Our new favourite fashionista was wearing this gorgeous beige midi coat from Mackage that complemented her green skirt from Greta Constantine and jumper by Victoria Beckham. Mackage is a brand we’ve seen Meghan in before but this coat is a new piece for the soon-to-be fully fledged Royal. However, in typical Meghan style it’s cut with a waterfall design that can easily be wrapped over and tied at the waist and finished with leather trim pockets. A coat like this is a total staple piece so snapping it up yourself may be pricey but worth every penny when you can wear it again and again.If you don’t get there quick enough, be sure to shop alternatives via the edit below as we’ve found some fab options from Wallis, PrettyLittleThing and Max Mara.Wallis waterfall coat (now reduced to £52)Steffan Schraut belted wool coat at StyleBop (now reduced to £311)Weekend Max Mara \u0026#39Lari\u0026#39 reversible coat at John Lewis"},{"url":"http://www.dailymail.co.uk/news/article-5569193/Prince-Philip-misses-three-royal-events-10-days.html","title":"Prince Philip misses three royal events in 10 days","story":"    Prine Philip, pictured here on March 5, pulled out of his third engagement in 10 days to miss the Royal\u0027s Easter Sunday church serviceThe Easter Mattins Service was held at St George\u0027s Chapel, Windsor Castle, where Prince Harry will marry Meghan Markle in May.A royal source told the Sun: \u0027The Duke of Edinburgh has an issue with his hip which is affecting his mobility.\u0027There\u0027s no cause for alarm. but frankly he\u0027s a proud man and doesn\u0027t want to appear crocked in public.\u0027He\u0027s not called the Iron Duke for nothing.On March 22 Philip pulled out of an official engagement with the Queen and Duke of York because he was said to feeling \u0027under the weather.\u0027          The Queen leads her family, including the Duke and Duchess of Cambridge, from the annual service  at St George\u0027s Chapel at Windsor Castle          The Queen accepted flowers from two little girls, watched on by William and Kate, whose baby bump could be seen through her coat¿Unwell¿ Prince Philip, 96, pulls out of ceremony at Windsor...Revealed: The row with the Queen that led Charles to demand...Share this articleHe had been due to attend an event at Windsor Castle to mark Andrew\u0027s new role as Colonel of the Grenadier Guards.It is not thought to be a serious issue for Philip, who was spotted driving in Windsor Great Park last Wednesday. He stepped down from his public duties last summer but on occasion does attend events with the Queen.When it was announced last year that he would be retiring from official engagements, Buckingham Palace insisted that the decision was not health-related and he had the full support of the Queen.          The Queen and Prince Philip at a public engagement together in July last year at Stirling Castle, as they marked 70 years since being appointed Colonel-in-Chief of the Argyll and Sutherland HighlandersWilliam and Kate were the final royals to arrive at the church – arriving after the Queen and other family members had already gone in – and a few minutes after the 10.45am start time. The Duchess, who is expected to give birth to her third child this month, is now on maternity leave.Harry and Meghan were not at the service, with Kensington Palace describing their weekend plans as “private”.Hundreds of well-wishers lined the entrance to the Windsor Castle estate hoping for a glimpse of the royals on their annual spring outing. Prince Andrew and his daughters Princess Beatrice and Princess Eugenie attended the Easter service, along with Eugenie’s fiance Jack Brooksbank.The Princess Royal and her husband Vice Admiral Sir Timothy Laurence led the royal family down the hill to the chapel, and were joined by Zara Tindall.Princess Anne’s son Peter Phillips and his wife Autumn, Prince Edward, the Countess of Wessex and their children Lady Louise Windsor and James, Viscount Severn, also attended the service.  "},{"url":"http://www.dailymail.co.uk/news/article-5569287/Single-mother-saves-6-000-benefits-launch-business.html","title":"Single mother saves £6,000 from benefits to launch her own business","story":"    Five years ago Alison Middleditch found herself a single mother living in a strange city, suffering from depression and living on benefits - but she has now turned her life aroundShe said: \u0027I\u0027m originally from Kilburn but I moved to Derby five years ago after getting orced. I enrolled in a beauty therapy school but it didn\u0027t work out, and I suddenly found myself a single mum struggling on benefits.\u0027It left me with mental health issues, and I found that, after coming from a village, life in the city was really difficult.ROSS CLARK: The dreadful milestone of London murders shames...Murdered on the mean streets of London: Faces of the 15...Share this article\u0027I also found that there are many people in the same boat - single mums struggling and depressed. \u0027I knew that I had to turn my life around, and I said that before my 40th birthday I would be running my own business.          After saving up £6,000 from those benefits, Alison, 39, of Mackworth, Derbyshire, launched her own café in the centre of Derby, Cobbers Café and Takeaway (pictured) \u0027The idea of a café appealed, so while I was saving every penny I could, I started to look around for premises, and I also did my homework to see what people wanted, and where the footfall was.\u0027I set myself a target of saving £6,000, and everything I could manage went into the pot towards that. Family members also helped, and eventually I reached my goal.\u0027By then I\u0027d identified a former café in Sacheverel Street. Although it had closed, I knew that I could reopen it and make a go of it.\u0027I\u0027ve redecorated it myself and I had a launch party on Friday and opened properly on Saturday in the day.          Alison says once a month she will hold a supper night for older people in the neighbourhood\u0027I\u0027m doing all the cooking myself but I\u0027ve hired one other member of staff, another single mum who can now come off benefits because she\u0027ll have a wage coming in. To me that is a great thing.\u0027Once a month I\u0027ll be doing a supper night - fish and chips or something like that - for older people in the neighbourhood.\u0027Also, on one night a month, I\u0027m going to open late so that people with mental health problems, who don\u0027t feel comfortable going into a regular café, can come in, have a game of cards or dominoes, or just talk and socialise with people from similar backgrounds who are having similar problems.\u0027I want to run a successful business, and I\u0027m proud to have got this far, but I also want it to be something that will help the community. It\u0027s been a long road but I\u0027m there.\u0027Cobbers Café and Takeaway will be open from 7am until 6pm six days a week.           Alison said: \u0027I want to run a successful business, and I\u0027m proud to have got this far, but I also want it to be something that will help the community. It\u0027s been a long road but I\u0027m there\u0027"},{"url":"http://www.dailymail.co.uk/news/article-5569319/Pedigree-puppy-Seb-named-worlds-smiliest-dog.html","title":"Pedigree puppy Seb is named the world\u0027s smiliest dog","story":"    Seb has been dubbed the smiliest dog in the world for his cheesy grin  The Shiba Inu breed has won an army of admirers for his beaming smile that he pulls dozens of times a dayShe says he is at his happiest when he goes for walk, and is always willing to be stopped by strangers for a photo.Ms Gould said: \u0027Seb is like a celebrity in the area. We can\u0027t go for a walk without getting stopped by people asking to take photos of him.\u0027He absolutely loves the attention and he knows how beautiful he is, he is quite a poser. Whenever you point the camera at him he strikes a pose and smiles.\u0027He must the world\u0027s smiliest dog, he is always smiling, bless him. He will just be lying in his bed and smiling away.          He is happiest when he goes out for walks, and is often stopped by strangers who want to get a selfie with him          The 20-month-old almost never stops smiling, even when he\u0027s at home   Ower Elin Gould (right) says she thinks he is the smiliest dog in the world, and he has won a huge online followingPup close and personal! Adorable dogs pull off a variety of...Tall stories! Dog owner is an Instagram hit after he turns...Share this article\u0027Every time I see him smiling I quickly get my phone to take a picture, I have hundreds.\u0027He is just a really happy dog, I have never seen another dog who smiles as much as he does. You can tell he just really loves life.\u0027At the moment the thing that makes him the happiest is licking people, going for walks and running around the garden.\u0027He also smiles loads if you scratch his ears for him and if you stop he gives you this look like \u0027come on, tickle me again\u0027.  Ms Gould brought home Seb for the first time when he was just two months old (left) and he hasn\u0027t stopped smiling since\u0027Everyone who sees him falls in love with him. He\u0027s got hundreds of online followers and people even send us smile requests.\u0027After hearing about the Shiba Inu breed Ms Gould searched online for a puppy and stumbled across Seb.When she brought Seb home when he was just two months old, everyone thought the copper-coated and pointy-eared pooch was a fox.But she says he is the perfect pet, who is extremely loving and intelligent.          Ms Gould says he is happiest licking people, going for walks and running around the garden          Seb, who Ms Gould describes as the \u0027perfect pet\u0027 even smiles in his dog bed as he drifts off to sleepElin said: \u0027When we got Seb he was so tiny, he looked just like a fox. People still ask me now if he is a fox but it\u0027s just his breed, they are such beautiful dogs.\u0027Seb is so lovely, he is really independent and really affectionate. And he is so intelligent, he picks things up really quickly.\u0027When he was a puppy he worked out how to unlock his crate and if he sees you put something away in a drawer he\u0027ll go and open the drawer to get it back out again.\u0027He loves cuddles but it has to be on his terms. He\u0027ll come and sit next to you and when he\u0027s ready to snuggle he\u0027ll nuzzle his head into you, it\u0027s very cute. He is really great.\u0027"},{"url":"http://www.dailymail.co.uk/news/article-5569325/A-mad-dash-dachshunds-theyre-perfect-size-smaller-homes.html","title":"A mad dash for dachshunds because they\u0027re the perfect size for smaller homes","story":"The number of dachshunds owned in Britain is on the rise as people seek dogs suitable for smaller homesIt really is a dog\u0027s life: Stray has been thriving on its...Share this articleBut the increase in the petite pets has sparked fears that it could lead to unscrupulous breeders cashing in and aggravating the breed\u0027s back problems. Nearly 9,000 dachshunds were reportedly registered with the Kennel Club last year - a rise of 40 per cent from 2015          Thousands more unregistered dogs are thought to be being bred by unofficial breeders, which is feared could increase the dogs spinal sufferings as poor breeding often leads to bad back problems for the pups    Celebrity ownership has also driven the rise in the short-legged dogs as stars such as Adele are pictured with dachshundsCelebrity ownership has also driven the rise in the short-legged dogs as stars such as Adele, Ashley Olsen and Christian Slater, have often been pictured with dachshunds in recent years. Clint Eastwood, Audrey Hepburn and David Bowie were also fans.The boom in dachshunds, especially of the miniature smooth haired variety, is a sharp turn around for a breed that, following the First World War, became all but banished in Britain as they were often sketched in political cartoons to depict Germany.Kaiser Wilhelm II was a owner of a dachshund and even with Queen Victoria\u0027s love of the dog, the British Royal family quickly moved on to other breeds such as Corgis. The Dachshund was recently placed at number 17 in the top 100 most popular breeds in the UK, following a survey of 10,000 people by ITV.           The boom in dachshunds, especially of the miniature smooth haired variety, is a sharp turn around for a breed that, following the First World War, became all but banished in Britain as they were often sketched in political cartoons to depict Germany (pictured)Sausage dog registrations surge sparking fears of back problems"},{"url":"http://www.dailymail.co.uk/news/article-5569375/Meghan-Markles-rumoured-past-romances-met-Prince-Harry.html","title":"Meghan Markle\u0027s rumoured past romances before she met Prince Harry","story":"Meghan Markle and her ex-husband Trevor Engelson pictured together in 2006          Early in 2014, not long after her orce from Engelson was finalised, Meghan began stepping out with Canadian chef Cory Vitiello  In 2014 Rory Mcllroy nominated Meghan to do the Ice Bucket Challenge for the ALS Association and she accepted on the condition he threw the ice and water over herThe Royal bride-to-be dumped first husband Trevor Engleson by post, according to Andrew Morton\u0027s biography - Meghan: A Hollywood Princess.The couple had married only 18 months earlier in an exuberant ceremony at the Jamaican beach hotel once favoured by Marilyn Monroe and Errol Flynn. She ended their marriage \u0027totally out of the blue\u0027, sending their rings in the mail after walking out with a £360 blender from their West Hollywood home and moving to Toronto.Emily Herbert\u0027s book, meanwhile, details Meghan\u0027s past relationships and rumoured romances.From Hollywood to Royal Highness: Diana\u0027s biographer tells...Meghan Markle\u0027s father is \u0027terrified\u0027 of walking her down...Share this articleShe sheds light on Meghan\u0027s social media posts at the time concerning Canadian ice-hockey star Michael Del Zotto, now 27, who some suggested she grew close to.Meghan tweeted pictures of herself with the sportsman — whom she called ‘the best’ — after watching him play for the New York Rangers, and revealed she had seen him on April 8 and 22, 2013.Her spokesman denied they had a relationship, saying she was never alone with him and he had absolutely nothing to do with the split.      The pair were later spotted enjoying dinner together in Dublin, but confirmed they were just friends          The author sheds light on Meghan\u0027s social media posts at the time concerning Canadian ice-hockey star Michael Del Zotto          Meghan tweeted pictures of herself with the sportsman — whom she called ‘the best’ — after watching him play for the New York Rangers, and revealed she had seen him on April 8 and 22, 2013Herbert\u0027s book also talks about Meghan\u0027s friendship with Irish golfer Rory Mcllroy. In 2014 he nominated her to do the Ice Bucket Challenge for the ALS Association and she accepted on condition he threw the ice and water over her.The pair were later spotted enjoying dinner together in Dublin, but confirmed they were just friends. Early in 2014, not long after her orce from Engelson was finalised, Meghan began stepping out with Canadian chef Cory Vitiello.They moved into the smart townhouse where she lived under the name Meghan Engelson, close to a park where they walked her beloved dogs Guy and Bogart.          Prince Harry revealed that he and Miss Markle met on \u0027two back to back dates,\u0027 in July 2016Meghan’s live-in relationship with Vitiello lasted for two years, and there was talk of a possible engagement.But the pair split in May 2016. Prince Harry revealed that he and Miss Markle met on \u0027two back to back dates,\u0027 in July 2016.Those meetings are thought to have taken place at the very end of July, at a private members club in London and shortly after Miss Markle had watched her friend Serena Williams play at Wimbledon. "},{"url":"http://www.dailymail.co.uk/news/article-5569503/Real-life-Horatio-Hornblower-home-sale-Aberdeenshire.html","title":"Real-life Horatio Hornblower home for sale in Aberdeenshire","story":"    Wardhouse near Insch, Aberdeenshire, is going up for sale for £500,000. The property was the childhood home of Sir James Alexander Gordon, a Napoleonic Admiral          Sir James fought with Nelson at the Battle of the Nile and took part in the American War of 1812. He is believed to be who C S Forester based Horatio Hornblower on          The house was built in 1757 for James Gordon and passed through the Gordon family for generations until 1952 when it was sold offThe house was requisitioned by the Army during the Second World War and then sold off by the family in 1952.It was then sold to a new owner who stripped away the interior of the property and removing the roof to avoid taxes. In 1999 it was placed on the Buildings At Risk register after being left to the elements. Current owners Douglas Forrest, an architect, and his wife Carol  used the rest of the estate to build four sustainable homes before getting planning permission to create seven houses within the mansion.          Wardhouse pictured in 1907. The new owner stripped away the interior and took off the roof to avoid paying taxes and has since been left to the elements          The current owners, Douglas Forrest, an architect, and his wife Carol, have been given planning permission to turn the mansion into a seven house estate          Pictured, an 1896 map of the Wardhouse Estate. Mr Forrest has already used estate land to build four sustainable homes and hopes someone else can finish off his projectPolygon pads and an elegant eight-sided lodge: How this...Steve Smith\u0027s $7MILLION property empire set to come crashing...Share this articleMr Forrest estimates a section could be completed within two years and would cost about £300,000 per section. He said: \u0027I first saw Wardhouse in 1985 with a client when we went out appraising a number of historic building opportunities for future projects together.\u0027I was immediately struck by the spectacular architectural style and siting of the mansion with its views out over farmland and hills beyond.          Mr Forrest created four sustainable high-quality homes by converting several existing derelict buildings and one new build (pictured: the new build)          He also sold five more for self-builds. Pictured: The Stables, one of the barns on the property that Mr Forrest converted into a sustainable home          Sir James Alexander GordonSir James Alexander Gordon was a Royal Navy Officer born in 1782 who fought at the Battle of Groix, the Battle of the Glorious First of June and at the Battle of Cape St Vincent during the French Revolutionary Wars.After he became a midshipman, he fought with Nelson at the Battle of the Nile and took part in the American War of 1812.He eventually became Lieutenant-Governor of the Greenwich Hospital in July 1840, before making his way up the ranks.By 1868 he was the Admiral of the Fleet, the highest rank in the British Royal Navy.He died in January 1869 and his Times obituary referred to him as \u0027The Last of Nelson’s Captains\u0027.Although many have argued C S Forester\u0027s Horatio Hornblower was based on a composition of characters from the Napoleonic Wars, historian Bryan Perrett has argued it was based solely on Sir James.Notably, Sir James was a commodore who went up the Chesapeake  with a small fleet, which is incredibly similar to events from the Hornblower series where he leads a small group into the Baltic.                                    He said: \u0027I was immediately struck by the spectacular architectural style and siting of the mansion with its views out over farmland and hills beyond\u0027          Mr Forrest decided to sell off the estate because he has since retired after being an architect for 35 years and suffers from MS           Pictured: An architect\u0027s impression of what Keepers Cottage will look like after it is completed"},{"url":"http://www.dailymail.co.uk/news/article-5569879/Britains-polar-bear-cub-pictured-taking-dip-time.html","title":"Britain\u0027s only polar bear cub pictured taking a dip for first time","story":"    Nervous? Britain\u0027s only polar bear cub had to be coaxed into the water by its mother Victoria at the Highland Wildlife Park in Scotland          Staff at the park have slowly been introducing the cub, who is the first to be born in Britain for 25 years, to water. Last week they posted a video of the cub splashing around in a paddling pool left outside its den          After finally jumping into the pond, the three-and-a-half-month-old cub was seen swimming with its mother, occasionally clinging on to her tail to stay afloatIs this the world\u0027s smiliest dog? Pedigree puppy Seb\u0027s grin...\u0027Destined to be best friends\u0027: Bullied boy, 7, who has...Share this articleThe adorable cub, born to mother Victoria in December, has remained nameless as zookeepers attempt to determine its sex.Victoria gave birth in a maternity den at Highland Wildlife Park in Scotland and for a while, the only confirmation was high-pitched noises coming from inside.The cub and its mother were ensured privacy and caught on cameras as part of a two-year project documenting the breeding and birth.Shocking moment man attacks Muslim woman at emergency roomMan is gored to death during the running of the bulls in SpainThugs try to steal a motorbike from outside owner\u0027s front doorFooty player’s last words before swallowing slug with rat lungwormThe Island returns to screens as the poor take on the richPolice on the scene after teenage stabbing incident in Bow, LondonBizarre moment armed guards ask family to leave Disney cruiseBin lorry causes carnage by shedding its load in the streetSnow falls in Rackenford Devon over the Easter weekendStunning slo-mo footage shows snow back in UK on Easter MondayLast week the park posted footage of the cub on their Twitter investigating a paddling pool they had placed outside their den. The inquisitive bear can be seen delicately dipping its paw into the water before taking the plunge and splashing around in the pool.Staff at the park placed the paddling pool near its den so the tiny bear could get used to being in water before being introduced to the main pool when it grows older.           Eventually the adorable cub swam out into deeper water, but luckily mother Victoria was keeping a watchful eye on it. The cub is currently unnamed until staff work out its gender          Deciding they\u0027ve had enough exercise for one day, Victoria helped her baby out of the water. The cub and its mother were ensured privacy and caught on cameras as part of a two-year project documenting the breeding and birth          After getting out of the pool the two bears strolled away together in sync, with the cub following close behind its mother"},{"url":"http://www.dailymail.co.uk/news/article-5569985/Ultra-Orthodox-Jewish-men-amass-Western-Wall-Jerusalems-Old-City-celebrate-Passover.html","title":"Ultra-Orthodox Jewish men amass at the Western Wall in Jerusalem","story":"    The blessing is part of daily prayers chanted in synagogues worldwide, but since the early 1970s, twice a year such mass events are heldPalestinian death toll in Friday\u0027s Gaza protest rises to 18...Fresh clashes in Gaza as Israel rejects calls for...Pilgrims mark Easter by prostrating themselves on stone...Share this article    Jews from across Israel and the world gather at the Western Wall on Passover and Sukkot, the Feast of Tabernacles          During Passover, or Passach, Jews remember their plight by refraining from eating leavened food products including bread          Hundreds of male priests covered the heads, raised their hands and chanted the words of the blessing          Men and women pray apart at the Western Wall, and entrance to the holy place is partitioned to allow both genders to approach           It is the holiest site to Jews, who refer to it as the Temple Mount          Above the Western Wall lies the plaza where the Second Temple Complex once stood and which now houses the Al-Aqsa mosque compound, the third holiest site in Islam"},{"url":"http://www.dailymail.co.uk/news/article-5570001/Australia-demands-British-shops-sell-hormone-treated-beef.html","title":"Australia demands British shops sell its \u0027hormone-treated beef\u0027","story":"    International Trade Secretary Liam Fox has targeted both Australia and the United States as prime candidates for early post-Brexit dealsAs well as Australia\u0027s demands, the United States is set to demand the right to send chlorine-washed chicken into British markets.The Government has ruled out allowing chlorine chicken into Britain but has so far made no comment on the issue of hormone treated beef.  International Trade Secretary Liam Fox has targeted both Australia and the United States as prime candidates for early post-Brexit deals.  Husband of jailed British mother Nazanin Zaghari-Ratcliffe...Alison Saunders DENIES being pushed out of her job running...Share this article    Environmental groups and farmers reacted with concern to the reports cheaper beef from Australia could be imported into Britain under a post-Brexit trade deal Environmental groups and farmers reacted with concern to the reports.Kierra Box, of Friends of the Earth, said: \u0027Ministers promised that UK standards on animal welfare and the environment wouldn\u0027t be slashed post-Brexit, so caving in on hormone-treated beef would be a complete betrayal.\u0027John Royle, chief livestock adviser at the National Farmers\u0027 Union, said: \u0027Future trade negotiations should ensure a level playing field for British farmers in order for them to be competitive, profitable and productive in the future.\u0027We do not believe the British public would want our own farmers to be put at a competitive disadvantage by allowing the import of food produced to different standards and using methods which are not allowed in Britain.\u0027A spokesman for the Department for International Trade said: \u0027This government has been very clear that the UK will maintain its own high animal welfare and environmental standards in future free trade agreements.\u0027To say anything else is untrue.\u0027 "},{"url":"http://www.dailymail.co.uk/news/article-5570043/New-app-uses-crime-data-police-people-streets-safest-area.html","title":"New app uses crime data from the police to show people which streets are safest in their area","story":"    A new app called Safe \u0026amp The City allows users not only to find the quickest way to get to their destination, but the safest one, by compiling police crime data and users\u0027 first-hand accountsSafe \u0026amp The City describes itself as \u0027an empowering GPS app to safely route, share and evaluate your walk to stop harassment and create a safer community for everyone.\u0027 If a user happens to stumble across an incident-ridden intersection, the app will vibrate to let them know that trouble could be on the horizon.The app also has a built-in feature to directly dial 999.Safe \u0026amp The City was launched after the app\u0027s founder was led down a dark, narrow alley at night by her GPS and had a potential dangerous run-in with two men.Speaking to the Times, Jillian Kowalchuk said: \u0027Two male kitchen staff on a break said vulgar acts they wanted to do to my body. I ignored them, put on a brave face, but felt scared knowing I was walking where I couldn\u0027t easily escape or seek help. \u0027Their threats turned out to be empty but I started thinking about younger or more vulnerable persons walking out there.\u0027           Users are encouraged to add their own incidents to the map, helping to create a more accurate grid of where crime happens in the city           In Paddington, someone reported that they were \u0027catcalled and then spat on by a Deliveroo driver after telling him to stop\u0027  If a user happens to stumble across an incident-ridden intersection, the app will vibrate to let them know that trouble could be on the horizonUsers are encouraged to add their own incidents to the map, helping to create a more accurate grid of where crime happens in the city. They can label their experiences as assault, groping, indecent exposure, stalking or other when it doesn\u0027t fall under a specific category.In Paddington, someone reported that they were \u0027catcalled and then spat on by a Deliveroo driver after telling him to stop.\u0027Nearby in Marylebone, a user said they were \u0027groped by a doorman of Salt.\u0027Another said: \u0027I went for a walk along Regent\u0027s Canal on Christmas night, someone who walked behind me walk passed me, and then when I passed underneath the bridge, he stood there with his penis out with his phone torch light lighting up his penis. He then asked me if I want it. I then told him I am going to tell the police.\u0027In Finsbury, on Torrens street, Angel, a \u0027man exposed himself while masturbating after I left a club, my friends left and was waiting for an Uber\u0027, someone claimed.            Users can label their experiences as assault, groping, indecent exposure, stalking or other, when it doesn\u0027t fall under a specific category          Currently, the app is only available in London but the company hopes to branch out to other parts of the UK and internationally in due time  Safe \u0026amp The City is currently available on iPhones and will be available for download on Android devices by the end of the week\u0027He was swiping left instead of turning left!\u0027 Passenger...Meet the \u0027tinny rats\u0027: Horde of reckless teenagers running...Share this articleAnd in Shepherd\u0027s Bush on Mount View Road in Crouch End, a woman said: \u0027A man followed me in his car one time as I walked along. I used to live on that street, so obviously felt unsafe for a while walking around there again. \u0027He followed me for about a minute - I didn\u0027t really notice at first, just thought he was driving slowly. Then he lowered his window and that\u0027s when I noticed. I said can  I help you with something? in an angry tone and he laughed and sped off.\u0027  Currently, the app is only available in London but the company hopes to branch out to other parts of the UK and internationally in due time. Safe \u0026amp The City is available on iPhones and will be available for download on Android devices by the end of the week."},{"url":"http://www.dailymail.co.uk/news/article-5570045/Cheshire-1-8m-Grade-II-listed-mansion-just-fiver.html","title":"Cheshire £1.8m Grade II* listed mansion could be yours for £5","story":"    This stunning £1.8million Grade II*-listed mansion could be yours for just a fiver after the owners decided to raffle it off          Burton Hall in Cheshire boasts two kitchens (pictured) and 1.5acres - but the owners couldn\u0027t sell the property even after reducing the asking price £1.875million to £1.725million last year after it spent three years on the market          The house is beautifully decorated but estate agent Lindsay Cuthill has said the property might have been struggling to sell because \u0027it isn\u0027t expensive enough\u0027  If you\u0027re sick of spending time in the house, you can nip outside and enjoy the 1.5acre gardens which come with a lake (pictured)She told the Sunday Times: \u0027It sounds ridiculous, but this might be the price range of the squeezed middle.\u0027In London, £2million might get you a terraced house with low running costs.Former home of real-life Horatio Hornblower is for sale for...Getting in the swim of it! Britain\u0027s only polar bear cub is...Battle of Britain squadron leader, 96, takes to the skies in...Share this article\u0027But a long way from the capital, £2million might buy a large property — and it might cost £120,000 a year in upkeep. That’s a lot.\u0027Mrs Rowton\u0027s son decided to step in after she began suffering health problems, and now the family are hoping to sell 379,000 £5 tickets by April 2 next year.           She said: \u0027In London, £2million might get you a terraced house with low running costs. But a long way from the capital, £2million might buy a large property — and it might cost £120,000 a year in upkeep. That’s a lot\u0027          After giving up on selling the property the usual way after falling ill, Helena Rowton asked her son for help, and that\u0027s when they decided to raffle off the property (pictured: the landscaped gardens)          The family are hoping to sell 379,000 £5 tickets by April 2 next year so they can cover their legal fees and hand over a bonus £50,000 cash prize to the eventual winner          To avoid falling foul of lottery laws, the family will be asking entrants a skill- or knowledge-based question - but other than that, winning the property is down to pure chance (pictured: one of the living rooms)          According to the RightMove page for the property, Burton Hall was built in the late 16th century and has a triple carport and a stable outside (pictured: the house at night)          The house has five bedrooms (pictured) including a large master bedroom with an en-suite bathroom and twin walk-in wardrobes            On top of the beautiful living rooms, pictured, the mansion boasts a music room and a laundry room          Mrs Rowton said: \u0027People were interested in what it looks like inside, and everyone said it was gorgeous. But, even though it’s manageable to run, historic homes are a hard sell. People are frightened of them\u0027          The beautiful home has a neutral decor throughout and even has wood stores outside for keeping the fire goingYours for a fiver: how rural sellers are trying to shift their stately homes | Home | The Sunday Times"},{"url":"http://www.dailymail.co.uk/news/article-5570279/Is-worlds-beautiful-toilet-Norwegian-1-4m-public-loo-view-fjord.html","title":"Is this the world\u0027s most beautiful toilet? Norwegian £1.4m public loo has view over fjord","story":"    A beautiful public toilet with a view over the tip of a fjord has been opened in Norway           The bathroom, which cost £1.4million to build, sits in a \u0027wave-shaped\u0027 building on top of a cliff\u0027The rest area is now open to the public.  \u0027In the winter there is hardly a more beautiful place to admire the northern lights, and the same goes for the midnight sun in the summer.Italy\u0027s first robot concierge: Multi-lingual humanoid will...Brussels plans new laws to crack down on fake news: Security...Share this article\u0027After extensive upgrading, Ureddplassen now shines in new splendour.\u0027 Because of ongoing indoor work and testing of lights and technical solutions, the toilet building will not be opened for another few weeks, the website said.            The toilet, featuring frosted glass and a concrete bathroom, cost 15 million Norwegian kroner          The building sits along the scenic route of Helgelandskysten on the country\u0027s western coast          A tourist website said the location was ideal to admire the northern lights and midnight sun          The website said the site at Ureddplassen will be a \u0027great experience for travellers in the north\u0027          Nearby is a memorial sculpture commemorating Norwegians who died in a 1943 sinkingSteinar Skaar, the manager of the scenic route, said: \u0027The view from the steps is unique and there is ample seating well protected from traffic noise.\u0027The toilet building was designed by Marit Justine Haugen and Dan Zohar, architects based in the Norwegian capital of Oslo.Nearby is a memorial sculpture commemorating Norwegians who died in a Second World War submarine in 1943, opened by King Olav V, Metro reports. Norwegian Scenic Route Helgelandskysten is the longest of the 18 Norwegian Scenic Routes, the official website says, crossing the Arctic Circle and featuring six ferry trips.  Norway has just opened the world\u0027s most beautiful public loo"},{"url":"http://www.dailymail.co.uk/news/article-5570315/Moment-young-girl-playing-chicken-runs-road-inches-car.html","title":"Moment young girl playing \u0027chicken\u0027 runs across road inches from car","story":"    Tasha Holland, 21, captured the near-miss on her dashcam as the teenager dashed out into the road inches in front of her oncoming car\u0027Then out of nowhere, one of them stepped out into the road right in front of my car.\u0027She wasn\u0027t actually looking but her friend on the same side of the road definitely was and the girl on the other side of the road seemed to be laughing.School\u0027s out: Thousands of Oklahoma and Kentucky teachers...Horse is raced to death on the streets of Irish city then...Share this article\u0027I can\u0027t say for certain that they were playing chicken but that\u0027s how it seemed to me and you can judge for yourself from the footage.\u0027Thanks to Tasha\u0027s quick reactions, she managed to avoid hitting the teenager by a couple of inches - but only just.          Miss Holland claims she was doing 29mph along the road in Murton, County Durham before the young girl stepped out into the roadShe said: \u0027It was raining so it took longer to stop and the car skidded when I slammed the breaks on.\u0027Me and my partner, who was in the car with me, got thrown forward and we were so, so close to hitting her.\u0027I was really shaken up and needed to pull the car over in the next street to regain my composure, I found it very upsetting.\u0027Later on I had to go out driving again and I was really nervous, that sort of thing really effects you.\u0027It was only captured on video thanks to the built-in dashcam that comes with some models of the Citroen C3.The technology automatically kicks in when you need to break hard and sends the footage direct to your phone.Tasha added: \u0027Having someone deliberately step out in front of your car as some sort of joke is simply the worst thing that can happen to you as a driver.\u0027It\u0027s not just the fact that someone could get seriously hurt if you don\u0027tbreak in time,  it\u0027s the fact the driver of the car can end up getting in serious trouble.\u0027Any young person doing this needs to think again.\u0027"},{"url":"http://www.dailymail.co.uk/news/article-5570575/Mother-encourages-baby-mama-refuses-favour-dada.html","title":"Mother encourages her baby \u0027mama\u0027 but he refuses in favour of \u0027dada\u0027","story":"Jack, who is seven-months-old, was filmed by his mother Lauren Hetzel as she tried to teach him what to call her however hilariously he refused to say her name in favour of shouting \u0027dada\u0027"},{"url":"http://www.dailymail.co.uk/news/article-5570613/World-Health-Day-need-know.html","title":"World Health Day: All you need to know","story":""},{"url":"http://www.dailymail.co.uk/news/article-5570637/Pitbull.html","title":"Uncontrollable pit bull savages child in the street","story":"    A child was savaged by an uncontrollable pit bull while bystanders tried to fend it off with sticks in a terrifying attack which left three people in hospitalA woman jumps into action and runs towards the dog with a large stick and begins to beat the pit bull.However although she is successful in part the dog then begins attacking a man who is stood nearby also trying to help.     \u0027He just clamped on and would not let go\u0027: Shocking moment...Share this articleFollowing the attack three children were taken to hospital and although the severity of their injuries are unknown it is thought that they are not life-threatening.Stray dogs and monkeys are thought to be a growing issue in New Dehli with plans in place to control the population, according to local reports.But in this situation it is believed that the dog belonged to a local man who used it to chase away unwanted visitors.           The terrifying attack which happened in Uttam Nagar, New Delhi was caught on CCTV shows the pit bull chase down the small boy          The dog then manages to get hold of the boys leg and dragging him to the ground as shocked onlookers watch"},{"url":"http://www.dailymail.co.uk/news/article-5570821/Heres-free-Dunkin-Donuts-cold-brew.html","title":"Here\u0027s how you can get free Dunkin\u0027 Donuts cold brew","story":""},{"url":"http://www.dailymail.co.uk/news/article-5570959/Just-one-100-crimes-web-ends-conviction.html","title":"Just one in 100 crimes on the web ends with a conviction","story":"Only one in ten cases of cyber crime is investigated by police and 99 per cent of crooks escape justice, shocking statistics revealed last nightHe believes the scale of the problem is so vast, the national reporting system ‘couldn’t cope’ if the banks passed on all of their fraud reports to police.Describing cyber crime as an ‘industry’, Mr Dyson said his officers had to be honest with victims about the chances of culprits being caught: ‘From the very start we are managing expectations, but equally what we don’t want is a mindset that says there is no point in reporting to us because we are not going to do anything.’Billionaire Russian oligarch, 49, is arrested and held in...Brussels plans new laws to crack down on fake news: Security...Share this articleMr Dyson spoke out as the new figures show there were 735,098 frauds and cyber crimes reported across the UK in the 12 months to March 2017. But in the same period, just 71,133 reports – less than 10 per cent – were investigated. The figures show that 8,214 people were prosecuted, representing just 1 per cent of cases.Asked if the public should accept that in the majority of cases fraudsters won’t brought to justice, Mr Dyson said: ‘I think that’s the case now, but it’s a subtle message. I would want people to report it, but to understand that it’s more about saying you can’t enforce your way out of this problem.          ‘Enforcement is a key element of it but what we can do is take all the intelligence we have got to provide better protection for the public.’He added: ‘I want people to be realistic about the outcome so I think it is about saying I am reporting this because it helps the police to protect everyone against this.‘If it is the case where we know fairly early on that there is no realistic chance of prosecution, because all we have got to go on is an anonymous IP address and it’s probably somewhere in a jurisdiction that we would find challenging, we have got to be honest and say that is not one that we can take forward.’ Last year his force advertised a fake website on Facebook to raise awareness of ticketing fraud. It offered spoof tickets for sellout gigs, and fooled 1,500 people. Mr Dyson said: ‘In eight hours we would have taken £75,000 had we chosen to.‘So why would you rob a bank when you can actually operate at that scale and that is a really simple methodology?      "},{"url":"http://www.dailymail.co.uk/news/article-5570979/The-tantalising-baby-clues-Kate-Zaras-Royal-bumps.html","title":"The tantalising baby clues behind Kate and Zara\u0027s Royal bumps","story":"Zara\u0027s bump is spread out around her middle and hips, a tell-tale sign she is carrying a girl. Kate, on the other hand, has a bump which stick out like a netball, indicating it\u0027s a boyObservers could not help but compare the two. But what is fascinating is what the shape of the bumps can signify. Can we tell the sex of a baby from this? And why is it some bumps barely show while others proclaim themselves so loudly? Here we take a look at some of the most prominent royal baby bumps over the years.A netball\u0027s a boy, a wide bump\u0027s a girl Is Kate expecting a boy? It’s said if a woman has a bump that sticks out in front like a netball, it’s a boy — and Kate’s bump fits the description to a T.This could be because boys are, on average, larger when they’re born than girls (and therefore the bump may be slightly more pronounced). Shape on top can also be a predictor — women carrying girls develop larger breasts during pregnancy than women carrying boys (their bust increases by an average of 8cm compared with 6.3cm) as male foetuses require more energy from their mother, causing her to grow less  Sophie Wessex displayed the classic girl bump at eight months pregnant with her daughter (left) and a rounder netball shape when seven months pregnant with her son (right)There’s another reason Kate might be more likely to be having a boy — because William has a brother.Corry Gellatly, a research scientist at Newcastle University, analysed 927 family trees and found men with brothers are more likely to have sons, while men with sisters are more likely to have daughters. This pattern is found in men but not in women.Zara, on the other hand, is displaying all the tell-tale signs of a woman who is carrying a girl. Prince Philip misses his third appearance in 10 days when he...Share this articleAccording to perceived wisdom, if it’s a girl, the weight is spread out around an expectant mother’s middle and hips — and Zara’s bump appears to be spread more widthways than poking out to the front.Pictured here on Sunday, Zara, who is believed to be around six months pregnant, has a similar bump to when she was carrying her daughter, Mia, in 2013 (below).This theory also works with Sophie Wessex who displayed the classic girl bump at eight months pregnant with her daughter, Lady Louise, in October 2003 — her bump full and wide across her waist and hips. Seven months pregnant with James, Viscount Severn, in October 2007, Sophie’s bump is the rounder, ‘netball’ shape.  Sizes that show if it\u0027s number one, two or three Kate is due to give birth within the next few weeks and, while you would expect her bump to be big, it does seem larger than the bumps of her previous pregnancies at the same stage.Research has shown that a woman’s bump is considerably smaller for her first baby than subsequent pregnancies.That’s because when a woman becomes pregnant, her levels of the female hormone progesterone increase.  The Duchess of Cambridge while pregnant with George (left) and Charlotte (right)This causes bloating and may make the stomach swell before the womb itself has increased in size. In second and third pregnancies, this happens more quickly and the bump gets bigger. Kate’s bump with Prince George, her first child, born in 2013, was smaller and neater.Also a swelling uterus causes abdominal muscles and ligaments to stretch, and though these constrict again after the birth, they will never regain their pre-pregancy tautness.          Kate\u0027s current bump does seem larger than the bumps of her previous pregnancies at the same stageWhen she was carrying Charlotte, the bump was slightly bigger — and her third bump is bigger still.This does not necessarily mean she is carrying a big baby, however.‘The bump of a 10lb baby can look smaller than that of a 6lb baby, depending on the shape of the mother’s body,’ says Sarah Fox, policy adviser at the Royal College of Midwives.   And what snapping back fast means There wasn’t the pressure back in the Eighties for new mothers to shrink back into shape as soon as they had given birth.Attending a Service of Commemoration at St Paul’s Cathedral for the Falklands War in July 1982, a month after giving birth to William, Diana is happy to show off a delightful post-baby tummy, even highlighting it with a beltKate, on the other hand, was back in her skinny-fit jeans five weeks after giving birth to Prince George in July 2013.   Kate was back in skinny-fit jeans five weeks after giving birth to Prince George in 2013 (left), whereas Diana showed off her post-baby tummy a month after giving birth to William in 1982 (right)It was a similar story with Princess Charlotte, as Kate quickly regained her size 8 figure.Diana didn’t start to work out until after Prince Harry was born, whereas Kate has always been sporty and continued to stay active throughout her pregnancy with George meaning that — post birth — she was able to benefit from ‘muscle memory’ whereby abdominal muscles respond more quickly to exercise.  Like mother like daughter   These pictures show that the bumps of Zara (right) and her mother Princess Anne (left) are surprisingly similarThese pictures show that the bumps of Zara (pregnant with daughter Mia in 2013) and her mother, Princess Anne, when she was carrying Zara in 1981, are surprisingly similar. Anne’s bump was wide like Zara’s, and she, too, is in blooming good health, just nine days before the birth on May 15 that year. Experts say that this may be because mothers and daughters often have the same build and figure, meaning their bodies change in a similar way.  Shape that can hint at how fit you are Eight months pregnant with Princess Beatrice in July 1988, the Duchess of York is sporting a huge bump that has spread all around her middle. Yet Beatrice was not a large baby — weighing 6lb 12oz at birth.Experts say a woman who is in good physical shape — with a toned, taut tummy — will have a neater bump. That’s because the stomach muscles hold it in place.Fergie’s constant up and down battle with her weight has been well documented over the years — and in her first pregnancy she was comfort eating, hence the large bump.  In her first pregnancy Fergie was comfort eating, hence the large bump (left). But when she was pregnant with Eugenie in 1990 the Duchess made a concerted effort to look after herself (right)But to be fair to Fergie, a taller woman will carry her bump more easily. At 5ft 6in, any non-bump related weight gain was going to be more noticeable on her.When she was pregnant with Eugenie in 1990, the Duchess made a concerted effort to look after herself and cut a relatively trim figure for most of the pregnancy.In February of that year, a month before the birth, she was photographed with a neat bump — spreading widthways as girls are said to do — and looked in radiant health. Princess Eugenie was born on March 23, 1990.But Fergie was soon back on her diet and was rewarded in December of that year by being named the year’s most inspirational female personality by Slimming magazine. "},{"url":"http://www.dailymail.co.uk/news/article-5571001/Meghan-Markles-mom-California-soon-newlyweds-sit-Easter-Queen-ahead-royal-wedding.html","title":"Meghan Markle\u0027s mom California soon-to-be newlyweds sit out Easter with Queen ahead of royal wedding","story":"    Meghan Markle\u0027s mom, Doria Ragland, was spotted outside of her California home on Monday, looking focused on her daughter\u0027s upcoming royal wedding to Prince HarryThe stylish future mother-in-law to Prince Harry, 33, had on khaki pants and a cream sweater.She accented her outfit, at first, with a coral headband featuring a pale print.Ragland later popped out to her vehicle again, this time with her headband removed and her hair pulled back, making the quick jaunt outside to grab her jacket.          The stylish future mother-in-law to Prince Harry, 33, had on khaki pants and a cream sweaterIn addition to that, more will be welcomed to Windsor Castle grounds to witness what they can from outside the castle.\u0027Prince Harry and Ms. Meghan Markle will invite 2,640 members of the public to Windsor Castle on their wedding day to watch the arrivals of the Bride and Groom and their guests and the carriage procession as it departs from the castle,\u0027 the palace announced.Full details have not yet been released about their upcoming nuptials, but it\u0027s known the wedding will be held at St George\u0027s Chapel in May.Palace aides have already said that the prince and Markle’s wedding will \u0027reflect their characters and personalities\u0027 and be a moment of \u0027fun and joy.\u0027Prince Harry and Meghan Markle reveal royal wedding plansShare this articleThe royal family are paying for the wedding, including the church service, the music, the flowers and the reception.But the security costs for the high-profile event are falling to British taxpayers.The Queen will be there, as will the rest of the royal family, along with Ms Markle’s mother and father, Thomas Markle.Prince William and Kate\u0027s children, Prince George and Princess Charlotte, are likely to take on the roles of pageboy and bridesmaid.          Full details have not yet been released about their upcoming nuptials, but it\u0027s known Ragland will be at the wedding of Markle and Prince Harry, to be held at St George\u0027s Chapel in MayWhat is Prince Harry\u0027s surname and what will Meghan Markle be known as? - Wales Online"},{"url":"http://www.dailymail.co.uk/news/article-5571047/Shocking-moment-laptop-left-charge-EXPLODES.html","title":"Shocking moment a laptop left on charge EXPLODES","story":"    This is the shocking moment a laptop spontaneously exploded and burnt down parts of an office in Letchworth, HertfordshireOf the damage, he told The Comet: \u0027The ground floor is ruined, all the stock is written off – luckily none of it caught fire, but it\u0027s just covered in smoke – the whole building is filthy and reeks.\u0027You like that?\u0027 Shocking moment a disability pensioner is...Just one in 100 crimes on the web ends with a conviction and...Share this article\u0027The fire and ambulance crews were amazing and could not have done more under the circumstances.\u0027I\u0027ve already been given a small insurance payment – just enough to continue to trade – but it\u0027s not quite the same thing as being able to get on with your day.\u0027          Steve Paffett\u0027s laptop set alight while on charge during the night when he was at home asleepMr Paffett now wants to warn others about the dangers of leaving LiPo batteries on charge for a substantial amount of time.He said not nearly enough of us are aware of the potential bombs we have in our homes by leaving our gadgets on charge.   Steve bought his HP Envy laptop in 2014, and had never had an issue with the charger. He only decided to leave it on charge when he unplugged it and it turned off immediately. HP have been contacted for comment.   Laptop explosion ‘could have killed’ Letchworth businessman | Stevenage, Hitchin, Letchworth, Biggleswade News - The Comet"},{"url":"https://www.theguardian.com/books/2018/apr/02/no-kyding-eminent-shakespeare-scholar-seeks-publisher","title":"No Kyding: eminent Shakespeare scholar seeks publisher","story":""},{"url":"https://www.theguardian.com/business/2018/apr/02/post-brexit-passports-contract-de-la-rue-to-appeal-against-decision","title":"Post-Brexit passports contract: De La Rue to appeal against decision","story":""},{"url":"https://www.theguardian.com/commentisfree/2018/apr/02/the-guardian-view-on-the-2018-local-elections-speaking-for-england","title":"The Guardian view on the 2018 local elections: speaking for England?","story":"drop-cap__innerA month from now,  will give the first significant electoral verdict on the political parties since the June 2017 general election. With no elections in Scotland, Wales and Northern Ireland this year, only English voters will get the chance to bring in this early verdict on Theresa May and Jeremy Corbyn. But no one should pretend that England will speak with one voice."},{"url":"https://www.theguardian.com/commentisfree/2018/apr/02/worked-vote-leave-referendum-brexit","title":"I worked for Vote Leave. We need a referendum on the terms of Brexit","story":"drop-cap__innerI was a Vote Leave campaigner during the EU referendum campaign in 2016. In fact, I was one of many Vote Leave volunteers who were in the headquarters on a daily basis. I met Boris Johnson, Daniel Hannan and other pro-leave leaders. But I have come to the conclusion that there absolutely should be a referendum on the final  deal. Here’s why.• Dami Olatuyi is a freelance writer on political issues"},{"url":"https://www.theguardian.com/commentisfree/picture/2018/apr/01/ben-jennings-theresa-may-easter-message-cartoon","title":"Ben Jennings on Theresa May\u0027s Easter message – cartoon","story":""},{"url":"https://www.theguardian.com/cross-country-trains/2018/mar/13/oxfords-hidden-gems-as-chosen-by-the-locals","title":"Oxford’s hidden gems – as chosen by the locals","story":"  and Johanna Payton  and Johanna Payton, inside the Museum of Natural History on Parks Road, OX1 3PW"},{"url":"https://www.theguardian.com/culture/audio/2018/mar/29/mark-guiliana-on-the-album-that-sounds-like-innocence-the-start-podcast","title":"Mark Guiliana on the album that sounds like innocence – The Start podcast","story":""},{"url":"https://www.theguardian.com/discover-hong-kong-like-a-local/2018/feb/08/glitz-and-graffiti-the-two-sides-of-the-hong-kong-art-scene","title":"Glitz and graffiti: the two sides of the Hong Kong art scene","story":""},{"url":"https://www.theguardian.com/education/2018/apr/02/students-demand-universities-take-urgent-action-against-racism","title":"Students demand UK universities take urgent action against racism","story":""},{"url":"https://www.theguardian.com/education/2018/apr/02/teachers-vow-to-oppose-introduction-of-baseline-assessments","title":"Teachers vow to oppose introduction of baseline assessments","story":""},{"url":"https://www.theguardian.com/environment/2018/apr/02/environmental-protection-agency-emissions-standards-cars-trucks-rollback","title":"EPA announces easing of car and truck emissions standards","story":""},{"url":"https://www.theguardian.com/environment/2018/apr/02/underwater-melting-of-antarctic-ice-far-greater-than-thought-study-finds","title":"Underwater melting of Antarctic ice far greater than thought, study finds","story":""},{"url":"https://www.theguardian.com/environment/2018/apr/03/uk-to-tighten-laws-on-abhorrent-ivory-trade","title":"UK to tighten laws on \u0027abhorrent\u0027 ivory trade","story":""},{"url":"https://www.theguardian.com/environment/video/2018/apr/01/the-argentinian-river-that-appeared-suddenly-in-2015-aerial-video","title":"The Argentinian river that appeared suddenly in 2015 – aerial video","story":""},{"url":"https://www.theguardian.com/environment/video/2018/mar/23/mass-stranding-in-australia-claims-more-than-130-whales-video","title":"Mass stranding in Australia claims more than 130 whales – video","story":""},{"url":"https://www.theguardian.com/film/2018/apr/02/50-years-of-2001-a-space-odyssey-stanley-kubrick","title":"50 years of 2001: A Space Odyssey – how Kubrick\u0027s sci-fi \u0027changed the very form of cinema\u0027","story":""},{"url":"https://www.theguardian.com/film/2018/apr/02/ready-player-one-steven-spielberg-virtual-reaility-discuss-with-spoilers","title":"Ready Player One – do you buy Spielberg\u0027s vision of virtual reality? Discuss with spoilers","story":""},{"url":"https://www.theguardian.com/football/2018/apr/02/joshua-kimmich-lahm-bayern-munich-pep-guardiola-germany-interview","title":"Joshua Kimmich: ‘I want to be me, not a Lahm clone or Lahm the second’","story":""},{"url":"https://www.theguardian.com/lifeandstyle/2018/apr/02/anna-joness-recipes-for-spring-greens","title":"Anna Jones’s recipes for spring greens","story":"drop-cap__innerGreens occupy an ever-present spot on the bottom shelf of my fridge, making their way into almost every meal I cook. Now the cavolo nero, cabbage and chard that saw me through winter are making way for more delicate, subtle and quicker-cooking greens: lemony sorrel, peppery watercress, verdant nettles and, my fleeting favourite, wild garlic. Using a few of these greens in one dish will amp up the flavours in your cooking, just think of the likes of a plate of good salad leaves, each bite has a unique flavour profile thanks to the different leaves your fork lands upon each time, using a few inidually flavoured greens in your cooking will do just the same. Don’t worry though if picking nettles is a stretch or if your chances of finding a bunch of sorrel or or wild garlic are slim, supermarket greens will also make these dishes sing try watercress, spinach and spring greens."},{"url":"https://www.theguardian.com/lifeandstyle/2018/apr/02/my-boyfriend-has-difficulty-climaxing-is-it-because-he-masturbates-too-much","title":"My boyfriend has difficulty climaxing. Is it because he masturbates too much?","story":"• Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.• If you would like advice from Pamela Stephenson Connolly on sexual matters, send us a brief description of your concerns to "},{"url":"https://www.theguardian.com/lifeandstyle/gallery/2018/apr/02/easter-celebrations-around-the-world-in-pictures","title":"Easter celebrations around the world - in pictures","story":""},{"url":"https://www.theguardian.com/lifeandstyle/shortcuts/2018/apr/02/how-to-do-the-flamingo-the-secret-to-strengthening-your-core","title":"How to do \u0027the flamingo\u0027 – the secret to strengthening your core","story":"drop-cap__innerIf you want to improve your balance and strengthen your core then you should try imitating a flamingo – or at least how the wading bird tends to stand on one leg. That is , who has suggested standing on one foot, then outstretching both arms to the sides. Then simply close your eyes and remain in this position for 10 to 20 seconds, switch your feet, and repeat – for 15 minutes every day."},{"url":"https://www.theguardian.com/lifeandstyle/shortcuts/2018/apr/02/what-to-do-with-your-easter-leftovers","title":"What to do with your Easter leftovers","story":"drop-cap__innerWith  over, our thoughts turn, somewhat more reliably than the weather, to summer – and, for some of us at least, the pressing need to shed some winter insulation. The task is not made any easier by chocolate bunnies breeding like ... well, rabbits. The only solution is to make a feast of the festive leftovers, then get back to the 5:2 diet or spin classes once consumed."},{"url":"https://www.theguardian.com/media/2018/apr/02/social-media-violence-young-people-gangs-say-experts","title":"Social media related to violence by young people, say experts","story":""},{"url":"https://www.theguardian.com/money/2018/apr/02/ive-inherited-a-house-should-i-sell-it-or-repair-it-and-rent-it-out","title":"I\u0027ve inherited a house – should I sell it or repair it and rent it out?","story":""},{"url":"https://www.theguardian.com/money/shortcuts/2018/apr/02/how-to-spring-clean-your-bank-account","title":"How to spring-clean your bank account","story":"drop-cap__innerIt may be time to spring-clean your bank account. According to a recent survey, on average more than a third of direct debits are for things we don’t use or don’t realise we’re paying for. This costs us , the research for Sky Mobile found. How can you better marshal your money?"},{"url":"https://www.theguardian.com/music/2018/apr/02/hall-and-oates-how-we-made-i-cant-go-for-that-no-can-do-interview","title":"Hall and Oates: how we made I Can\u0027t Go for That (No Can Do)","story":"• The hits collection Timeless Classics is out now. ."},{"url":"https://www.theguardian.com/music/2018/apr/02/la-witch-review-headrow-house-leeds","title":"LA Witch review – California nightmares from rising goth-garage trio","story":"drop-cap__innerAs they have comically had to explain in interviews,  aren’t really witches. However, popping the “W” question is perhaps understandable given their music is so dark. The three Los Angeles twentysomethings, who aren’t averse to wearing black, tap into the sleazy City of Angels underbelly that has inspired everyone from Raymond Chandler to the Red Hot Chili Peppers. The first words sung by vocalistguitarist Sade Sanchez – every inch the LA rock chick in plastic trousers and coal-black eyeliner – are “I see the darkness in your eyes”, addressed to the nihilist character in You Love Nothing. The following Kill My Baby Tonight uses the perennial “If I can’t have you, no one can” murder motive to create a musical film noir."},{"url":"https://www.theguardian.com/politics/video/2018/mar/22/kate-hoey-tells-owen-jones-i-really-dont-think-nigel-farage-is-a-racist-video-interview","title":"Kate Hoey tells Owen Jones: \u0027I really don\u0027t think Nigel Farage is a racist\u0027 – video interview","story":""},{"url":"https://www.theguardian.com/ready-player-one/2018/mar/19/how-many-easter-eggs-can-you-find-in-the-ready-player-one-trailer-take-the-quiz","title":"How many Easter eggs can you find in the Ready Player One trailer? – Take the quiz","story":""},{"url":"https://www.theguardian.com/science/2018/apr/02/hubble-space-telescope-captures-image-of-most-distant-star-ever-seen","title":"Hubble space telescope captures image of most distant star ever seen","story":""},{"url":"https://www.theguardian.com/science/shortcuts/2018/apr/02/planet-of-the-apians-nasa-develops-plan-to-launch-marsbees","title":"Planet of the apis: Nasa develops plan to launch \u0027Marsbees\u0027","story":""},{"url":"https://www.theguardian.com/sport/2018/apr/02/alex-noren-fly-under-radar-masters","title":"Alex Norén happy to fly under the radar in build-up to Masters","story":"drop-cap__innerIn a week in which the status of Zlatan Ibrahimovic , it is worth contemplating what profile would be afforded the first Swedish champion of the Masters. “When you have a guy like Ibra, he is higher than the king,” says Alex Norén. “He is bigger than everybody.” Is that fair? “The king is born into being a king. Zlatan has trained pretty hard.”"},{"url":"https://www.theguardian.com/sport/2018/apr/02/champions-cup-rugby-premiership-wrangle","title":"Champions Cup pulled into firing line in Premiership ring-fencing wrangle","story":""},{"url":"https://www.theguardian.com/sport/2018/apr/02/general-principle-gordon-elliot-irish-grand-national","title":"General Principle gives Gordon Elliott his first Irish Grand National victory","story":"• Win puts Elliott in driving seat for Irish trainers titlebullet• Willie Mullins-trained Isleofhopendreams pipped by a headTips by Chris Cook."},{"url":"https://www.theguardian.com/sport/live/2018/apr/02/new-zealand-v-england-second-test-day-five-live","title":"New Zealand v England: second Test, day five – live!","story":""},{"url":"https://www.theguardian.com/stage/2018/apr/02/how-anna-schers-maverick-acting-school-created-so-many-working-class-stars","title":"How Anna Scher\u0027s maverick acting school created so many working-class stars","story":"drop-cap__innerJake Wood was nine when he first met Anna Scher, and he didn’t know what had hit him. “She was just this whirlwind of energy. I\u0026nbspwas like: ‘What the hell is that?’ I’d never met anybody with that drive. I\u0026nbspwas a bit intimidated, to be honest.” The actor, best known for playing Max Branning in , told his mother he didn’t want to go to Scher’s theatre school. His mother persuaded him otherwise. “And it changed my life. I\u0026nbspdon’t know what I\u0026nbspwould be doing if it weren’t for Anna Scher.”"},{"url":"https://www.theguardian.com/the-home-team/2018/mar/29/sprinter-emily-diamond-my-family-have-always-been-an-amazing-support","title":"Sprinter Emily Diamond: \u0027My family have always been an amazing support\u0027","story":""},{"url":"https://www.theguardian.com/tv-and-radio/2018/apr/03/host-have-i-got-news-for-you-hislop-merton-women-presenters","title":"Women too modest to host Have I Got News For You, Hislop claims","story":""},{"url":"https://www.theguardian.com/tv-and-radio/ng-interactive/2018/mar/06/whats-on-netflix-and-amazon-this-month","title":"What\u0027s on Netflix and Amazon this month – April 2018","story":""},{"url":"https://www.theguardian.com/tv-and-radio/tvandradioblog/2018/apr/02/steven-bochco-cop-show-pioneer-hill-street-blues-nypd-blue-the-wire","title":"Steven Bochco: the cop show pioneer who paved the way for The Wire","story":""},{"url":"https://www.theguardian.com/us-news/2018/apr/02/congresswoman-elizabeth-esty-wont-seek-reelection-abuse-case","title":"Congresswoman Elizabeth Esty won\u0027t seek re-election after handling of abuse case","story":""},{"url":"https://www.theguardian.com/us-news/video/2018/mar/23/you-have-the-power-to-change-america-parkland-students-interview-bernie-sanders-video","title":"\u0027You have the power to change America\u0027: Parkland students interview Bernie Sanders – video","story":""},{"url":"https://www.theguardian.com/us-news/video/2018/mar/26/why-is-the-nra-so-powerful-video","title":"Why is the NRA so powerful? – video","story":""},{"url":"https://www.theguardian.com/world/2018/apr/02/israel-agrees-un-deal-scrap-plan-deport-african-asylum-seekers","title":"Israel suspends plan to resettle African asylum seekers despite deal","story":""},{"url":"https://www.theguardian.com/world/gallery/2018/apr/02/winnie-mandela-a-life-in-pictures","title":"Winnie Madikizela-Mandela: a life in pictures","story":""}]