[{"url":"http://www.dailymail.co.uk/news/article-5537713/Mail-petition-contract-UKs-new-blue-passport-British-firm.html","title":"Mail petition: Give the contract for the UK\u0027s new blue passport to a British firm","story":"      The Government had decided the post-Brexit blue passports should be made by a European companyA Daily Mail and MailOnline petition to have Britain\u0027s post-Brexit blue passports made by a British company has gained more than 240,000 signatures. The Government had decided the passports should be made by a European company.But the Daily Mail and MailOnline called on ministers to put British workers first by reversing the decision and giving the contract to a British firm. Now you can add your voice too – simply enter your name, email address and home town into the form below to add YOUR voice - the total will be regularly refreshed so you can see how you\u0027ve made a difference. Be assured, your details will be kept confidential. If you can\u0027t see the entry form details, simply copy and paste this address into your browser, or click here: www.dailymail.co.ukpassportsTOTAL SO FAR: 243,206Our grand total above includes both online and postal signatories.You can also share this page with your friends and family by using the links below:"},{"url":"http://www.dailymail.co.uk/news/article-5551441/EXCLUSIVE-Inside-Candymans-Candy-Shop-Mansion.html","title":"EXCLUSIVE Inside The Candyman\u0027s Candy Shop Mansion","story":"    The Candyman: Travers Beynon with his wife of eight years Taesha (left), 27, girlfriend of two and a half years Nisha (right), 22, and girlfriend of three months Krystal (centre), 21. Beynon shares his bed with these three women every night but on the weekends up to 30 women - who message him on Instagram - are also invited to join the party. Talking about their sex lives, Taesha says: \u0027What we do in here is more extreme than porn\u0027          Flamboyant: Beynon - who calls himself The Candyman and his house The Candy Shop Mansion - poses on the edge of his swimming pool which has a bar, a \u0027grotto\u0027, and tiles he designed himself lined with 24-karat gold. He says: \u0027My idol Gianni Versace was obsessed with the beauty of women. For me it\u0027s women, art, cars and fashion. I\u0027m a visionary and I\u0027m f***ing crazy - there\u0027s so much going on and it\u0027s how I express who I am\u0027          Lavish: His courtyard contains a classical-inspired water feature, two palm trees and a huge mosaic of Bacchus, god of wine. The tycoon invites 1,000 people into his home each year for a huge party. \u0027I\u0027m trying to give people that escape – to come into a world they would never experience and live like it for a day,\u0027 he says          The Angels: Beynon calls his wife and girlfriends \u0027angels\u0027. He has given each of them a matching necklace - the key to the mansion - which stands them apart from other girls who sleep with him on the weekends. His wife Taesha (left) says the four-way relationship works because she likes girls. She met Nisha (centre) at a modelling shoot where they \u0027hit it off\u0027 and she later introduced her to her husband          Fashion: Next to the bedroom is a huge walk-in wardrobe where he keeps more than 100 pairs of shoes, countless shirts and jackets and a range of Gucci and Versace watches, protected by bulletproof glass. Beynon says his time as a model made him fascinated by fashion and he keeps his interest up now. He says he has never met a girl who packs more clothes than him          Outdoors: The mansion boasts a sprawling garden which overlooks the river. \u0027This is where the wild parties happen,\u0027 Beynon says pointing to the swimming pool with a bar, a \u0027grotto\u0027, and tiles he designed himself lined with 24-karat gold. The tycoon prides himself on attention to detail. He says he hand-draws all his designs and artworks which cover the mansion          The bedroom: Beynon shares the master bedroom with three women every night. There are two bathrooms - one for him and one for the women - and a make-up area where the women each have their own mirror and set of drawers containing all the beauty products under the sun. The ceiling above the bed is mirrored and on the wall is a staggering collage of Salvador Dali works which he put together himself. Discussing his sex life, Beynon says: \u0027I make Fifty Shades Of Grey look like a kindergarten. I\u0027m just non-stop, I’m f***ing nuts.\u0027          Extraordinary: The underside of the roof jutting out towards the pool is inspired by the Sistine Chapel itself, Beynon says, adding: \u0027I became fascinated by Renaissance art when I was modelling in Italy. These ideas all come from my head and this is how I see the world\u0027. The rest of his mansion is littered with Renaissance and classical-inspired pieces          The original: Beynon\u0027s painting is inspired by the roof of the Sistine Chapel in Rome, Italy. In 1508, Pope Julius II, who was head of the Church from 1503 to 1513, hired Michelangelo to paint the ceiling of the chapel which is now one of the most famous painted interior spaces in the world          The boardroom: This is where Beynon runs his business empire in the afternoons and evenings. A large table surrounded by throne-like blue and gold chairs sits opposite his desk supporting a flat screen TV, a golden calculator and golden tissue box alongside a portrait of his wife  Luxurious: Beynon designed the wooden floor himself with glass panels so he can see his cars in the garage below. \u0027This won Australian Residential Floor Of The Year,\u0027 he says proudly, pointing to the framed certificate on the wall. The room is where he organises his parties with his assistants. They comb through 7,000 applications from the general public to eventually invite 1,000 revellers to his home every December          The garage: Beynon walks through two automatic glass doors - engraved with the words work harder, play harder - to his garage containing a Ferrari F40, Lamborghini Aventador, Rolls Royce Phantom coupe, a Jeep and a gold-sprayed motorbike for weekend rides. \u0027The Rolls is my Bruce Wayne car, the Lambo my Batman,\u0027 Beynon says, explaining that he has two different personalities          Welcome to the house of fun: The words Candy Shop Mansion sit above Beynon\u0027s gold-plated wooden front doors flanked by two white statues and perfectly trimmed hedges. The tycoon made his first million as a model before riding the Gold Coast property boom of the early 2000s and using the proceeds to buy a a controlling stake in his parents\u0027 Free Choice tobacco company. He\u0027s now worth multi-millions and makes no attempt to hide it          Pass the popcorn: The home cinema, kitted out with multiple light settings, rows of red leather chairs that fully recline and a four-metre bed \u0027for when it\u0027s just me and the girls\u0027. On the back wall are posters of his eight favorite movies: The Godfather, The Dark Knight Rises, The Wolf of Wall Street, Scarface, Rocky IV, The Great Gatsby, Ironman, and Fifty Shades Of Grey          Womaniser: The Candyman poses at his poolside. Talking about the couple\u0027s joint-decision to introduce other girlfriends into their relationship, his wife Taesha says: \u0027I kissed girls when I was younger and have always been curious so we were both keen to try it out and see how it went and it evolved from there\u0027The courtyard of 46-year-old Beynon\u0027s Gold Coast home, which he bought in 2010 for $3.75million, contains a classical-inspired water feature, two palm trees and a huge mosaic of Bacchus, god of wine.The words Candy Shop Mansion sit above his gold-plated wooden front doors flanked by two white statues and perfectly trimmed hedges.                            I make Fifty Shades of Grey look like a kindergarten. I’m f***ing nuts                        Benyon on his extraordinary sex life His garage is accessed through two automatic glass doors - engraved with the words \u0027work harder, play harder\u0027 - and contains a Ferrari F40, Lamborghini Aventador, Rolls Royce Phantom coupe, a Jeep and a gold-sprayed motorbike for weekend rides.All are emblazoned with his custom-drawn logo which reads \u0027CM\u0027 for his nickname Candyman and \u0027TB\u0027 for Travers Beynon when looked at from a different angle.\u0027The Rolls is my Bruce Wayne car, the Lambo my Batman,\u0027 Beynon says, explaining that he has two different personalities. \u0027Its the two sides of a single coin. You have Travers Beynon - the entrepreneur the family man. On the other side you have The Candyman - the entertainer, the playboy.\u0027As if to prove his point about his softer, family man side, he then takes a lift upstairs which he had installed for when he moves his elderly father into the mansion to take care of him.          Excessive: Beynon has more than 100 pairs of shoes in the walk-in wardrobe which he shares with his wife. He likes to pick out which outfits she wears from day to day. Speaking to Daily Mail Australia from his Candy Shop Mansion, he insisted that he is neither a sexist nor a misogynist but merely a good-time guy making fun of people who take life too seriously          Extravagant: The wardrobe also has countless jackets, belts and handbags. Talking about his two personalities, Beynon says: \u0027Its the two sides of a single coin. You have Travers Beynon, the entrepreneur the family man. On the other side you have The Candyman – the entertainer, the playboy.\u0027  Flash: Beynon carries \u0027very expensive\u0027 Mont Grappa pen. He says: \u0027I sign so many cheques and contracts it\u0027s a very important tool.\u0027 He also has dozens of watches, mostly by Gucci and Versace which he keeps in a bulletproof case          Peculiar: This is a collage of Salvador Dali works that Beynon assembled himself to have in his bedroom where he spends each night with at least three women. Beynon says: \u0027I\u0027m a feminist. I have girls here that want to be models – I look after them and dress them and style them and make them feel beautiful. But I also employ women who I work with in the boardroom, in the corporate setting, and I would never ask them to come the mansion and wear bikinis\u0027          Attention to detail: Beynon says he enjoys choosing girls\u0027 outfits. He says: \u0027I have girls here that want to be models – I look after them and dress them and style them and make them feel beautiful.\u0027 He rejects any accusations that he is sexist and says he only tries to have as much fun in life as possible          Well-read: In his boardroom, Beynon has dozens of books, mostly on motivation, management and leadership. But he also has the writings of his idol, Italian fashion designer Gianni Versace. Beynon was an AFL player before he broke his back aged 17 and forged a new career in the modelling world    Visionary: \u0027I\u0027m obsessed with beauty\u0027, Beynon says as he strides through his white hallway which features a portrait of Napoleon Bonaparte (left) opposite purple velvet chairs where his five-year-old Jack Russell-Pug cross named Spartacus (right) nestles in a small ball          The pool: Looming over the water is a seven-tonne marble statue of Poseidon. \u0027He\u0027s not just the protector of the ocean but also of my pool,\u0027 says Beynon as he points to walls lined with re-creations of Paolo Veronese\u0027s The Wedding at Cana and Michelangelo\u0027s The Creation Of Adam  Ostentatious: Even the boardroom has dozens of Louis Vuitton handbags and stilettos lying around for the women to try on. Beynon says he spends time with his older children in the boardroom when they come home from school and university. There they discuss their lives and and any problems. Beynon\u0027s son, 19, is at university but also works for Free Choice He strides into his boardroom from where he runs his business empire in the afternoons and evenings. A large table surrounded by throne-like blue and gold chairs sits opposite his desk supporting a flat screen TV, a golden calculator and golden tissue box. Behind the desk is a cabinet full of books on leadership and management. \u0027When I came back from modelling in Miami, New York, London, Paris and Milan, I put my head down and learnt everything I could about business,\u0027 Beynon says. \u0027I read my first book when I was 26 and now I\u0027ve read every one in this cabinet.\u0027He designed the wooden floor himself with glass panels so he can see his cars in the garage below. \u0027This won Australian Residential Floor Of The Year,\u0027 he says proudly, pointing to the framed certificate on the wall.Next he heads downstairs and through a new part of the house called the ballroom, which is being renovated to host lavish dinner parties and masquerade-style dances.He wanders outside to a sprawling garden which overlooks the river. \u0027This is where the wild parties happen,\u0027 he says, pointing to the swimming pool with a bar, a \u0027grotto\u0027, and tiles he designed himself lined with 24-karat gold. Looming over the water is a seven-tonne marble statue of Poseidon. \u0027He\u0027s not just the protector of the ocean but also of my pool,\u0027 says Beynon as he points to walls lined with re-creations of Paolo Veronese\u0027s The Wedding At Cana and Michelangelo\u0027s The Creation Of Adam.          A throne fit for a king: Beynon\u0027s two idols are Gianni Versace and Hugh Hefner, the founder of Playboy and editor-in-chief of the notorious men\u0027s magazine, which began in 1953. Beynon says of his racy Instagram snaps: \u0027The photos are tongue in cheek – we’re having a lot of fun and we’re taking the piss out of this world because it’s so sensitive now.\u0027          The entrance: The enormous gates of the Candy Mansion are flanked by two classical-inspired statues set against gold backgrounds. Beynon says he rolls out of his kingsize bed and goes for a 50km bike ride every morning before work          The open-plan kitchen: This is where the Candyman entertains up to 30 women every Friday night. He says \u0027we get the tequila it\u0027s pretty wild.\u0027 Beynon works from home in his boardroom where he sometimes has dinner with his two older children from his previous marriage          Family man: Beynon says his girlfriends are like aunties to the kids: \u0027We\u0027re a massive family. Every Sunday night we all sit at the family table, it’s a rule of mine – no phones, we get takeaway, they can’t be at their friends\u0027 and we have dinner.\u0027          Playboy: Beynon poses on the edge of his pool. He then points to a pontoon leading out into the river where his speedboat is moored. \u0027That\u0027s my new cigarette boat, she has 200 horsepower and absolutely hammers.\u0027          Suave: Beynon poses next to his Rolls Royce Phantom coupe. He says: \u0027The first rule of being successful, is put yourself around someone who us successful. These younger girls who are in their 20s are around me and they’re watching me hustle and they’re learning from the way I am, the way I manage people.\u0027          Time for a film: The Candyman poses in his home cinema. He says of his favourite films: \u0027They all have meanings for me, for example I relate to the part in Rocky IV where the crowd turn against him he never gives up and they start to cheer for him at the end. That\u0027s what I feel with the hate towards me. Once people get to know me, the won\u0027t feel the same\u0027          Doting son: Beynon has installed a lift in preparation for when his moves his elderly father into the mansion to take care of him. He is pictured here holding a stripper pole in his bedroom. He says on Friday nights he turns his bedroom into a club          The post that caused the most outrage was one of him holding his wife Taesha and another girlfriend by the bikini straps as they crawl at his feet          As the criticism flooded in, he responded in the only way he knows how - by fighting fire with fire and posting this photo\u0027The photos are tongue in cheek – we\u0027re having a lot of fun and we\u0027re taking the piss out of this world because it\u0027s so sensitive now. When I was a kid I was taught stick and stones will break my bones but words will never hurt me.\u0027Now they’re teaching kids names hurt so it make people more sensitive and people are getting so upset by words that more and more are having breakdowns.\u0027 The post that caused the most outrage was one of him holding his wife Taesha and another girlfriend by the bikini straps as they crawled at his feet.As the criticism flooded in, he responded in the only way he knows how - by fighting fire with fire.\u0027When people who saw that photo started lying that I used a dog collar and and lead on the girls, I turned around and I stood on my balcony holding 13 girls on leads. I took a photo as a f*** you.\u0027\u0027If you\u0027re going to provoke me and you\u0027re going to talk shit about me – be prepared for a war.\u0027   Beynon weighed in on the ball tampering scandal that has rocked world cricket with a racy Instagram post featuring his wife (centre) and girlfriendsBeynon said he only aims to \u0027have fun\u0027 with the photos and in life generally. He reeled off the example of his recent mocking of the Australian cricket cheating scandal.  He posted a photo of himself in cricket whites alongside three almost-naked women, who wore small pieces of yellow tape after the Australian team used it to tamper with the ball against South Africa.He said: \u0027I’m having fun – just like in the cricket photo. What they did was cheat, what a disgrace. So in true English or Australian humour we take the p*** out of them. It’s part of our culture. \u0027Sitting around the family table we take the p*** out of each other – no-one\u0027s sensitive. You have to have fun. The girls were laughing non-stop for five minutes when we did the cricket photo.\u0027He added: \u0027Life is tough, business is tough and everyone needs to lighten up a bit.\u0027When someone says I’m sexist it inspires me to come up with something sexist. So if they were smart, they\u0027d leave me alone. Because if they push me, I will bite and I will come back bigger and stronger.\u0027                         Beynon walks through the kitchen to the home cinema, kitted out with multiple light settings, rows of red leather chairs that fully recline and a four-metre bed \u0027for when it\u0027s just me and the girls\u0027. On the back wall are posters of his eight favorite movies: The Godfather, The Dark Knight Rises, The Wolf Of Wall Street, Scarface, Rocky IV, The Great Gatsby, Ironman, and Fifty Shades Of Grey.He says: \u0027They all have meanings for me. For example, I relate to the part in Rocky IV where the crowd turn against him but he never gives up and they start to cheer for him at the end. \u0027That\u0027s what I feel with the hate towards me. Once people get to know me, they won\u0027t feel the same – they say I\u0027m a sexist and a misogynist but I\u0027m not, I\u0027m having fun and I don\u0027t care what they say: I\u0027m authentic and I won\u0027t change the way I am.He continues: \u0027The Wolf Of Wall Street represents my wild side - no-one parties like I do. And I love The Great Gatsby because there\u0027s nothing that makes me as happy as when I\u0027m entertaining guests. My parties are out of control – there\u0027s nothing like them on this planet.\u0027Beynon leaves the cinema room and walks back past his Napoleon portrait and upstairs to the master bedroom, where he shares king-size beds with at least three women every night.          Responding to his critics who call him sexist, Beynon says: \u0027The girls in my life know I’m not a sexist. I idolise, I adore women, I respect them at a corporate level and I respect them on a personal level – but I take the piss out of anyone who wants to have a go at them or me\u0027  Hedonist: \u0027Life is tough, business is tough, it’s like a pressure cooker,\u0027 Beynon says. \u0027Everyone needs to lighten up a bit sometimes \u0027cause that pressure is going to explode. You have to have a valve that releases all that so how do you do that? By laughing\u0027          Everywhere gold: The Candy Shop Mansion is full to the brim with ostentatious furniture including these red sofas next to a chess board with silver and gold pieces. This room also boasts a chandelier and and two classical-inspired statues          Motorhead: The Candyman loves racing cars. Last year he was seen taking part in Shannon\u0027s National GT Australia Trophy series at Sandown Park, Victoria. His wife and girlfriends often watch him race along with his four children  Hallway: Left is the new part of the house called the ballroom, which is being renovated to host lavish dinner parties and masquerade-style dances. Right: Collars and chains that the Candyman uses with his wife and girlfriends          Controversial: Pulling out a pair of golden Louis Vuittons with red souls, Beynon jokes: \u0027You don\u0027t wear these if you\u0027re sensitive to hate and abuse. And when the haters have a go at me, my next move is to put these on\u0027, he says grabbing a pair of Versace silver gladiator-style knee-high sandals and placing them triumphantly on the table  Left: Beynon\u0027s portrait of Napoleon sits next to posters of his favourite film characters. Right: A picture montage of his late mother Sam leans against a fireplace. \u0027She passed away in 2015,\u0027 Beynon says. \u0027I miss her terribly, she was an incredibly strong woman.\u0027 There are also photos of his teenage son and daughter from a previous marriage to Venezuelan Miss World winner Ninibeth Leal which ended with a messy orce and judge granting him sole custodyThere are two bathrooms - one for him and one for the women - and a make-up area where the women each have their own mirror and set of drawers containing all the beauty products under the sun.The ceiling above the bed is mirrored and on the wall is a staggering Salvador Dali collage which he put together himself. Leaning against the wall is a sword: \u0027I never know when I may have to defend my girls,\u0027 Beynon explains.\u0027The craziest nights of my life have been in this bedroom,\u0027 says Beynon. \u0027On Fridays we get a stripper pole, smoke machine and bring the DJ up to turn it into a nightclub.\u0027                             It\u0027s two sides of a single coin. You have Travers Beynon - the entrepreneur, the family man. On the other side you have The Candyman – the entertainer, the playboy\u0027                         Beynon on his two personalities Talking about sharing his bed with so many women, he adds: \u0027I make Fifty Shades Of Grey look like a kindergarten. I fell asleep in that movie, I took the girls and we were thinking is it gonna get serious or what? I\u0027m just non-stop, I\u0027m f***ing nuts.\u0027Next to the bedroom is a huge walk-in wardrobe where he keeps more than 100 pairs of shoes, countless shirts and jackets and a range of Gucci and Versace watches, protected by bulletproof glass.Pulling out a pair of golden Louis Vuittons with red souls, he jokes: \u0027You don\u0027t wear these if you\u0027re sensitive to hate and abuse.\u0027And when the haters have a go at me, my next move is to put these on\u0027, he says, grabbing a pair of Versace silver gladiator-style sandals and placing them triumphantly on the table. There are also handbags, dresses and dozens of pairs of high heels for his wife. \u0027I buy all the girls their clothes and pick out all their outfits,\u0027 Beynon explains. \u0027When we go on holiday I plan their outfits down to the detail of their eye makeup.\u0027Beynon then walks downstairs and outside into his courtyard. Turning to admire his home, he says: \u0027This mansion represents what I\u0027m all about. It\u0027s fun, it\u0027s flamboyant, it\u0027s out there and it\u0027s over the top.\u0027Travers Beynon is certainly all of those things.           Plush: In the wardrobe there are also handbags, dresses and dozens of pairs of high heels for his wife. \u0027I buy all the girls their clothes and pick out all their outfits,\u0027 Beynon explains. \u0027When we go on holiday I plan their outfits down to the detail of their eye makeup.\u0027          Poser: The Candyman is not camera shy after a decade-long career in modelling which took him around the world to Miami, New York, London, Paris and Milan. He modelled for several big named brands including Calvin Klein          Unusual: Beynon strolls inside to the main entertainment room adjacent to the pool. There is a mosaic of Versace\u0027s face on the floor - the first thing he had done to the house - and a picture montage of his late mother Sam leans against a fireplace  \u0027What we do in here is more extreme than porn\u0027: The Candyman\u0027s wife of eight years reveals how her four-way relationship with him and two girlfriends works inside and outside the bedroom - and says she NEVER feels degraded or objectified   The Candyman has been married to Taesha, 27, for eight years after they met at one of his lavish parties.Her disapproving parents disowned her but she now has two children of her own with the husband she shares with up to 30 other women.Here, in her own words, she tells Daily Mail Australia her story and hits back at her fiercest critics.I used to do promotional modelling and Trav hired me at one of his parties in 2009. When I first met him I felt instantly there was a spark there but he was avoiding me and ignoring me so I had to work for his affection. A couple of months later I was running and he was cycling and we met on the same bike track.There were a few smiles and then he stopped to talk one time. I was with my mum and I hardly said anything because I was so nervous and just let my mum do the talking.           The wives and girlfriends: Beynon on his king-sized bed with wife Taesha (centre), girlfriend Krystal (left) and girlfriend Nisha (right). Taesha says: \u0027When we starting dating I didn\u0027t know he was going to have other girlfriends as well as me but it was something that we discussed together - it wasn\u0027t him saying this is what\u0027s going to happen \u0027He was at one of the nightclubs to promote his mate\u0027s party and we saw each other there. I was up on a balcony and he told me that I had a really fat a*se.I was like \u0027what the hell - this guy that I like is telling me that I\u0027m fat\u0027. I went to speak to him and he said \u0027you have a really fat a*se in that dress\u0027 and I thought \u0027oh my god\u0027.                            We have a very experimental sex life - it\u0027s extreme                         Taesha Beynon on sharing her marital bed with up to 30 women We were flirting and I was talking close to his ear and he was telling me that I was spitting in his ear and making me really nervous and making it worse - it was so embarrassing.But then we started talking about modelling and he said \u0027I can help you with your portfolio\u0027 and we exchanged numbers.Not long after that I went his place and it happened from there - but it took about four to six months of working to try to get him.When we started dating I didn\u0027t know he was going to have other girlfriends as well as me but it was something that we discussed together - it wasn\u0027t him saying \u0027this is what\u0027s going to happen\u0027.We\u0027d been together for a couple of years when we started to bring in other girls.          Friday night: The Candyman is pictured in his home with his wife Taesha (second right in white) and his girlfriend Nisha (left)  The lift or the stairs? Beynon shared these racy Instagram snaps of him and his wives and girlfriends heading to bed. Taesha says: \u0027What girl doesn\u0027t like to be handcuffed and thrown on the bed? It\u0027s so plain these days people need to spice it up.\u0027 I kissed girls when I was younger and have always been curious so we were both keen to try it out and see how it went and it evolved from there.We have a very experimental sex life - it\u0027s extreme. I haven\u0027t watched porn or anything like that but even if you were to watch porn I don\u0027t think it\u0027s anything compared to what we get up to.Trav makes us feel comfortable to come out of our shells, to experiment with each other and with him. He is crazy but he definitely has a softer side which is what keeps us close. Regarding the other girls, I\u0027ve had my time with jealousy and you get past it. Trav and I have a very strong marriage and a very strong relationship - we make enough time to spend one on one together. I feel like I\u0027m always the centre of his life.To anyone who says Travers degrades women or is disrespectful to women, I say that they don\u0027t know what he\u0027s actually like. I never feel degraded - what we do is fun. Which girl doesn\u0027t like to be handcuffed and thrown on the bed? Sex is so plain these days, people need to spice it up.           Taesha says: \u0027On Fridays and Saturdays it\u0027s crazy - we have heaps of girls over and I love meeting new girls. Some can be too attention-seeking and others are really fun and cool and we invite them back.\u0027I am doing what I choose with my body and people shouldn\u0027t judge me for that. I used to do bikini waitressing and I hated going to work. I love being here.Day to day I still do normal things: looking after the children, cleaning the house, cooking, laundry  and we try to work out as much as we can.On Fridays and Saturdays it\u0027s crazy - we have heaps of girls over and I love meeting new girls. Some can be too attention-seeking and others are really fun and cool and we invite those ones back. My parents don\u0027t like Travers and I have nothing to do with them now. They loved him at the start but then my dad asked him for $2.8million for one of his building projects and Trav refused. They have hated him since then and said the worst things about him like \u0027I wish he were dead\u0027. I was a month out of giving birth to my first child and that was it, we stopped talking to the whole family. It was tough but it was the right decision.I didn\u0027t want anything to do with them, I didn\u0027t want my children to have anything to do with them and I\u0027m so glad I don\u0027t talk to them or see them anymore. I picked Travers instead of them and I haven\u0027t spoken to them since. It\u0027s done now.Now we have good times all the time, even just waking up next to him and cuddling him, I love times like that.   I\u0027m hoping to be with Trav for the rest of my life and have more children with him. Plucky little fox plays chase with much larger dogDublin protest against rugby players being cleared of rapeRacist bus passenger tells black man he \u0027shouldn\u0027t be here\u0027Holidaymakers have travel delayed as shuttle bus catches on fireRussian factory believed to have produced the Skripal nerve agentMember of Katie Price\u0027s film crew with black eye after robberySickening moment footy star snaps leg after slamming into goalpostPeople brave cold to go out the night before Good FridayBritish woman returns after getting lost in Brazilian rainforestSecurity remove furniture from US consulate in St. PetersburgShocking final hours of an elephant\u0027s life in captivity in India    Party time: Beynon and Taesha at his Freaks Unleashed bash in December. Taesha says: \u0027To the critical feminists I say that every feminist is different, I am doing what I choose with my body and people shouldn\u0027t judge me for that. I used to do bikini waitressing and I hated going to work. I love being here.\u0027          Taesha says: \u0027Day to day I still do normal things, looking after the children, cleaning the house, cooking, laundry sometimes and we try and work out as much as we can.\u0027"},{"url":"http://www.dailymail.co.uk/news/article-5557463/Liam-Cheryl-plan-secret-two-week-make-break-holiday.html","title":"Liam and Cheryl plan a secret two week \u0027make or break\u0027 holiday","story":"    Liam Payne is planning to whisk Cheryl Cole away for a \u0027make or break\u0027 holiday as the couple fight to save their relationship.          The pair will also take their one-year-old son Bear with them as they try to patch up their damaged partnership. Cheryl was said to be annoyed when Liam posted pictures with Katy Perry          Liam, who is currently in Dubai and performing there on Good Friday, is then set to take Cheryl away to a secret location next weekThe pair put on a brave face at The Brit Awards but since then Liam has revealed in ES Magazine things are \u0027not fine and dandy\u0027 between himself and his girlfriend. Cheryl, 34, was livid he spoke publicly about their relationship and warned him not to do it again. She was also annoyed when pictures emerged of Liam, 24, cosying up to Katy Perry, 33, in Japan, while Cheryl was left at home.Blonde Katy - who is dating Orlando Bloom - was clad in a gold body suit and thigh boots combo for her usual provocative performance. The friend said: \u0027Posting a picture of himself with a beautiful woman while Cheryl was sat at home was not Liam\u0027s finest hour. \u0027He knows how to push Cheryl\u0027s buttons and if he wanted to upset her this picture certainly did the trick. \u0027He is hoping this holiday will get things back on track. He still loves Cheryl and knows he has to really fight for the relationship - not just for them both but for little Bear too.\u0027     The pair put on a brave face at The Brit Awards (above) but since then Liam has revealed in ES Magazine things are \u0027not fine and dandy\u0027 between himself and his girlfriend          Cheryl, 34, was livid he spoke publicly about their relationship and warned him not to do it again. Liam said: \u0027We have our struggles — like of course I\u0027m not gonna sit here and say that everything\u0027s absolutely fine and dandy, because of course you go through different things\u0027In his magazine interview Liam confirmed there were problems at home. He said: \u0027The funniest thing was a week before we were getting married. The next week we\u0027re splitting up.\u0027And the thing for me is, I just like to think we\u0027re somewhere in the middle. You know, we have our struggles — like of course I\u0027m not gonna sit here and say that everything\u0027s absolutely fine and dandy, because of course you go through different things, and that\u0027s what a relationship is. \u0027But we go through them together as a family and that\u0027s the most important thing for me. \u0027This part of our relationship was never not going to happen, there was always going to be a little bit of tenseness in the way we sort ourselves out, but tell me a relationship in the world that doesn\u0027t go through a spot like that?\u0027It\u0027s about whether you make it through or not, together, is the main point there I guess.\u0027          A friend told MailOnline: \u0027Liam is hoping this holiday will get things back on track. He still loves Cheryl and knows he has to really fight for the relationship - not just for them both but for little Bear too (pictured above)\u0027          Liam first met Cheryl when he performed on the X Factor as a 14-year-old boy, singing Fly Me to the Moon. Pictured: The former 1D singer in Japan this week          Cheryl has had a turbulent love life, first being left devastated by first husband Ashley Cole\u0027s cheating, while her second marriage also failed          Talking about the holiday, the pal said: \u0027If this holiday doesn\u0027t work it really could be curtains for the couple, which would be a terrible shame for both them and Bear\u0027Liam first met Cheryl when he performed on the X Factor as a 14-year-old boy, singing Fly Me to the Moon. A flirting Cheryl told the crooner: \u0027I like you, I think you\u0027re really cute.\u0027 As her marriage to Jean-Bernard Fernandez-Versini collapsed Strip That Down singer Liam was waiting in the wings. Cheryl has had a turbulent love life, first being left devastated by first husband Ashley Cole\u0027s cheating. Her second marriage also failed. A friend said: \u0027She just wants a normal, happy family. But it just seems she struggles in long term relationships.\u0027 Cheryl\u0027s mother Joan - who lives with her daughter and Liam - is understood to have been frustrated with Liam\u0027s desire to go to showbiz parties and lead a celebrity lifestyle. Cheryl now prefers to stay in watching television than going out to glitzy parties, which seemingly is a result of the couple\u0027s 10 year age gap. The pal said: \u0027If this holiday doesn\u0027t work it really could be curtains for the couple, which would be a terrible shame for both them and Bear.\u0027A spokesman for the couple refused to comment.  "},{"url":"http://www.dailymail.co.uk/news/article-5557943/Peter-Kay-breaks-silence-months-cancelling-tour.html","title":"Peter Kay breaks his silence months after cancelling tour","story":"    Comedian Peter Kay has broken his silence for the first time since he cancelled his nationwide tour three months ago. He announced a charity screening of new Car Share episodesThe charity screening of new Car Share episodes is for The Lily Foundation, which Kay says \u0027is an inspiring charity that helps to improve the lives of children with Mitochondrial Disease\u0027.\u0027I\u0027ve had first-hand experience of the Foundation\u0027s work and I\u0027m proud to raise both awareness and much needed funds to help with the inspiring work they provide to children and their families,\u0027 he said.Thursday\u0027s tweet is Kay\u0027s first public comment since he dropped a stand-up tour he was due to perform, saying that \u0027family must always come first\u0027.At the time he offered his \u0027sincerest apologies\u0027 and said the decision had \u0027not been taken lightly\u0027.\u0027I\u0027ve always endeavoured to protect my family\u0027s privacy from the media,\u0027 he added. \u0027I hope that the media and the public will continue to respect our privacy at this time.\u0027Once again, I\u0027m very sorry.\u0027          The 44-year-old was forced to axe his first live tour in eight years in December, due to \u0027unforeseen family circumstances\u0027Now a post on the star\u0027s Twitter feed has announced a charity screening of new Car Share episodes in April.  It said: \u0027Exciting news: A charity screening of new Peter Kay\u0027s Car Share episodes will be held at Blackpool Opera House on Saturday 7th April. Tickets on sale Saturday at 9am.\u0027And fans of the Bolton funnyman shared their joy at his return.   On Twitter, one wrote: \u0027Now that\u0027s gonna be sumit special... wot an ACE series!!\u0027Another said: \u0027Nice to hear from you Peter, hope all is well with you and your family. Take care.\u0027Egyptian President Sisi is reelected with 92 PER CENT of the...Boris Johnson mocks Russia for making \u0027loathed\u0027 weapon...Share this articleAnd one replied: \u0027Welcome back.\u0027 Funds raised will support The Lily Foundation, which fights mitochondrial disease.Kay told the Ticketmaster website:  \u0027The Lily Foundation is an inspiring charity that helps to improve the lives of children with Mitochondrial Disease.\u0027I\u0027ve had first-hand experience of the Foundation\u0027s work and I\u0027m proud to raise both awareness and much needed funds to help with the inspiring work they provide to children and their families.\u0027          Kay\u0027s fans today reacted with joy after the comedian broke his silence on social media. They welcomed him back on TwitterThe second series of the BBC show ended on an emotional cliffhanger last year as John (Kay) failed to reciprocate the advances of his car share colleague Kayleigh (Sian Gibson).And fans of the programme were dismayed when Kay announced that he had no plans to pen a further series.But the comic later announced special episodes - a special finale to reveal what happens next for the pair and an entirely improvised episode, Car Share: Unscripted.Both hotly-anticipated shows, Unscripted and the finale, were filmed last year.Kay apologised to fans in December for cancelling every date of his hotly-anticipated stand-up comedy tour due to \u0027unforeseen family circumstances\u0027.The surprise announcement shocked the 1.7million people across Britain and Ireland who managed to get hold of tickets to see the  comedian.The father-of-two was expected to earn up to £40million from hosting 109 nights from next April until March 2019 at cities including Glasgow, Birmingham, Manchester, London and Dublin.  Kay was said to have earned £20million in record ticket sales and DVD revenues from his last tour eight years ago, when tickets averaged around £35 a head."},{"url":"http://www.dailymail.co.uk/news/article-5560235/Tokyo-named-popular-Easter-destination.html","title":"Tokyo named most popular Easter destination","story":""},{"url":"http://www.dailymail.co.uk/news/article-5560975/Photos-Elvis-Presley-Buddy-Holly-Chuck-Berry-height-fame.html","title":"Photos show Elvis Presley, Buddy Holly, Chuck Berry at height of fame","story":"    Retro photographs of rock legends like Elvis Presley have come to light in celebration of the first group of musicians who were inducted into the Rock and Roll Hall of Fame. Presley is pictured here promoting the Jailhouse Rock film in 1957           Presley (pictured at the Mississippi-Alabama Fairgrounds in 1956) was inducted in the first group along with Chuck Berry, Buddy Holly,  James Brown, Ray Charles, and Sam Cooke, the Everly Brothers, Little Richard, Fats Domino, and Jerry Lee Lewis          Buddy Holly is pictured here with musician Waylon Jennings just a month before he was killed in a plane crash in 1959Now iconic images of these legends have re-emerged before this year\u0027s inductees - Bon Jovi, Dire Straits, Nina Simone, The Moody Blues, and Sister Rosetta Tharpe - are inducted on April 14 in Cleveland.  One vintage photo shows Presley performing live at the Mississippi-Alabama Fairgrounds in 1956, the packed crowd desperately reaching for the Love Me Tender singer. Another picture shows an older Presley posing next to Richard Nixon in the White House Oval Office, just four years before the Republican would resign as president following the Watergate scandal.We can see Charles flashing his megawatt smile next to his piano in one photograph, while Holly and Berry passionately strum at their guitars in others.      Another picture shows an older Presley posing next to Richard Nixon in the White House Oval Office, just four years before he would resign as president following the Watergate scandal          It wouldn\u0027t be a collection of Rock and Roll icons without Chuck Berry (pictured in 1973) strumming on his guitar One sweet image shows Sam Cook laughing in a recording studio in 1961, three years before the A Change Is Gonna Come singer was shot dead in a Los Angeles motel at the age of 33. The photographs immortalize legendary men like Cooke who were often taken far too soon. \u0027It\u0027s so dull\u0027: Legendary Led Zeppelin frontman Robert Plant...EXCLUSIVE: \u0027He stripped me naked and tied me to the...The blonde who posed nude with the Stones: Now a mum of two...Share this articleIn one image Buddy Holly poses with his bandmate Waylon Jennings in a photobooth in New York in January 1959. It was taken just a month before he died in a plane crash, when Holly was just discovering himself as a solo artist after breaking away from The Crickets.           James Brown was also inducted into the Rock and Roll Hall of Fame in 1986. He is pictured here performing on the ABC television program Music Scene in 1969  These publicity photos show Buddy Holly in 1957 and 1958, when he broke away from The Crickets and began recording and performing under his own name           One sweet image shows Sam Cooke laughing in a recording studio in 1961, three years before the A Change Is Gonna Come singer was shot dead in a Los Angeles motel at the age of 33These legends now live on at the Rock and Roll Hall of Fame Museum in Cleveland, where they are joined every year by a new group of inductees. Each year the inductees are nominated by a group of rock and roll historians and are then voted on by 500 experts around the world that include everyone from journalists and academics to music producers. Artists can only become inducted into the Hall of Fame 25 years after the release of their first record. About five to seven artists are picked each year, and they are always presented the award by a fellow artist who has been influenced by their music.            Another iconic image in the set shows Ray Charles giving the camera one of his classic poses at a piano in November 1969"},{"url":"http://www.dailymail.co.uk/news/article-5561797/Corey-Feldman-shares-photo-stab-wound-attorney-blames-road-rage-alleged-attack.html","title":"Corey Feldman takes to Twitter to share photo of \u0027stab\u0027 wound","story":"    The lawyer of Corey Feldman (pictured) has suggested that an incident in which he was allegedly stabbed was \u0027road rage\u0027Corey Feldman took to Instagram to share a photo of the \u0027nearly-fatal wound\u0027 he sustained in an alleged attack on Tuesday.Feldman\u0027s attorney has blamed \u0027road rage\u0027 for the incident in which the actor claimed he was stabbed with a knife or syringe.Posting a photo of what appears to be a minor red scratch, the former child actor asked: \u0027THE WORLDS SMALLEST KNIFE WOUND.....OR?!?!\u0027The 46-year-old was admitted to hospital for treatment for a wound to his abdomen on Tuesday.Corey previously said the alleged attack could have been related to his decision to speak out against child sex abuse in Hollywood - but his lawyer Perry Wander has now blamed road rage for the incident.It has subsequently been revealed blood and urine tests run by the hospital came back clean of both drugs and infectious diseases, his bodyguard Jeff V told TMZ.And doctors found evidence of neither a puncture from a needle or blade.Scroll down for video           Near-fatal? Actor Corey Feldman shared this picture of a \u0027stab wound\u0027 to Instagram which he alleges was caused by a syringe or a knife          Checked over: Feldman shared a shot of himself getting checked over by a medical professional as his distressed wife Courtney Anne Mitchell looked onSpeaking about Corey\u0027s concerns, his lawyer added: \u0027There\u0027s a lot of people trolling him on social media that have made threats to him. He has a genuine concern that I believe is well founded that certain people are upset with him about him outing child molesters.\u0027It comes after Corey himself recently explained that while he isn\u0027t sure if the alleged incident is \u0027related\u0027 to his vow to expose pedophilia in Hollywood, he found it \u0027very odd\u0027 his attacker didn\u0027t ask for his wallet or car keys.However, the former child actor did seem sure of one thing: that he is at the center of a conspiracy.  He said: \u0027One thing I can tell you for sure is I do know, 100 per cent for a fact, that there is a conspiracy.Beyoncé bite-gate: Lena Dunham denies claims she was the...Paris Jackson rocks retro style on late night out with...She\u0027s on a roll! Selena Gomez goes braless while rocking...Mariah Carey beams with delight as she celebrates her...Share this article\u0027I do know for a fact that that conspiracy has to do with every false accusation that you\u0027ve heard about me in the media within the last six months. And I do know who the organiser of that conspiracy is and I do know who it\u0027s being led by - and I do know why.\u0027It all has to do with the paedophilia claims that I\u0027ve made.\u0027So I can\u0027t say that this incident was related, but what I can say is that it\u0027s very odd that a group of Mexican guys would pull over a car, go as far as opening a door and stabbing the person inside.\u0027Because generally, if they\u0027re going to do that kind of an aggressive move, they\u0027re going to ask for a wallet at that point, they\u0027re going to ask for your car keys, they\u0027re going to ask for some kind of demand.\u0027 The actor, 46, wrote on Twitter that he was sitting in his car on Tuesday night and while his security detail was distracted by a group of men, an inidual opened his door and stabbed him with \u0027something.\u0027Feldman also claimed on Twitter that this attack was the work of the \u0027wolfpack,\u0027 a group of powerful Hollywood players that he believes have been trying to kill him in order to get revenge after he named a number of alleged pedophiles in the movie industry.  The Los Angeles Police Department said on Wednesday that officers were called to a residence in Reseda just before midnight on Tuesday in response to an assault with a deadly weapon call.          Getting the word out: Feldman posted on Twitter shortly after the attack on Tuesday    Veteran: Feldman may be best known for his work in classic 1985 adventure film The GooniesA good deal of that money would go towards security said Feldman, a cost he justified by claiming he had almost been killed just a few days prior.\u0027The most important thing is that I have security. Somebody tried to kill me the other day. I\u0027ve been arrested. This is no joke. I\u0027m fearing for my life,\u0027 said Feldman.When Megyn pressed the actor on his near-death experience, he stated: \u0027I had two trucks come speeding at me at the same time.\u0027He quickly added: \u0027I\u0027m not saying they were trying to kill Corey Feldman. But they were trying to kill a group of people walking across the street.\u0027That $10 million project was later scrapped in favor of a $100,000 one for his \u0027truth campaign,\u0027 which has raised $29,000 as of Wednesday morning.Since the recent Harvey Weinstein sex scandals sparked a surge of Hollywood heavyweights getting toppled from their positions of power, Corey\u0027s previous accounts of abuse at the hands of showbiz executives have gained new traction. Feldman first came forward with his account in his 2013 memoir, Coreyography, claiming that both he and Corey Haim were repeatedly abused as up-and-coming actors.Back in December, the actor was vindicated again as police in California said they had uncovered a tape in which Corey listed the names of men who had abused him in the past. The former child actor had claimed in October that he had given the names of sexual predators in Hollywood to the Santa Barbara County Sheriff\u0027s Office in 1993 during their investigation into Michael Jackson\u0027s molestation charges.Then in November, the actor revealed the identities of two alleged child molesters he claims took advantage of him and other adolescent screen stars years ago.He claimed on Dr. Oz that his former assistant and actor Jon Grissom was the first to take advantage of him in the 1980s.Feldman also named former child talent manager and convicted sex offender Marty Weiss in a separate interview on Today.Weiss was arrested in 2011 after one of his clients told police he had been sexually abused by the man starting when he was just 11-years-old, claiming the incidents happened 30 to 40 times over a roughly three years period.He eventually pleaded no contest to two counts of child molestation in 2012 and was sentenced to a year in jail and five years probation however he was immediately released after entering his plea for time served.Corey Feldman Named in Sexual Battery Police Report | TMZ.comCorey Feldman\u0027s Hospital Tests Came Back Negative for Drugs, Diseases | TMZ.com"},{"url":"http://www.dailymail.co.uk/news/article-5563233/What-White-House-Easter-Egg-Roll-need-know.html","title":"What is the White House Easter Egg Roll and when is it? All you need to know","story":""},{"url":"http://www.dailymail.co.uk/news/article-5564599/Peter-Kay-fans-devastated-tickets-Car-Share-screening-sell-just-TWO-MINUTES.html","title":"Peter Kay fans aghast as tickets for Car Share screening sell out","story":"    A special screening of new episodes from the hit show will take place at the Blackpool Opera House However many had to endure further disappointment as a massive rush to get tickets saw them sell out in just two minutes.And many could ultimately end up paying hugely-inflated prices for theirs as ticket touts plan to cash in on the event\u0027s popularity.  One fan tweeted: \u0027What the hell??? I had the tickets, complete checkout, 9 minutes left on my timer and they\u0027ere gone?!?!?!\u0027          Many had to endure further disappointment as a massive rush to get tickets saw them sell out in just two minutesShare this article    In November, Peter Kat tickets were selling for up to ten times their face value on wesbites such as GetMeIn, which is owned by TicketmasterAnother said: \u0027Sold in 2 mins. My tickets were reallocated whilst I was entering my card details and now I can\u0027t get any.\u0027A third said: \u0027How can every ticket be sold out on @TicketmasterUK within 10 seconds in all areas and all prices for Peter Kay Car Share Blackpool.\u0027Due to a legal loophole, countless numbers of tickets could be re-sold to desperate fans by shameless touts.           Disappointed fans took to Twitter to vent their frustration at tickets for the Blackpool event being sold out in just two minutes The event at the Blackpool Opera House, will be held a day before on Friday April 6.  In a statement on Ticketmaster\u0027s website, Peter said: \u0027The Lily Foundation is an inspiring charity that helps to improve the lives of children with Mitochondrial Disease.\u0027I’ve had first-hand experience of the Foundation’s work and I’m proud to raise both awareness and much needed funds to help with the inspiring work they provide to children and their families.\u0027"},{"url":"http://www.dailymail.co.uk/news/article-5564859/Co-owner-Russias-Summa-group-detained-suspected-embezzlement-ministry.html","title":"Russian tycoon Magomedov arrested on embezzlement charges","story":"Russian authorities on Saturday arrested billionaire Ziyavudin Magomedov (pictured) on charges of embezzling more than $35 millionBoth businessmen will also be held in custody until May 30, the court ruled.At a hearing in Moscow\u0027s Tverskoy District Court to decide whether Magomedov and his associates should be detained before their trial, Judge Maria Sizintseva said they had acted as part of an organised crime group and had tried to put pressure on witnesses. She rejected an offer from Magomedov to put up a $35 million bail bond, and ordered he be detained.Citing the arguments against granting bail, the judge said Magomedov had access to his own aircraft, and assets abroad. The day before he was detained, he had booked a flight from Moscow to Miami, the judge said.Moscow orders Britain to cut over 50 diplomats from its...Putin\u0027s 41 questions to May! Russian embassy wants...Share this articleSumma said it planned to appeal the court decision and was ready to cooperate with the investigation.Invited to speak from a cage in the courtroom, Magomedov, dressed in a dark-blue jogging suit, said: \u0027I categorically disagree with the charges presented ... The prosecution case does not stand up to scrutiny.\u0027He said he needed treatment in the United States for a medical problem, and offered to put up the $35 million bail. \u0027I\u0027m willing to pull together this money, so no one has any thoughts that I might go on the run,\u0027 Magomedov said.Magomedov is part of a group of Russian multi-millionaires who, while publicly loyal to the Kremlin, are not in President Vladimir Putin\u0027s inner circle.          Magomedov is part of a group of Russian multi-millionaires who, while publicly loyal to the Kremlin, are not in President Vladimir Putin\u0027s (pictured) inner circleSome members of the group say they are being squeezed by a tough economy, Western sanctions on Russia, and powerful state-run companies that are muscling in on nearly all sectors of the economy.In past cases when magnates have been prosecuted, some in the Russia business community have said the tycoons were victims of a plot by the Kremlin or by politically connected business rivals - though the authorities deny that.People familiar with the Russian judicial system say high-profile corruption cases are rarely fabricated, but that the law is applied selectively, and that prosecutions can be influenced by outside factors.Ziyavudin Magomedov ranked 63rd last year on the Forbes list of the richest businesspeople in Russia with $1.4 billion (£1billion). In January, he was listed by the U.S. Treasury Department as one of 96 \u0027oligarchs\u0027 close to Putin.His Caspian Venture Capital fund has investments in ride-hailing service Uber Diamond Foundry, a company that produces man-made diamonds and Peek, an online leisure activities company.Magomedov is also co-executive chairman of Los Angeles-based tech firm Virgin Hyperloop One, which is chaired by Richard Branson. It is one of several firms developing a futuristic transport system that involves propelling people at high speed through sealed tubes.He also co-owns the Novorossiysk Commercial Sea Port with Russian oil pipeline monopoly Transneft and transportation group Fesco."},{"url":"http://www.dailymail.co.uk/news/article-5565009/Ohio-woman-sticks-tongue-taking-mugshot-drunk-driving-arrest.html","title":"Ohio woman sticks tongue out while taking mugshot","story":"    Amber Legge, 32, was arrested by Huber Heights police on Friday at 3.15amAn Ohio woman donned a wacky face after she was arrested for drunk driving and accused of threatening to burn down her neighbor\u0027s home. Amber Legge, 32, was arrested by Huber Heights police after reports came in of a woman operating a vehicle impaired around 3.15 on Friday. The Piqua, Ohio, native was said to have threatened her neighbor over money, according to WHIO. She left from her house soon after the argument only to return later and threaten the victim. \u0027(The victim) indicated that Legge then returned to her residence...began calling her a \u0027dope friend\u0027, threatened to beat her, burn her house down, and contact Children\u0027s Services,\u0027 the police report details. An additional witness corroborated the details regarding Legge\u0027s threats toward the victim. Wesley Snipes gets into the cyrptocurrency game eight years...President Trump \u0027freezes\u0027 $200million earmarked for Syria by...Share this articleShe was arrested for aggravated menacing and operating a vehicle under the influence of alcohol and drugs. Legge is being held on a $5,000 bond at the Montgomery County Jail.          The location in which Legge was apprehended. She is being held on a $5,000 bond at the Montgomery County JailPiqua woman threatens to burn down Huber Height home, arrested for OVI"},{"url":"http://www.dailymail.co.uk/news/article-5565083/How-870-000-Kinston-Thames-home-ideal-secluded-bolthole.html","title":"How this £870,000 Kingston-upon-Thames home could be the ideal secluded bolthole","story":"    This distinctive octagonal property stands on the site where Queen Victoria’s son, the Prince of Wales, later King Edward VII, romanced actress Lillie Langtry in the 1870s          The mansion and its nine acres – in Kingston upon Thames, South-West London – has now been turned into a gated community, of which the lodge is part          Architecturally designed, angular building called The Roundhouse in the Moray townPOOLE: £3 million Bedrooms: 4Unique features: A tiered effect using huge horizontal trays and rectangular boxes influenced by American architect Frank Lloyd Wright’s 1930s house Fallingwater with its balconies perched above a waterfall in Pennsylvania overlooking Poole Harbour integrated double garage entire top floor is a master bedroom suite with private sun terrace.Contact: Luxury and Prestige, luxuryandprestige.co.uk, 01202 007373          This £3m property is overlooking Poole Harbour. It has an integrated double garage with the entire top floor as a master bedroom suite and private sun terrace Hove: £1.375 millionBedrooms: 4Unique features: Three bathrooms, two reception rooms double garage study utility room projector in the living room underfloor heating throughout solar panels private electric gates.Contact: Purple Bricks, purplebricks.co.uk, info@purplebricks.com          This £30m house in Berkshire has its own helicopter pad and views of Windsor CastleBerkshire: £30 millionBedrooms: 6Unique features: Harford Manor, near Maidenhead, has its own spa, as well as stables, helicopter pad, staff quarters, swimming pool, cinema, library and wine cellar all bedrooms have private bathrooms two kitchens views of Windsor Castle comes with bespoke artworks 40 acres tree-lined driveway.Contact: Strutt \u0026amp Parker, struttandparker.com, 020 7318 5190        "},{"url":"http://www.dailymail.co.uk/news/article-5565179/Mind-reading-machine-translate-thoughts-display-text.html","title":"Mind-reading machine can translate your thoughts and display as text","story":"    The new machine can apparently read your mind and translate your thoughts into text instantly (FILE photo)Apple worker was accused of stealing iPhone on BA flight and...A century in the skies: RAF prepares to mark its hundredth...Share this articleThe machine registers and analyses the combination of vowels and consonants that we use when constructing a sentence in our brains. It interprets these sentences based on neural signals and can translate them into text in real time.In fact, scientists claim that the machine can use words that it hasn\u0027t even heard before.         Mind-reading machine can now translate your thoughts to text immediately by interpreting brain activity"},{"url":"http://www.dailymail.co.uk/news/article-5565245/GKN-deal-swells-70bn-merger-frenzy-City.html","title":"GKN deal swells £70bn merger frenzy in City","story":"    In a hurry: Executives wanting to take over or merge with rivals are rushing to do so now before interest rates rise and it starts costing them more to raise finance for bidsEconomists expect rates to rise this year as central bankers look to rein in inflation, which is resurgent in several major Western nations.The deals frenzy will net City banks hundreds of millions of pounds in fees.After vultures made a killing on GKN takeover... Now hedge...US-based futures exchange CME agrees to buy Michael...Share this articleHow to choose the best (and cheapest) DIY investing Isa - and our pick of the platformsMelrose alone is paying £140 million to advisers assisting its £8 billion pursuit of GKN, which was narrowly approved by the latter’s shareholders last week.GKN in turn has said it is paying advisers £83 million for its defence. Banks will get the lion’s share, taking £120 million from Melrose and £60 million from GKN. Lawyers will net £12 million from GKN and £9 million from Melrose, while the PR firms on both sides will make almost £12 million.But that’s not the only deal in town. Japanese firm Takeda has indicated it might spend £35 billion buying FTSE 100 pharmaceutical giant Shire.And Michael Spencer’s financial technology group Nex has agreed a £3.9 billion deal with rival CME.There are bid battles underway too in the media and property worlds. Hammerson has embarked on a £3.4 billion merger with Intu. However French group Klepierre is trying to gatecrash Intu with a £5 billion bid of its own.Sky is being fought over by parent Fox and US media giant Comcast in a possible £22 billion deal.These transactions are likely to result in a £270 million bonanza for advisers, according to Wall Street consultancy Freeman and Co.          Russ Mould, a stock market expert at investment platform AJ Bell, said deals are partly being driven by lacklustre growth rates. He added: ‘People are talking about a recovery but we’re still looking at growth rates that aren’t fantastic, and bosses are under pressure to manufacture it from somewhere.’The M\u0026ampA boom has not been confined to the UK.Global deal volumes exceeded £850 billion in the first quarter, smashing a quarterly record set in 2007, according to figures from Thomson Reuters.The frenzy is raising fears that some companies could end up doing duff deals.Mould said: ‘Animal spirits play a part. There’s always a risk at the top of the cycle.’Stefan Brunnschweiler, head of corporate and M\u0026ampA at legal experts CMS, said Brexit is playing a part because it has allowed ‘foreign investors to continue to take advantage of the weaker pound’, which has enabled them to buy assets on the cheap.Brunnschweiler added: ‘There has also been a significant rise in domestic consolidation as the UK prepares itself for its post-Brexit existence.’Good for big potsGood for big potsFee back in trades Compare the best investing platform for you"},{"url":"http://www.dailymail.co.uk/news/article-5565473/Commemorative-2-coins-RAF-centenary-sold-25-eBay.html","title":"Commemorative £2 coins for RAF centenary sold for £25 on eBay","story":"    Commemorative £2 coins featuring the design of the first RAF badge are being sold on auction website eBay for £25 each ahead of their release into general circulation today"},{"url":"http://www.dailymail.co.uk/news/article-5565621/Meet-bridesmaid-perfect-looks-life-style-SPARKLE-Ms-Markle.html","title":"Meet the bridesmaid with the perfect looks, life and style who might OUT SPARKLE Ms Markle","story":"    Close: Glamorous Jessica Mulroney is hotly tipped to be Meghan\u0027s Maid of Honour next month          I\u0027m still the belle of the ball: Why start your day in pyjamas when you can slip into your high school basketball kit? And yes, it still fits - even after giving birth to three childrenJessica, dubbed ‘Canadian royalty’ and ‘the Gwyneth Paltrow of Toronto’, is said to have her perfectly manicured fingertips on the minutiae of her friend’s big day, from helping choose the bridal gown to picking the guests.There’s just one little niggle. For seasoned Royal watchers are wondering whether Jessica, 37, might be so glamorous, there’s a risk she’ll overshadow Meghan – just as Pippa Middleton and her impossibly pert posterior took centre stage when she was bridesmaid at Kate’s marriage to William.EXCLUSIVE: Meghan Markle\u0027s \u0027first kiss\u0027 - and how she \u0027held...Share this article‘Meghan adores Jessica, not just as a friend but also as someone whose taste and style are impeccable,’ a friend told The Mail on Sunday.‘Meghan looks up to Jessica and has, to a certain degree, modelled herself on her. The irony is Meghan could end up being upstaged by the woman she’s fashioned herself on.’          My little army of helpers: It\u0027s a tight schedule getting everyone to school on time in the morning, so it\u0027s worth planning outfits in advance. What better accessories than co-ordinating seven-year-old twins?          Hey kids, DO try this at home: Now it\u0027s time to get the finely honed midriff out for another impossible-looking workout - this one is just \u0027fun\u0027, says Jessica, although it\u0027s \u0027not for the faint-hearted\u0027It is not merely Jessica’s soignee appearance that appears to have caught Meghan’s eye, for the merest glance at Jessica’s Instagram feed (scrutinised by 100,000 followers) reveals a life of domestic perfection. It has certainly given Meghan something to aim for.Born Jessica Brownstein in Montreal, she had a privileged start as a member of Canada’s Browns shoes dynasty, worth a reported £50 million. She attended an exclusive all-girls’ school, before going to McGill University, where she studied industrial relations and economics –skills she used to good effect when she launched her own business importing luxury lingerie.          No-one comes between me and my pal: Ripped jeans, glossy hair, black T-shirts – it’s almost like we’re identical twins. Or maybe I’m her stylist?          Hurrah! It\u0027s water o\u0027clock: Everyone asks how I manage it all. Well by 5pm even I need to pour myself a glass of something chilled. But you don\u0027t look this good by opting for Chablis - make mine a sparkling mineral water. Yummy!Later, she would make a successful career as a stylist – with her own TV slot – and wedding planner, but it was her 2007 marriage to Ben Mulroney, son of former Canadian prime minister Brian Mulroney and one of Canada’s top television presenters, that propelled her on to the A-list.Today Jessica and her husband lead an affluent, yoga-toned life, that appears to be lifted from the pages of a magazine.Jessica regularly posts ‘inspirational’ fitness videos and pictures on Instagram – she and Meghan bonded over a ‘deep passion’ for yoga, Pilates, dogs and philanthropy.They first met when Meghan arrived in Toronto in 2011 to film Suits. Until then, the aspiring actress had been something of a ‘rough diamond’, but soon her style began to mirror her friend’s.‘Jessica helped Meghan with her wardrobe and introduced her to the right people,’ as one of their circle put it. An even closes friendship duly blossomed          Want a clue on Meg\u0027s big day? Time for my close-up - as a TV bridal expert. Whether you want to look mermaid or Meringue, I can find the perfect dress for your big day. Just ask Meghan!Before she took down her blog called The Tig, Meghan frequently posted pictures of the two on holiday and proudly referred to herself as ‘Aunty Meg’ to Jessica’s children. And it was in Jessica’s house that Harry and Meghan sought refuge when news of their secret romance first became public in 2016. Jessica attended Meghan’s recent Church of England baptism and has been closely involved in preparing for the wedding. She flew to Britain in January to attend the first fitting of the wedding dress and plans to return twice more before the ceremony in May.Her children, twins Brian and John, seven, and daughter Ivy, five, are even tipped to be page boys and bridesmaid alongside Prince George and Princess Charlotte. Certainly, if Meghan needs any domestic tips on leading an impeccably stylish and organised life with children in tow, she knows where to turn. But she should beware – it involves 5am starts and doing everything in heels.‘Jess is up early every morning, usually around 5am when Ben leaves the house, to make lunches for the kids and get them ready for the day,’ a friend remarked.‘After the kids are in school or kindergarten, she either goes straight to meetings or her television job. After that she usually works out and then is home in time for the kids when they return from school. They often cook together. And she will do all of this in heels.’A source added: ‘Everyone is betting on Jessica as Maid of Honour, but she’s giving nothing away.’And if she’s not, that’s only because she’ll be too busy planning every last detail. ‘The one thing you can be certain of is that Meghan’s wedding will be perfect… just like Jessica.’Meghan will, no doubt, be hoping all eyes stay firmly on the bride. "},{"url":"http://www.dailymail.co.uk/news/article-5565635/DARA-BRIAIN-never-Strictly-did-win-it.html","title":"DARA Ó BRIAIN: I could never do Strictly... but if I did I would win it","story":"    Comedian Dara Ó Briain, 46, pictured, has been described as \u0027Britain\u0027s favourite Irishman\u0027          Dara, pictured yesterday at Stephen Hawkin\u0027s funeral, got to meet the acclaimed scientist before he died - and even owns a signed copy of his book, A Brief History Of TimeMeet your heroes. Mine was Stephen Hawking and I was fortunate enough to meet him a couple of times before he passed away. I actually dropped to one knee when I was first introduced to him in his hotel room. One of the most precious things I own is a signed copy of his A Brief History Of Time – my parents gave it to me as a Christmas present in 1988.I am a great dancer. I love dancing – if you get me on a podium then I will go crazy and people will be like, ‘B*****y hell.’ I am a big raver. I don’t do it as much as I used to because I suffer from osteochondritis dissecans, which is a problem that affects my left knee. I used to play lots of football but eventually my knee popped out.Walk this way! Join JULIA BRADBURY on her choice of...Riddle of the death plunge model: How a girl, 18, fell 14...Share this articleI could never do Strictly because my knee would go. But every year, I sit in front of it saying: ‘I would totally win Strictly if I was in it.’I have no Catholicism left in me but they know how to put on a good show. Catholic music, such as Requiem Mass In D Minor – Lacrimosa – by Mozart is so moving but you want to hear it with no priests in attendance.Keep going. It’s the best advice I’ve been given. Keep writing you never know if you will make it in comedy but if the fickle finger lands on you, you’d better be ready.You can surprise yourself. I was shy as a child, very academic. I had no desire to be a performer. Then at University College Dublin, I stood in front of an audience debating and the laughs I received gave me the biggest buzz and from that point, being a comedian was all I wanted. Dara hosts the Bafta Games Awards on April 12. bafta.orggames "},{"url":"http://www.dailymail.co.uk/news/article-5565727/Has-Jacob-Rees-Moggs-Nanny-let-slip-secrety-set-sights-No-10.html","title":"Has Jacob Rees-Mogg\u0027s Nanny let slip he has secrety set his sights on No 10?","story":"    Jacob Rees-Mogg pictured with the woman who changed his nappy 50 years ago Veronica CrookJacob Rees-Mogg, the bookies’ favourite to succeed Theresa May as Tory leader, has 100 elegant ways of avoiding saying he has his sights set on No 10. But his no-nonsense nanny Veronica Crook may just have let the cat out of the bag.‘He would make an excellent Prime Minister,’ she said without hesitation, when we bumped into her after interviewing the man whose nappies she used to change.Miss Crook had come to the Tory MP’s Westminster office so that he could drive her to Gournay Court, his pile in Somerset, where she is nanny to his six children, just as she was to Jacob nearly 50 years ago. ‘He was as good as gold as a little boy and he hasn’t changed a bit,’ she said.The popularity among dukes to dustmen of the languid Old Etonian Brexiteer who has stepped straight out of a Victorian ‘Spy’ cartoon has taken most by surprise.Blair, Clinton, Obama and Cameron all vied to be tieless and trendy. Rees-Mogg, with his double-breasted suits and Latin quotations, does the opposite.Ask him who is the England football manager: ‘Not a clue.’                            Who is the England manager? I haven\u0027t a clue                         Name a rap star: ‘No idea.’Does he ever eff and blind? ‘No, never. The worst I say is damn. I’m trying to bring the term blighter back into fashion.’With no Cabinet responsibility and millions in the bank from a successful City career, he can afford to speak his mind. And does. For all his politesse, he fires off militant letters to Mrs May telling her what he will and won’t accept in Brexit talks.Six months ago, Rees-Mogg was still a novelty act. Now many at Westminster believe that if he got to the last stage of the Conservative leadership contest, whereby party members choose between the top two MPs, Rees-Mogg would steal the show. He gave new and surprising insights into his personal and political life in his interview with this newspaper in which he:          Rees-Mogg posted this picture of his family on Instragram with the caption: On the way to the Eve of Christmas mass with the troops, Thomas is already in the carl Issued a heartfelt new call for the ban on Catholics becoming monarchs to be scrappedl Confessed he got away with driving at 100mph and lets his two-year-old son drive his Jaguarl Admitted that he could have been a devout Muslim instead of a CatholicGavin Williamson and Toff hold secret meeting: Defence...\u0027She was told not to worry\u0027: Britain\u0027s youngest Tory...Share this articlel Rejects Left-wing jibes that he is a ‘fascist’, saying he is against corporal and capital punishmentl Said he had never been ‘really drunk’.Rees-Mogg’s hardline views on Europe are well known but he is a softie as a dad. ‘I wasn’t smacked and I don’t want my children hit,’ he said. ‘If you want to hit your children, it is usually because you have lost control.’He leaves it to wife Helena to keep order. ‘I’m wet but she sticks to what she says. When they have a go at me for two minutes I say, “All right, then.” Nanny is pleased if they’re in bed when I get home or else they all start racing about.’          Jacob Rees-Mogg is the bookies’ favourite to succeed Theresa May as Tory leaderLiterally in the case of two-year-old Alfred. Dad lets him sit on his knee in his Jag as they cruise up and down the driveway of their home. ‘He holds the steering wheel while I do the accelerator,’ he revealed. ‘If I put my hands on the wheel, he says, “No, Alfred do it.” As soon as I get home, he says “Daddy, car!” and we toddle out.’Rees-Mogg’s unblinking faith in Brexit is matched by a passionate religious conviction which dates back to his upbringing as a Catholic. Had he ever wondered if he would have been a devout Muslim if he had been raised by a Muslim family? ‘There’s a lot of truth in that,’ he said.He rails against the arbitrary power of Brussels bureaucrats but has no qualms about the untrammelled authority wielded in another European capital, Rome. He likes the ‘clearly set out dogmas’ of the Catholic Church. ‘If a Pope has a disagreement with a cardinal he just moves him, it’s easy,’ he said with a chuckle.Rees-Mogg said his faith stems from the Resurrection.‘If you believe Christ died on the cross and rose again on the third day, there’s no miracle greater than that. If that is true, it’s easy to believe the rest of the Church’s teaching. If it’s not, everything else is a waste of time.’How could he be so sure?‘Because St Peter was willing to be martyred, crucified upside down, because he had seen the Resurrection.’ But the men who blew up the Twin Towers and the London Underground claimed to be martyrs too.‘They weren’t martyrs, they were evil, delusional mass murderers,’ he said. This time there was no Bertie Woosterish smile playing on his lips. Rees-Mogg’s strict Catholic orthodoxy caused controversy when he said he opposed all abortion, including for rape victims.Shortly before our interview, a friend of the MP suggested privately that Rees-Mogg also believes in another Catholic tenet – that there should be no sex before marriage. He duly confirmed he and Helena did not live together before they married in 2007, when he was aged 38. However, when pressed further, Rees-Mogg rebuffed us with a firm: ‘I am not discussing private and intimate matters.’He is uneasy about some aspects of the transgender rights debate.‘If you have people who have no intention of changing sex but think it would be fun to go into the women’s changing room, we cannot ignore that.’And he takes issue with Guardian pundit Suzanne Moore, who called him a ‘semi fascist in tweed’.‘I’m very far from being a fascist,’ he said, with the same Zen-like calm he displayed when he refused to be intimidated by Left-wing thugs at a meeting at a university in Bristol last month.                            Bombers are not martyrs - they are evil murderers                         ‘I’m not some hard-nosed Right-wing authoritarian,’ he said. ‘I’m against corporal and capital punishment. I believe in giving people sent to prison a second chance.’Mrs May was mocked for saying the naughtiest thing she had done was to run through a wheat field. Rees-Mogg, who owns two classic Bentleys as well as the Jag (he calls it his ‘day car’), nervously confessed he once drove at 100mph on a British motorway without getting caught – ‘this is dangerous territory, one doesn’t want to show off or be a total wuss’ – and has had ‘two or three’ speeding fines.He has never used the F-word –‘at least not as an adult’ – and has ‘never drunk so much that I can’t remember what happened the night before’.Rees-Mogg compares Brexit to the Glorious Revolution of 1688, the birth of modern parliamentary sovereignty. It is an interesting parallel. The Glorious Revolution also saw Catholic James II thrown out, the Crown given to Protestant William of Orange from the European mainland, partly to boost trade (sound familiar?), and Catholics banned from becoming the monarch.Rees-Mogg has tried to reassure non-believers alarmed by his deeply held religious convictions on issues like abortion and rape, saying they would not affect his policies if he ever got into power.However, there could be an exception. His fierce Catholic pride was hurt when the ban on the monarch’s female offspring having equal rights to succeed to the throne was lifted in 2013, while his call for the ban on Catholics to be lifted was rejected.‘It was unfriendly to the Catholic Church to say women must not be discriminated against but it’s fine that Catholics are. It should have been updated for everyone.’It could lead to an interesting conversation in his first audience with the Queen – the Head of the Church of England – if Rees-Mogg ever inherits Mrs May’s Tory crown."},{"url":"http://www.dailymail.co.uk/news/article-5565777/Katie-Price-two-children-lucky-alive-carjacking-attack-South-Africa.html","title":"Katie Price and her two children are \u0027lucky to be alive\u0027 after carjacking attack in South Africa","story":"    Price, 39, (centre) has told friends that she feared for the life of her two children, Princess (left), 10, and Junior 12 (right)          Ms Price was in South Africa filming scenes for the second season of fly-on-the-wall programme My Crazy LifeSources say Junior needed a toilet stop as the convoy drove down the busy N17 in darkness as they approached the town of Chrissiesmeer in Mpumalanga province.As both vehicles pulled onto the hard shoulder a following VW Golf with three men in it said to be high on drugs saw a \u0027golden opportunity\u0027 and pulled in behind Ms Price\u0027s convoy.According to police, the attackers were unarmed but launched a vicious attack on the group, leaving one of the guards unconscious.Father-of-three, 29, died of deep vein thrombosis \u0027after...The woman who proves you CAN eat for £1 a day - but would...Share this articleTheir vehicles were ransacked of laptops, IPads, passports, cash and jewellery – but the robbers left behind a fortune in camera gear which the film crew had stored on board.A source told the Sun: \u0027Katie was terrified and frantically worried for her little ones. This was a horrific ordeal... every mum\u0027s worst nightmare.\u0027Three people in Ms Price\u0027s car had to be rushed to hospital following Thursday\u0027s savage attack.             One of Ms Price\u0027s minders was left with a black eye after being punched in the face by one of the robbers, who are said to have been on drugs    Katie Price has told friends that she feared for the life of her children during a carjacking incident in South AfricaArmed security guards have now been enlisted to protect Ms Price and her children as they try to carry on the filming of the online documentary My Crazy Life.The Chairman of the local Priority Committee on Tourist Safety in Mpumalanga, Athol Stark, believes it was an opportunistic robbery and not a targeted one.Mr Stark revealed afterwards how he and his wife helped comfort Ms Price and her children who were \u0027traumatised\u0027 and even took them all breakfast in bed later to cheer them up.He said: \u0027I would like to say that some people are saying this group were targeted because of Katie Price and who they were but I believe that was absolutely not the case\u0027This was just the case of people being in the wrong place at the wrong time. This was a group of opportunist robbers who saw people pull over in the dark at a roadside and robbed them.\u0027There were millions and millions of rands worth of film equipment on the vehicles but they ignored that and justwanted was cash, laptops, mobiles and iPads and any jewellery etc.          Armed security guards have now been enlisted to protect Ms Price and her children as they try to carry on the filming of the online documentary My Crazy Life\u0027If this was a targeted hit they would have gone for all the film equipment. When I talked to the tourist group later they were pretty sure these guys were high on something or other.\u0027It is my understanding there were no weapons but it was a pretty nasty attack.\u0027We as a group work closely with the South African Police Service and Government to help tourists in distress in our area whether it be they have broken down or victims of crime.\u0027We were told within 30 minutes of the robbery of what had happened and we were told the robbers had thrown the keys for both vehicles into the bush and they were stranded.\u0027So we sent out tow trucks to bring the vehicles to a hotel at Ermelo 45 minutes away from the robbery and we set about reassuring them and giving them a safe bed for the night.\u0027The following morning when we realised exactly who we were dealing with we decided to move them to a secure location which was very private where nobody else was staying.\u0027The police had gone back to the scene and searched the undergrowth by the roadside and recovered both sets of missing car keys and brought them back to our location in Ermelo.\u0027They then started taking statements from the nine British tourists and the three men who made up their entourage who were South African and they had a chill out day to recover.\u0027One of our guys gave Katie\u0027s boy a football to play with which cheered him up and the grown ups joined him for a game of soccer which lightened the mood of everyone.\u0027Once the gates were shut and security was on the door then Katie began to relax and so did the children. By then I had realised she was someone famous back in the UK.\u0027They were all of course initially traumatised and anxious but began to calm down.\u0027On Saturday morning Katie did not want to come down for breakfast so I took up breakfast for her and the children who were sat on the bed chilling out with their mother.\u0027They were all in a much better state of mind after a good sleep.\u0027There were 9 people from the UK and initially most wanted to go home but in the end only one did and the rest decided to carry on to Swaziland to carry on their filming schedule.\u0027I talked to Katie about what happened and she said one of the kids need to relieve himself but they stopped at the wrong place at the wrong time and these opportunists struck.\u0027If they knew they were dealing with someone famous like Katie Price then they would have targeted her and the children but they didn\u0027t. Everyone was robbed as simple as that. \u0027Police chief Brigadier Leonard Hlathi confirmed: \u0027A British tourist and her two children were the victims of a robbery when they stopped on a road to allow the children to relieve themselves by the road.\u0027The car came to a stop in a very dark place and that is when three men attacked them.\u0027They have taken items including cash and laptops and personal items and then took the car keys from the ignition and threw them into the bush and ran off leaving them stuck by the side of the road.\u0027South Africa is renowned as the \u0027car-jacking capital of the world\u0027, with an average of 46 a day.  Katie Price and two of her kids carjacked in South Africa with cash, jewellery and laptops worth tens of thousands snatchedBritish tourists stranded in Mpumalanga. - YouTube"},{"url":"http://www.dailymail.co.uk/news/article-5565779/Harry-Meghan-choose-fashionable-London-based-florist-Philippa-Craddock.html","title":"Harry and Meghan choose fashionable London-based florist Philippa Craddock","story":"    Harry and Meghan have appointed society favourite Philippa Craddock (pictured), known for her work with brands such as Alexander McQueen, Dior and Vogue, to oversee the event          Kensington Palace posted a string of tweets officially announcing Ms Craddock\u0027s appointment to the coveted role this morningThe tweets read: \u0027Prince Harry and Ms. Meghan Markle have chosen floral designer Philippa Craddock to create the church flowers for their wedding.\u0027The floral displays in St George\u0027s Chapel will be created using locally sourced foliage, much of which will be taken from the gardens and parkland of The Crown Estate and @WindsorGtPark. A third tweet continued: \u0027Where possible, Philippa will use flowers and plants that are in season and blooming naturally in May, including branches of beech, birch and hornbeam, as well as white garden roses, peonies and foxgloves.\u0027@RoyalParks will supply some pollinator-friendly plants from their wildflower meadows that will be incorporated into the floral designs. These plants provide a great habitat for bees \u0026amp help to nurture and sustain entire ecosystems by promoting a healthy \u0026amp bioerse environment. The bridesmaid who might outsparkle Ms Markle: Meghan\u0027s...Share this articleYesterday a royal source revealed: \u0027Meghan has been hands-on with all elements of the wedding, but especially the flowers,\u0027 .\u0027She met the Queen and some of her staff at Windsor to discuss what could be done at the church and receptions. She seemed to have a pretty clear idea of what she wanted: lots of springtime whites and pastels and very romantic flowers.\u0027Described by Tatler as \u0027a floral mastermind\u0027, Philippa claims to be able to create any bride\u0027s dream from \u0027a secret garden in a palace\u0027 to \u0027an outdoor botanical romance\u0027.   Described by Tatler as \u0027a floral mastermind\u0027, Philippa claims to be able to create any bride\u0027s dream from \u0027a secret garden in a palace\u0027 to \u0027an outdoor botanical romance\u0027The displays in St George\u0027s Chapel will feature foliage from Windsor Great Park, including beech, birch and hornbeam branches, as well as white garden roses, peonies and foxgloves.The self-taught florist has a studio in Fulham and a shop in department store Selfridges. Speaking about being chosen for the Royal Wedding on May 19, she said: \u0027I am excited and honoured. The process has been highly collaborative, free-flowing, creative and fun.\u0027Philippa\u0027s wedding flower displays start at £5,000 but can run into hundreds of thousands of pounds.However, Royal aides have been keen to play down reports that the couple plan to spend in the region of £110,000 on flowers alone. They insist that such figures are \u0027wide of the mark\u0027.Peonies are Meghan Markle\u0027s favourite flowers, so it comes as no surprise she has chosen to be surrounded by them on her wedding day.After she started dating Prince Harry, she posted Instagram photos of a stunning bouquet of pink and white peonies, captioning it: \u0027Swooning over these. #London #peonies #spoiledrotten\u0027.          The self-taught florist has a studio in Fulham and a shop in department store Selfridges          On her now deleted Instagram account, Meghan frequently posted images of light pink, peach, and orange flowersIn 2016, the American star wrote of a bouquet of the delicate fragrant blooms: \u0027I bought these peonies for myself yesterday because they make me so endlessly happy.\u0027Do something sweet for yourself today too. #treatyourself #simplepleasures #favoriteflowers.\u0027On her now deleted Instagram account, she also frequently posted images of light pink, peach, and orange roses.And showed how she made mini arrangements of hydrangea in jars around her house.Such is Ms Markle\u0027s love of flowers, the couple\u0027s lemon and elderflower wedding cake - by Claire Ptak, owner of the east London Violet Cakes bakery - will also be decorated with fresh spring blooms.Her mother Doria even has a floral nickname for her.\u0027My mom has always called me Flower,\u0027 Ms Markle revealed in 2014, adding that it was her nickname \u0027since I was a little girl\u0027.Harry himself has been involved in two award-winning gardens at the Chelsea Flower Show.In 2015, designer Matt Keightley created a garden for Harry\u0027s charity Sentebale and won a silver-gilt medal.          Peonies are Meghan Markle\u0027s favourite flowers, so it comes as no surprise she has chosen to be surrounded by them on her wedding day. Pictured: A bouquet of peonies uploaded to Meghan\u0027s Instagram It was inspired by the vibrant atmosphere of a children\u0027s residential camp set up by Sentebale in Lesotho, southern Africa, to help youngsters with HIV and Aids, and featured wooden walkways set among mature trees and abundant foliage.In 2013, Harry\u0027s Sentebale Forget-Me-Not garden at the show in London was created by landscape gardener Jinny Blom.It was inspired by the prince\u0027s experience of loss over the death of his mother, Diana, Princess of Wales and featured a pattern based on hearts and crowns, cut into a floating stone in the middle of the garden.Blom, who warded a silver gilt medal for the design, said of Harry at the time: \u0027He\u0027s very involved and, so far, has been very happy about everything I\u0027m doing... He is very excited about it. He trusts me.\u0027But, at the end of the day, he\u0027s a soldier, not a gardener.\u0027When the Duke and Duchess of Cambridge wed in Westminster Abbey in 2011, an avenue of eight potted trees, some as tall as 20ft, lined the aisle leading to the altar.London-based Shane Connolly was the artistic director of flowers for the royal wedding.The colour scheme was white, green and cream, and Kate decided upon euphorbia, a green shrub with yellow blossoms, white lilacs, magnolias, and lily of the valley.Kate\u0027s choices were inspired by the language of flowers, a communication method in the Victorian era when flowers were used to send coded messages to express unspoken emotions."},{"url":"http://www.dailymail.co.uk/news/article-5566007/U-S-S-Korea-kick-annual-joint-military-exercises-month-long-delay.html","title":"U.S. and South Korea kick off annual joint military exercises","story":"    South Korea and the United States have kicked off their annual joint military exercises after a month-long delay for the Olympics (pictured is last year\u0027s exercise)           The two joint drills would involve about 23,700 US troops and 300,000 South Korean forces. (pictured are US and South Korean marines during last year\u0027s exercise)Many of the anti-war activists held up bright pink peace signs during a rally near the US embassy in Seoul. The Foal Eagle field exercise, which usually involves combined ground, air, naval, and special operations troops, will continue for a month. The computer-simulated Key Resolve will be held for two weeks starting in mid-April.A Pentagon spokesman said in March that the two joint drills would involve about 23,700 US troops and 300,000 South Korean forces.           The exercises are usually held every year around March but they were postponed this year until after the Pyeongchang Winter Olympics. Pictured are marines from last year\u0027s exerciseMilitary officials in Seoul have said the scale of the exercises would not go beyond those seen in previous years.The Foal Eagle and Key Resolve exercises are usually held every year around March,  but were postponed this year until after the Pyeongchang Winter Olympics and Paralympics, which started in February and ended last month.Trump says he will \u0027probably\u0027 hold South Korea\u0027s trade deal...Trump secures his first major trade deal with South Korea...Share this articleNorth Korea, which has traditionally accused both South Korea and the United States of practicing invading the North during joint military drills, has remained quiet on the issue.In March, North Korean leader Kim Jong Un told a visiting South Korean delegation in Pyongyang that he \u0027understands\u0027 the situation regarding the joint drills, according to South Korea\u0027s National Security Office head Chung Eui-yong, who had led the delegation.The joint exercises come roughly a month ahead of an April 27 summit between the two Koreas, their first in more than a decade.          A number of South Korean protesters held up signs denouncing the military exercises during a rally on Saturday          The anti-war protesters marched and held up banners near the US embassy in Seoul And the Foal Eagle drill started the same day as a historic concert by South Korean pop stars in Pyongyang, which will be staged late Sunday as a peace gesture ahead of the summit. Eleven South Korean acts are set perform in the North Korean capital - the first such concert for more than a decade.The flurry of reconciliatory moves comes after the Pyeongchang Winter Games, which the North used to mount a charm offensive, sending athletes, cheerleaders and even leader Kim Jong Un\u0027s powerful sister as a delegate.Kim, who last week met with Chinese leader Xi Jinping in Beijing on his first overseas trip as leader, also met Olympics chief Thomas Bach in Pyongyang on Saturday, thanking him for helping to bring about a \u0027dramatic thawing\u0027 of tensions on the peninsula.The North Korean leader is set to hold a summit with South Korean President Moon Jae-in on April 27 at the border truce village of Panmunjom - the third time ever that any leaders of the two rivals have met.They are widely expected to discuss denuclearization of the Korean peninsula and improvement of inter-Korean relations at the summit.          Many protesters also held up pink peace signs and banners with the dove, a symbol of peace"},{"url":"http://www.dailymail.co.uk/news/article-5566155/Archbishop-Wales-chooses-EASTER-cast-doubt-Resurrection.html","title":"Archbishop of Wales chooses EASTER to cast doubt on the Resurrection","story":"    The Archbishop of Wales, John Davies, has been accused of ‘sowing confusion’One of Britain’s leading Anglican clerics has sparked controversy by casting doubts over the Resurrection of Jesus – just days before Easter.The Archbishop of Wales, John Davies, has been accused of ‘sowing confusion’ over the biblical story that will be celebrated by millions around the world today.Asked in an interview about the New Testament account of Jesus rising from the tomb, the Archbishop said: ‘I don’t think any of us actually knows, quite frankly.’He told online magazine Christian Today that it was ‘terribly hard’ for people to grasp the idea of a bodily resurrection.The 65-year-old Archbishop, who was elected in September to head the Church in Wales – the Welsh equivalent of the Church of England – said something ‘radical’ had happened that had changed people’s lives.But he then referred to one of the Church’s most contentious theologians, the late Bishop of Durham, David Jenkins, who was accused of blasphemy for questioning the physical nature of the Resurrection when he described it as ‘a conjuring trick with bones’.Three days after Dr Jenkins was consecrated as a bishop in York Minister in 1984, the cathedral was hit by lightning and gutted by fire – an event some blamed on ine displeasure.Please DON\u0027T do it yourself! Britons spend £290m-a-year on...\u0027I thought, here it goes again\u0027: Siblings of mentally ill...Share this articleEchoing Bishop Jenkins’ remarks, Archbishop Davies, a former solicitor, said the Resurrection was ‘about something far more than a dead body coming back to life – it is the complete renewal of the being of Christ’.Although surveys have found that a significant number of Anglican clergy doubt or disbelieve the physical resurrection of Christ, it is rare for senior leaders to openly express such reservations, particularly at this time of year.          Christian Real Easter EggsSainsbury\u0027s has been criticised for refusing to join other major supermarkets in selling an Easter egg that comes with a booklet telling the story of the death and Resurrection of Jesus.Tesco, Morrisons and Asda stocked the overtly Christian Real Easter Eggs, and critics say Sainsbury’s should have given customers the chance to choose an egg with a religious message alongside treats promoting the likes of Darth Vadar and Postman Pat.The Bishop of Leeds, Nick Baines, said it was ‘important that retailers acknowledge and cater for the culture and celebrations of all their customers’. It follows fears that organisations are marginalising Christianity to avoid upsetting other faiths.Sainsbury’s insiders said the decision not to stock the £3.99 chocolate eggs was based on trials that suggested there was little demand from customers.A company spokesman said: ‘We’re an inclusive retailer and regularly review all our ranges based on customer demand.’ "},{"url":"http://www.dailymail.co.uk/news/article-5566189/Ex-prostitute-Helen-Wood-plans-tell-memoir-revealing-details-tryst-Wayne-Rooney.html","title":"Helen Wood plans tell-all memoir with of tryst with Wayne Rooney","story":"    Wood, 31, had a sexual liaison with the former England striker in 2010 - she is promising an ‘explosive’ book in the next few weeks, promising that ‘no detail will be left out’          Wayne Rooney is now playing for his boyhood football team Everton          Wayne Rooney and his wife Coleen have had a volatile relationship in recent years - with her threatening to end her nine-year marriage          Wayne Rooney, pictured here on community service in October, has told how his \u0027stupid mistake\u0027 drink-driving arrest last year hurt his childrenIt is just six months since a distraught Coleen threatened to end her nine-year marriage to Rooney after he was found drink-driving and in the company of a female companion in Alderley Edge, Cheshire.However, it is not just the footballer who could be embarrassed soon, because Ms Wood is planning a second publication in America which is set to name a famous British actor with whom she also claims to have had sex.\u0027I knew straight away I had made a stupid mistake¿: Wayne...Wayne Rooney\u0027s return to Everton has proved his critics...Share this articleAn injunction prevents her from revealing his identity in the UK.A source close to Ms Wood told The Mail on Sunday: ‘Helen is ready to tell the truth and won’t be silenced.’After her liaison with Rooney, she gained minor celebrity status, appearing on – and winning – Channel 5’s Big Brother."},{"url":"http://www.dailymail.co.uk/news/article-5566199/Meghan-Markle-sees-Diana-role-model-dumped-ex-husband-POST-mailed-rings.html","title":"Meghan Markle sees Diana as a role model","story":"    Meghan dumped her producer husband Trevor Engleson (pictured) by post and mailed him the wedding rings back The book - which is being serialised by The Sun on Sunday - features a former friend\u0027s claims that the Suits star is a social climber who left Engleson in a \u0027cold fury\u0027 that still surfaces five years later.Describing Meghan as \u0027controlling\u0027 and \u0027fastidious\u0027 the biography says she grew tired of her husband\u0027s \u0027scattered approach to life\u0027 while she starred in the legal drama.          Meghan aspires to be like Diana and cried while watching her funeral on TV in 1997\u0027He was not the only one experiencing the Meghan chill,\u0027 Morton writes. \u0027She no longer had the time for friends she had known for years.\u0027A friend says the actress left the film producer feeling like something stuck on the bottom of her shoe.Engelson had found his then girlfriend a role in 911 melodrama Remember Me, which starred Robert Pattinson, in 2009. Meghan\u0027s fascination with Diana - whose biography was also written by Merton - caused her and friends to cry as they watched the funeral on television in 1997.The author also reveals how Harry\u0027s future wife thought Donald Trump was \u0027super creepy\u0027 when she met him on the US Deal or No Deal set.The future US president was appearing on the show as a guest in a cross-promotion push for The Apprentice.He handed \u0027briefcase girls\u0027 on the set business cards and invited them to play golf at one of his courses. One former classmate described Meghan as a \u0027party animal\u0027 during her time at Northwestern University in Chicago where she read theatre and international studies.          Tom Markle, far left, stopped Tom Markle Jr, second from right, smoking cannabis in front of Meghan But the son says his father announced that he would change Meghan upstairs while he and his friends were smoking one day. Tom re-appeared carrying a full nappy and ate the contents with a spoon in front of the boys, who fled in horror.The prankster later revealed he\u0027d stuffed a fresh nappy with chocolate pudding to stop them smoking near Meghan.  The Queen\u0027s number one fan: Monarch\u0027s electric heater is...The Queen presents Maundy Thursday coins at traditional...Share this articleTom Jr says his father was \u0027blown away\u0027 by Meghan\u0027s birth and was \u0027more in love with her than with anyone else in the world\u0027. Meghan\u0027s parents met after Tom\u0027s marriage to first wife Roslyn broke down and he got to know trainee make-up artist Doria on the set of General Hospital. The couple began to argue when workaholic Tom spent up to 90 hours a week on set. He believed Meghan was his good luck charm when he and colleague on General Hospital won a Daytime Emmy for Outstanding Achievement in Design Excellence in 1982.          Meghan is pictured aged 11 with her father Tom as well as Thomas Dooley, Tyler Dooley and Tracy Dooley But it took a toll on Doria, who also had to suffer through people thinking she was the house\u0027s nanny due to Meghan\u0027s light skin.Family friends say Tom constantly criticised Doria, with the pair splitting up when Meghan was two, leaving her father with weekend custody. The parents enrolled Meghan in the exclusive Little Red School House when she was two years old in 1983.The kindergarten was favoured by LA’s showbusiness elite and was attended at the same time by Scarlett Johansson.Tom became lighting director on Married . . . With Children when a 10-year-old Meghan sat watching on the studio floor.Meghan said growing up around the raunchy comedy was perverse, citing how she saw people such as former porn star Traci Lords.           Meghan - pictured starring with Patrick J Adams in Suits - was enrolled at the exclusive Little Red House  It was about this time that Tom won the California State Lottery, taking $750,000 (£530,000), a win he kept secret due to outstanding orce matters.But the friend he sent to pick up his winnings swindled him out of most of his fortune and Tom was bankrupt in three years.Meghan became skilled at keeping her emotions in check after mediating between her father and mother. The young actress\u0027 big break came in 2003 when she landed a role in A Lot Like Love with Ashton Kutcher.  Then in 2011 she was cast in Suita, which would become the highest-rated US TV show for viewers aged 18 to 49.   As her celebrity profile increased, Meghan started charging upwards of $20,000 (£14,250) for appearances.  The Queen has more faith in Princes Harry and William than in their father CharlesHarry has impressed Elizabeth II representing her on official duties and his brother has also inspired with his \u0027star quality\u0027.A courtier told Andrew Morton that the Queen has a confidence in her grandsons that she has never had in Charles.Telling the author that the sons appear more capable than their father, the source says the pair\u0027s authenticity shines through at engagements.The courtier revealed Meghan had described the Queen as \u0027an incredible woman\u0027 after seeing Harry\u0027s love for his grandmother first-hand.How Meghan Markle\u0027s besotted dad stopped her half-brother smoking weed in front of tot with outrageous prank"},{"url":"http://www.dailymail.co.uk/news/article-5566391/How-seven-ancient-ruins-world-look-like-reconstructed.html","title":"How 7 ancient ruins around the world would look like reconstructed","story":"The Parthenon, when first constructed, was made completely of marble and had 92 colorful rectangular panels near the top (left). Today, the colors have faded and the roof makes the temple appear to be an open space (right)Located in Athens, Greece, atop the Acropolis, the Parthenon was dedicated to the goddess of wisdom, Athena.  The temple\u0027s construction began in 447 BC and it was completed in 438 BC. At the time, it was larger and more grandiose than any temple constructed in Greece before.It was made completely of marble, had 92 colorful rectangular panels near the top of the temple, an Ionic frieze running along the interior walls and a six-foot tall golden statue of Athena.   In 1687 it was severely damaged in the Great Turkish War, when Ottoman Turks fortified the Acropolis and used the Parthenon as a gunpowder magazine. A mortar blew up the magazine, destroying a great deal of the original structure.NOHUCL MUL PYRAMID (COBA), MEXICOThe Nohoch Mul pyramid was built to be 137 feet tall, making it the tallest Mayan pyramid on the Yucatán peninsula (left). Coba was abandoned when the Spanish conquered the peninsula around 1550 and it was not discovered until the 1800s (right)Coba is an ancient Mayan city on the Yucatán Peninsula in Mexico, believed to have first been settled between 100 BC and AD 100.The Nohoch Mul pyramid stands at 137 feet tall and is the tallest Mayan pyramid on the peninsula and the second tallest Mayan pyramid in the world.Coba was abandoned when the Spanish conquered the peninsula around 1550 and it was not discovered until the 1800s. However, the thick and dense forest made it inaccessible to the public until 1975.TEMPLE OF JUPITER - POMPEII, ITALYAt the steps leading to the top of the Temple of Jupiter , six columns ed into an open space which in turn led into the inner sanctuary which held the statues of Jupiter, Juno, and Minerva (left). Both an earthquake and the eruption of Mount Vesuvius was responsible for its destruction (right)The temple to Jupiter, the god of the sky and thunder, was built in Pompeii in the mid-2nd century BC in the center of the Forum.At the steps leading to the top, six columns  led into an open space which in turn led into the inner sanctuary which held the statues of Jupiter, Juno, and Minerva.In AD 62, an earthquake in Pompeii destroyed much of the temple. Then, while awaiting restoration, the volcano Mount Vesuvius erupted in AD 79, coveting the city in lava and ash.The site was rediscovered in the 16th century and spent several years under excavation.MILECASTLE 39 (PART OF HADRIAN\u0027S WALL) - ENGLANDMilecastle 39 once was about 16 by 20 yards internally, with stone walls as much as 10 feet thick and about 17 to 20 feet high (left).  Today, the walls of the milecastle stands no taller than three feet and the barracks housed within no longer exist (right)Hadrian\u0027s wall was a defensive fortification stretching across 73 miles and built in the first century AD. Believed to have been built so the Roman Emperor Hadrian could make his empire more secure, the wall was to have 80 small-gated milecastle fortlets, with one placed every Roman mile.2,000-year-old ruins of a Roman military chief\u0027s luxury...From crumbling ruins to fire-damaged forts: Haunting images...Share this articleConstructed with stone, they were about 16 by 20 yards internally, with stone walls as much as 10 feet thick and about 17 to 20 feet high. The milecastles guarded a gateway through the wall to the other side.Milecastle 39 was excavated in the summer of 1987 and it appears to have filled the gap between Turrets 39A and 39B which is the longest known gap between two turrets along the entire length of the wall, according to Pastcape. LUXOR TEMPLE - LUXOR, EGYPTTwo obelisks once flanked the gateway of the Luxor Temple and although they were not the same height, they created the illusion that they were (left). Today, the colorful hieroglyphics that once decorated the walls are gone and only two of the six statues of Ramses II, which guarded the entrance, remain (right)Commissioned by Amenhotep III in 1380 BC, the temple was completed by Tutankhamun and Horemheb.About a hundred years after construction began, it renovated by Rameses II to incorporate a great pylon gateway and an open courtyard.Two obelisks once flanked the gateway and although they were not the same height, they created the illusion that they were. One remains in Egypt, the other stands in Paris at La Place de la Concord.The walls were at one time covered in colorful hieroglyphics with six colossal statues of Ramses II, two of them seated, guarded the entrance, though today only the two seated ones have survived. PYRAMID OF THE SUN  - TEOTIHUACÁN, MEXICO The Pyramid of the Sun is the largest building in Teotihuacán and believed to have been constructed around AD 200 (left). The destruction of the temple on top of the pyramid, by both deliberate and natural forces, prior to archaeological digs have has prevented identification of the pyramid with any particular deity (right)Temple B was one of four built in the Largo di Torre Argentina, a square in Rome, in 101 BC (left). The original flight of steps leading to the altar at the center of this circular temple and six Corinthian columns, made of tufa stone, remain in tact (right)The temple is one of four built in the Largo di Torre Argentina, a square in Rome, originally designated by the letters A, B, C and D, which were reconstructed in the imperial era, after the fire of AD 80.Temple B is the \u0027youngest\u0027 of the four and was built by Quintus Lutacius Catulus in 101 BC after his victory over the Cimbri, a Celto-Germanic tribe.It was dedicated to Fortuna Huiusce Diei, or \u0027The Fortune of the Day\u0027. The original flight of steps leading to the altar at the center of this circular temple and six Corinthian columns, made of tufa stone, remain in tact.After Italian unification, the zone of Torre Argentica was to be demolished. However, in 1927, the massive head and arms of a marble statue were discovered which led to the excavation of the once holy site. "},{"url":"http://www.dailymail.co.uk/news/article-5566561/Dart-flies-drunk-mans-head-dare.html","title":"Dart flies into drunk man\u0027s head during dare","story":"A drunk man dared his drunk friend to throw a dart at the board while he covered the bullseye with the hand. But it was his forehead where the dart ended up going instead That\u0027s because the dart missed the board entirely, and flew right into the man\u0027s forehead.\u0027It\u0027s in his head!\u0027 someone exclaims as the person filming the dare bursts into giggles.\u0027It\u0027s in your forehead!\u0027 the friend screams again.   \u0027It\u0027s in his head!\u0027 someone exclaims as the person filming the dare bursts into giggles before pulling the dart out of his headOff the rails! Ridiculous moments drunk commuters are caught...Talk about egg on your face! VERY awkward family photos...Share this articleBut the man seems unfazed by the dart in his forehead and just stares back at his friend, completely calm.  \u0027Take it out of your forehead!\u0027 someone screams as one friend goes up to the man and swiftly pull the dart out. The man was unharmed by the dart.  And his hilarious video has since gone viral, racking up more than 23,000 views on social media in 24 hours.  "},{"url":"http://www.dailymail.co.uk/news/article-5566791/RAF.html","title":"RAF issues fascinating photos of the history as air force","story":"    Pictures, marking the centenary of the RAF have been released, highlighting the highs, the lows and the heroism of countless airmen who defended Britain in times of crisis - including a Tornado F3 from RAF Leuchars (111 Sqn) firing defensive flares during OP TELIC in 2003          A Sycamore helicopter of 103 Squadron based at Nicosia, Cyprus, flying over St Hilarian Castle near Kyrenia on the north of the island in July 1961          De Haviland Mosquito FB.VIs of 248 Squadron attacking a German \u0027M\u0027 Class minesweeper and two trawler-type auxiliaries in the mouth of the Gironde River, off Royan, France. One of the fastest operational aircraft in the world. Mosquito bombers flew high-speed, medium or low-altitude missions against factories, railways and other pinpoint targets in Germany and German-occupied Europe          The Royal Air Force Aerobatic Team - the Red Arrows - approaching the Mall, towards Buckingham Palace, part of the celebrations for the Queens Birthday in 2016. Crowds lined the streets to catch a glimpse of the red BAE T1 Hawk jets          Armourers preparing the full complement of 112lb RL bombs needed for the night bombing operations by the F.E.2Bs of 149 Squadron at St Omer, France, on 18 July 1918  An Army instructor teaching men of the newly-formed RAF Aerodrome Defence Corps on the Thompson sub-machine gun at Whitley Bay, Northumberland, in January 1942 On a wing and a prayer: Unseen diary of RAF chaplain...Sky high price! Commemorative £2 coins minted for RAF¿s...RAF needs more money and more airmen to deal with Russian...Share this article    Three Fairey IIIFs J9796, J9809 and J9802 of 47 Squadron on the Blue Nile at Khartoum before departing for a series of exploratory flights over Southern Sudan    Photo captures two Hawker Hart light bombers of 39 Squadron at Miranshah on the North West Frontier, Pakistan in 1938          Avro Lancaster B.I of 44 Squadron running up its engines in a dispersal at Dunholme Lodge, Lincolnshire, before setting out on a night raid to Berlin in early January 1944           The Guard of Honour saluting King George V on his arrival at Mildenhall, Suffolk, for the Silver Jubilee Review of the Royal Air Force in 1935          Undated handout photo issued by The Ministry of Defence of he first all-female Tornado jet crew to fight in Afghanistan in December 2009          Trainees manhandling a Fairey Battle to a hangar at 2 School of Technical Training at Cosford, Shropshire, in March 1940          Westland Wapitis of 28 Squadron operating from a barren airfield at Gilgit, Kashmir          Coronation Review of the Royal Air Force by HM Queen Elizabeth II at RAF Oldham, 1953    Aerial view of the aircraft arranged for viewing by HM King George V during the first ever Royal Review of the RAF held at Mildenhall, Suffolk          Training aircrafts in use with Central Flying School at Upavon, Wiltshire, in 1913, including a Avro 500s, a pair of BE.4s, Henri Farman, Short S.27 and two Maurice Farman S.7 Longhorns          C-17 Globe Master during Operation Blacktop at RAF Brize Norton, Oxfordshire          AF Nimrod MR2 on patrol in the skies over the North Pole, with two RN submarines breaking through the ice below          Three Fairey IIIFs J9796, J9809 and J9802 of 47 Squadron on the Blue Nile at Khartoum before departing for a series of exploratory flights over Southern Sudan in 1930          Two 1 Squadron Hawker Siddeley Harrier GR.1s during Exercise SNOWY OWL, a field deployment exercise held in March 1972          de Haviland Mosquito FB.VIs of 248 Squadron attacking a German \u0027M\u0027 Class minesweeper and two trawler-type auxiliaries in the mouth of the Gironde River, off Royan, France in 1944          Photo captures three Avro Vulcan B1As of the Waddington Wing in flight sometime in 1957 flying in formation          Cockpit of a Royal Air Force A400M Atlas from 70 Squadron, based at RAF Brize Norton, taking part in a Flypast over Brussels, Belgium, to mark the NATO summit in 2017          A vertical photograph taken during the night attack on the German tank and vehicle depot at Mailly-le-Camp, France, on 34 May 1944 by 346 Lancaster\u0027s and Halifax\u0027s of Nos 1 and 5 Groups, Bomber Command    RAF airmen crowding the deck of a steam Boat during Operation ARIEL, the evacuation of British forces from Brest, France in June 1940          Handout photo issued by The Ministry of Defence of an RAF Puma helicopter with Royal Marines delivering vital shelter packs to local residents on Jost Van Dyke Island          RAF Westland Wapiti IIa of 30 Squadron in flight over the city of Mosul in Iraq in 1932          Curious onlookers watching as mechanics work on two Bleriot XI aircraft at Wantage in September 1913    RAF Westland Wapiti IIa of 30 Squadron in flight over the city of Mosul in Iraq in 1932          Pilots of 111 Squadron taking part in the 1935 Air Exercises, using the tail plane of a Bristol Bulldog fighter to plot their route on a map          Beyond aerial combat, one of the RAF\u0027s most important roles is often delivering supplies to servicemen and women, as well as ensuring they are removed safely from areas of unrest. This picture captures the moment an advanced guard landed in Malaysia to tackle guerilla insurgents at some point in the early 1950\u0027s          A 1,650lb \u0027SN\u0027 Type bomb, the largest used by the RAF during the First World War, mounted on a rail trolley          A group of Air Transport Auxiliary women pilots in their flying kit at Hatfield, Hertfordshire          Reaper MQ-9 Remotely Piloted Air System (RPAS) preparing for take-off in Afghanistan          Pilots of 111 Squadron taking part in the 1935 Air Exercises, using the tail plane of a Bristol Bulldog fighter to plot their route on a map          WAAF plotters at work in the underground Operations Room at HQ Fighter Command, Bentley Priory, in north-west London, as a senior officer studies the unfolding events from the viewing deck above          Royal Air Force CH47 Chinook Helicopter creating a dust storm during the re-supply of the men of 42 Commando Royal Marines at Patrol Base Delhi          Pilots of 111 Squadron taking part in the 1935 Air Exercises, using the tail plane of a Bristol Bulldog fighter to plot their route on a map          An FE.2b two-seat fighter above the trenches on the Western Front    Harrier GR.3 undergoing an engine change in the hangar on HMS Hermes during the Falkland\u0027s war          Staff and pupils of the first course to pass through the Central Flying School, 17 August - 19 December 1912          An avro Vulcan B1A (XA904), leading a Vickers Valiant (XD869) and a Handley Page Victor B1 (XA931) at altitude in 1958          Two Hawker Hart light bombers of 39 Squadron at Miranshah on the North West Frontier, Pakistan in 1938          RAF airmen crowding the deck of a steam Boat during Operation ARIEL, the evacuation of British forces from Brest, France in June 1940          Westland Wapitis of 28 Squadron operating from a barren airfield at Gilgit, Kashmir, one of the British militaries\u0027 most remote outposts between the wars"},{"url":"http://www.dailymail.co.uk/news/article-5566793/Pope-Francis-holds-Easter-Sunday-mass-tens-thousands-St-Peters-square-Vatican.html","title":"Pope Francis holds Easter Sunday mass in St Peter\u0027s square","story":"    Looking out across St Peter\u0027s Square, Pope Francis delivers the Urbi et Orbi address to a crowd of devotees          Pope Francis, the 266th and current head of the Catholic Church and sovereign of the Vatican City, leads the Easter Sunday mass in St Peter\u0027s SquareUnbelievable! Archbishop of Wales chooses EASTER to cast...Pope Francis leads Good Friday Mass a day after he was...Pope Francis takes 12-year-old boy with Down\u0027s Syndrome for...Share this article    Pope Francis delivers his Easter message in the Urbi et Orbi address from the balcony overlooking St Peter\u0027s Square          Pope Francis called for peace in the Holy Land two days after 15 Palestinians were killed on the Israeli-Gaza border, saying the conflict there \u0027does not spare the defenseless\u0027          Pope Francis delivers his address from the central loggia overlooking the square           Francis reflected on the power of Christianity\u0027s core belief - that Jesus rose from the dead following crucifixionPlucky little fox plays chase with much larger dogSickening moment footy star snaps leg after slamming into goalpostPeople brave cold to go out the night before Good FridayBritish woman returns after getting lost in Brazilian rainforestSecurity remove furniture from US consulate in St. PetersburgShocking final hours of an elephant\u0027s life in captivity in IndiaShakira Martin re-elected NUS President with this speechDublin protest against rugby players being cleared of rapeRacist bus passenger tells black man he \u0027shouldn\u0027t be here\u0027Holidaymakers have travel delayed as shuttle bus catches on fireRussian factory believed to have produced the Skripal nerve agentThe faithful mass in the Vatican City\u0027s glorious St Peter\u0027s Square to mark the resurrection. On Good Friday, Francis said he was \u0027ashamed\u0027 that younger generations would inherit a world \u0027fractured by isions and wars\u0027          Pope Francis tweeted to his global flock an hour before Easter Sunday          \u0027It bears fruits of hope and dignity where there are deprivation and exclusion, hunger and unemployment where there are migrants and refugees, so often rejected by today\u0027s culture of waste, and victims of the drug trade, human trafficking and contemporary forms of slavery,\u0027 he said  Christians around the world are marking the Holy Week, having commemorated the crucifixion of Christ, and now his resurrection on Easter          The pope also urged more steps to bring harmony to ided Ukraine, called for peace in South Sudan and the Democratic Republic of Congo and appealed for the world not to forget victims of conflict, especially children          Pope Francis gestures down towards the congregated worshipers          Attendees smile and clasp at Pope Francis hand as he processes after the Easter Sunday mass          Pope Francis greets a small boy with a smile who has been handed over the crowd towards him          Pope Francis waves to the faithful after celebrating the Easter Sunday mass as he travels back to the Basilica before his appearance as part of the Urbi et Orbi          Ascending the steps, Pope Francis takes his place for the Easter Sunday mass          The Easter Sunday mass lasts on average for between one and half and two hours. Tourists and clergy alike formed long queues to have their belongings checked and pass through metal detectors          A Swiss Guard receives the Eucharist from a member of the clergy during the Easter Sunday mass          Blue skies heralded a rain free mass, led by Pope Francis and watched by tens of thousands of devotees from across Italy and the world          Swiss Guards stand to attention during proceedings at the Vatican City this morning          Priests process into St Peter\u0027s Square, from inside the Basilica, in preparation for the Easter Sunday massPlucky little fox plays chase with much larger dogSickening moment footy star snaps leg after slamming into goalpostPeople brave cold to go out the night before Good FridayBritish woman returns after getting lost in Brazilian rainforestSecurity remove furniture from US consulate in St. PetersburgShocking final hours of an elephant\u0027s life in captivity in IndiaShakira Martin re-elected NUS President with this speechDublin protest against rugby players being cleared of rapeRacist bus passenger tells black man he \u0027shouldn\u0027t be here\u0027Holidaymakers have travel delayed as shuttle bus catches on fireRussian factory believed to have produced the Skripal nerve agent    St Peter\u0027s Basilica (pictured) was the extraordinary backdrop to the late-morning mass. Saint Peter\u0027s tomb is supposedly directly below the high altar of the BasilicaPlucky little fox plays chase with much larger dogSickening moment footy star snaps leg after slamming into goalpostPeople brave cold to go out the night before Good FridayBritish woman returns after getting lost in Brazilian rainforestSecurity remove furniture from US consulate in St. PetersburgShocking final hours of an elephant\u0027s life in captivity in IndiaShakira Martin re-elected NUS President with this speechDublin protest against rugby players being cleared of rapeRacist bus passenger tells black man he \u0027shouldn\u0027t be here\u0027Holidaymakers have travel delayed as shuttle bus catches on fireRussian factory believed to have produced the Skripal nerve agent    Cardinals dressed in crimson wait for the Easter Sunday mass to begin          The Swiss Guards, seen before St Peter\u0027s Basilica, date back 500 years and were first recruited by Pope Julius II in 1506          Traditionally, the Pope does not address the congregation through a homily during the late-morning Easter Sunday masss - but after during the Urbi et Orbi. In 2014 alone, Pope Francis drew crowds of six million to the Vatican City          The service was attended by high-ranking clergy from across the Catholic Church\u0027s global network          The Swiss Guard now enjoy a more personal relationship with Pope Francis, seen as being less attached to strict papal protocol than his predecessors. Previous Popes have maintained a distance from their personal guard  Italian army members in red and blue march across St Peter\u0027s Square in the Vatican City          The Vatican City is the papal enclave within the city of Rome, and is its own nation encircled by a two-mile border          Pope Francis descends steps wearing a gold mitre, in order to address gathered worshipers          Nuns read along to the mass from up high above proceedings          Applicants to the Swiss Guard have to be a practising Roman Catholic, Swiss, single, between 19 and 30 years old and at least 1.74 metres tall  Pope Francis leads the Easter Sunday mass. Tens of thousands of Christians attended the service in St Peter\u0027s Square. He is wearing a zucchetto - a skull cap worn by Catholic and some Anglican clergy           Pilgrims take photos of the Swiss Guard as they march along a row of colonnades outside the Basilica  in the early morning light          Pope Francis baptised Nigerian John Ogah, 31, next to his godfather Italian carabinieri Nunzio Carbone during the Easter Vigil last night. Ogah is a Nigerian migrant-turned-hero who helped police stop a thief last year. Ogah asked the Rome police captain Nunzio Carbone who handled his case to be his godfather          Swiss Guards were stationed from early this morning in preparation for the late-morning mass"},{"url":"http://www.dailymail.co.uk/news/article-5566857/Memorial-held-male-northern-white-rhino-Earth.html","title":"Memorial held for the last male northern white rhino on Earth","story":"    A caretaker consoles Najin, one of only two female northern white rhinos left on the planet. Najin was at a memorial service for her father, Sudan, who died last month. He was the last surviving male of the species          Fatu, pictured here on the left next to Najin, was also at the memorial service. Najin, 27, is the daughter of Sudan while 17-year-old Fatu is his granddaughter  Sudan\u0027s demise should spell the end of his subspecies. But scientists desperately hope that by gathering genetic material they will be able to develop IVF techniques to produce more white rhinos. Najin is pictured looking sad          A plaque is unveiled in memory of Sudan, the final white northern rhino male. He died at the age of 45 after suffering from a degenerative muscle and bone condition linked to age which left him unable to stand up          Ranger Zacharia Mutai, pictured, comforts Sudan, the last living male Northern White Rhino on the planet, moments before he was euthanised by a vet due to his age-related muscle and bone wasting disease at the Ole Pejeta Wildlife park in KenyaPlucky little fox plays chase with much larger dogSickening moment footy star snaps leg after slamming into goalpostPeople brave cold to go out the night before Good FridayBritish woman returns after getting lost in Brazilian rainforestSecurity remove furniture from US consulate in St. PetersburgShocking final hours of an elephant\u0027s life in captivity in IndiaShakira Martin re-elected NUS President with this speechDublin protest against rugby players being cleared of rapeRacist bus passenger tells black man he \u0027shouldn\u0027t be here\u0027Holidaymakers have travel delayed as shuttle bus catches on fireRussian factory believed to have produced the Skripal nerve agentThe pair appeared sad when they attended a memorial service for Sudan, whose death has led a Kenyan government official to declare anyone caught possessing ivory should be sentenced to life in prison. \u0027Ivory belongs to elephants and rhinos,\u0027 said Najib Balala, Kenya\u0027s tourism minister, during a memorial service held at Ol Pejeta Conservancy on Saturday for Sudan.Wildlife officials at Ol Pejeta, about 250 kilometres (155 miles) north of Nairobi, put down the rhino on March 19 because of rapid deterioration in his health. Militant union blocks plan to put firemen on terror front...U.S. and South Korea kick off annual joint military...Share this articleThe only hope for preserving their species is through in vitro fertilisation using their eggs and stored semen, according to Ol Pejeta.Thousand of southern white rhinos still roam sub-Saharan Africa, but decades of rampant poaching have drastically cut the number of northern whites. Poachers could sell northern white rhino horns for $50,000 per kilo, making them more valuable than gold.Kenya had 20,000 rhinos in the 1970s, falling to 400 in the 1990s. It now has 650, almost all of them black rhinos.          Sudan\u0027s death has led a Kenyan government official to declare anyone caught possessing ivory should be sentenced to life in prison. Najin is pictured looking mournful          Sudan\u0027s death leaves the species on the brink of extinction. Poachers could sell northern white rhino horns for $50,000 per kilo, making them more valuable than gold          A representative of the caretakers of Sudan delivers a speech during the memorial service          The tombs of rhinos in Ol Pejeta Conservancy in Laikipia county, northern Kenya. Northern white rhinos are endangered due to highly lucrative ivory smugglingPlucky little fox plays chase with much larger dogSickening moment footy star snaps leg after slamming into goalpostPeople brave cold to go out the night before Good FridayBritish woman returns after getting lost in Brazilian rainforestSecurity remove furniture from US consulate in St. PetersburgShocking final hours of an elephant\u0027s life in captivity in IndiaShakira Martin re-elected NUS President with this speechDublin protest against rugby players being cleared of rapeRacist bus passenger tells black man he \u0027shouldn\u0027t be here\u0027Holidaymakers have travel delayed as shuttle bus catches on fireRussian factory believed to have produced the Skripal nerve agent    Scientists are hoping to use IVF and stem cell techniques developed for humans to resurrect the northern white rhino - but the process is fraught with challengesWhile the death of Sudan marks a symbolic turning point in the fight to save the northern white rhino, in fact the survival of the species has been entirely reliant on untested IVF techniques for years.It was hoped that Sudan, his daughter Najin and granddaughter Patu might be able to produce offspring when they were moved to Kenya in 2009, but their close genetic relationship rendered them infertile.Since at least 2015 scientists have been working with IVF and stem cell techniques in the hopes of being able to create a viable northern white rhino embryo, according to a GoFundMe page for the project.Researchers in Berlin and San Diego are using DNA samples collected from a dozen northern whites, including Sudan, and trying to apply techniques developed for humans to the animal.If a viable embryo can be created, it would then have to be implanted into the womb of a southern white rhino, since Majin and Patu will likely be dead before the technique is perfected.While the southern white rhino would be responsible for giving birth to the baby, because the infant\u0027s genetic material came solely from northern whites, it would be a member of that species.However, as Save The Rhino points out, the process is fraught with difficulty and has a low chance of success.In the last 15 years just 10 rhino births have resulted from artificial insemination and only two embryos have ever been created - one of which ided into two cells before perishing, and the other one into three.For the northern white rhino to be genetically viable a minimum of 20 healthy iniduals must be born - meaning the whole process must be successfully completed 20 times - to avoid inbreeding.Then, it would be necessary to find a suitable habitat for them, since their old habitat has largely been destroyed and led the species to the brink of extinction in the first place.                        \u0027We are going to change our laws so that anyone caught with ivory will be jailed for life,\u0027 Balala said.Kenya introduced tough wildlife-protection laws in 2013 in an attempt to stop highly lucrative ivory smuggling, mainly to Asia, which has led to the slaughter of thousands of rare and endangered animals.Those found guilty of ivory trafficking already face a life sentence. But the minimum sentence for possessing it is just five years.After a court sentenced a Kenyan man to 20 years in jail for possessing ivory, the top prosecutor sought for the punishment to be changed to a life sentence. The convicted man\u0027s appeal is still in the courts.The slaughter of endangered animals in Africa for profit continues, but there is ever greater awareness of the bloody cost of ivory, and more international action to stop the trade.In a move with major implications for the illegal wildlife trade from Africa, China banned ivory sales in December. The country is the world\u0027s largest importer and end user of elephant tusks.          Mourners pay their respects to Sudan, the final male northern white rhino who died last month. There are now just two specimens left, both female          The tombs of rhinos in Ol Pejeta Conservancy in Laikipia county, northern Kenya          Najin and Fatue (right) appeared sad when they attended a memorial service for Sudan, whose death has led a Kenyan government official to declare anyone caught possessing ivory should be sentenced to life in prison          The slaughter of endangered animals in Africa for profit continues, but there is ever greater awareness of the bloody cost of ivory, and more international action to stop the tradePlucky little fox plays chase with much larger dogDublin protest against rugby players being cleared of rapeRacist bus passenger tells black man he \u0027shouldn\u0027t be here\u0027Holidaymakers have travel delayed as shuttle bus catches on fireRussian factory believed to have produced the Skripal nerve agentMember of Katie Price\u0027s film crew with black eye after robberySickening moment footy star snaps leg after slamming into goalpostPeople brave cold to go out the night before Good FridayBritish woman returns after getting lost in Brazilian rainforestSecurity remove furniture from US consulate in St. PetersburgShocking final hours of an elephant\u0027s life in captivity in India"},{"url":"http://www.dailymail.co.uk/news/article-5566877/Defence-chiefs-paid-disgraced-tankchasing-lawyer-Phil-Shiners-firm-2-3m.html","title":"Defence chiefs paid tankchasing lawyer Phil Shiner\u0027s firm £2.3m","story":"    Phil Shiner was given £2.3 million by defenc chiefs to cover legal fees over a three-year periodIt has emerged that the legal firm run by disgraced lawyer Phil Shiner was given £2.3 million of taxpayer cash by defence chiefs over three years.The money was used to cover Shiner\u0027s legal fees in the years before his firm was declared bankrupt.Shiner, 61, was given the taxpayers\u0027 cash on top of the legal aid he received to sue the MoD over war crimes claims. The tankchaser claimed that British soldiers had murdered, tortured and physically abused hundreds of Iraqi people during the Iraq war.    His claims unsurprisingly infuriated many and the latest news he was receiving money from the overstretched MoD budget has led to more anger.  Johnny Mercer, a Tory MP and Afghanistan veteran who sits on the Commons defence committee, told the Sun: \u0027You can imagine my views on this at a time when I am constantly being told there is no money in the MoD to look after our people properly.\u0027Meanwhile, the hounding of troops continues for many former armed forces personnel, particularly those who served in Northern Ireland.\u0027   Corbyn faces new rebellion: Labour leader faces revolt from...British special forces soldier embedded with US-led...Share this article    Shiner had chased claims that British soldiers had murdered, tortured and physically abused hundreds of Iraqi people during the Iraq war (FILE photo)Newly released official figures revealed that Shiner\u0027s firm, Public Interest Lawyers, received a total of £1,238,916 million in the year 2013-14. He was then paid further sums of £913,058 and £170,594 in 2014-15 and 2015-16.    Shiner, 61, was given the taxpayers\u0027 cash on top of the legal aid he received to sue the MoD The tankchaser was disgraced and struck off the legal register in early 2017 after an inquiry found he had repeatedly acted dishonestly.He then applied to be officially declared bankrupt.The MoD figures also show that a further £4 million was paid to another law firm, Leigh Day, an ally of Shiner.The firm was also accused of dishonesty by the Solicitors Regulation Authority was was cleared.Colonel Richard Kemp, a former British commander in Afghanistan, has asked the government to explain why they had given the law firms the £2 million. He said that the lawyers were able to fight the cases and hound soldiers because of the legal aid. An MoD spokesman said: \u0027We do everything we can to keep legal costs down and get the best value for the taxpayer, however inevitably when litigation is brought against the department legal costs are incurred.\u0027Tank-chasing lawyer Phil Shiner\u0027s firm trousered £2.3m from MoD while suing them"},{"url":"http://www.dailymail.co.uk/news/article-5566881/Saudi-women-enjoy-Tamer-Hosnys-concert-despite-BANNED-dancing.html","title":"Saudi women enjoy Tamer Hosny\u0027s concert but BANNED from dancing","story":"    These two women took a selfie together at the concert by Egyptian pop sensation Tamer Hosny in Jeddah, Saudi Arabia          Concert-goers were split by gender in the arena for the gig which sold out within two hours (pictured: the female seating area)          The Saudi authorities were widely mocked on social media for selling tickets with a written instruction that dancing is \u0027strictly prohibited\u0027. Here, a woman records the concern from her seatOne Twitter user joked: \u0027Ladies and gentlemen, please fasten your seat belts. \u0027The corridors and seats will be equipped with sway detectors. Anyone who thinks about swaying will be kicked out.\u0027Saudi Crown Prince meets religious leaders in New York...Saudi Prince Al-Waleed gives up his annual cash handouts...Share this articleDespite this, the widely-anticipated show sold out within two hours and the 6,000 concert-goers looked like they were having a great time.At one point in the gig, Mr Hosny even asked the audience to turn on their mobile phone flashlights so he could film the moment to share with the world.            The gig last night was Mr Hosny\u0027s first concert in the Kingdom. As the audience chanted his name, he said: \u0027It feels like I’m singing for the first time. I’ll wake up from this dream now\u0027          Despite the strict rules against dancing, attendees looked like they were having a great time as they raised their hands in the air during the gig          At one point, Mr Hosny even asked the audience to turn on their mobile phone flashlights so he could film the moment to share with the world          With its new modernisation drive, the ultra-conservative kingdom has hosted a series of concerts in recent months by artists such as Lebanon\u0027s Hiba Tawaji and legendary Greek composer Yanni (pictured: smiles and selfies for Saudi women)          Saudis currently spend billions of dollars annually to visit neighbouring tourist hubs like Dubai for shows and gigs, but the Kingdom are now trying to keep these concerts at home to boost the economy (pictured: the female-only section of the gig)With its new modernisation drive, the ultra-conservative kingdom has hosted a series of concerts in recent months by artists such as Lebanon\u0027s Hiba Tawaji and legendary Greek composer Yanni.Men and women are often seen breaking into dance at such events, in scenes that were unimaginable not long ago.Crown Prince Mohammed bin Salman, who is leading the reform drive, is seeking to balance unpopular subsidy cuts in an era of low oil prices with more entertainment options - despite opposition from Muslim religious hardliners.The reform stems partly from an economic motive to boost domestic spending on entertainment as the kingdom reels from a protracted slump in oil prices. Saudis currently splurge billions of dollars annually to see movie shows and visit amusement parks in neighbouring tourist hubs like Dubai.           Although dancing was prohibited plenty of women raised their hands in the air during the gig at King Abdullah Economic City          Crown Prince Mohammed bin Salman, who is leading the reform drive, is seeking to balance unpopular subsidy cuts in an era of low oil prices with more entertainment options - despite opposition from Muslim religious hardliners          The reform stems partly from an economic motive to boost domestic spending on entertainment as the kingdom reels from a protracted slump in oil prices"},{"url":"http://www.dailymail.co.uk/news/article-5566911/Surgeons-18-month-olds-skull-apart-reassemble-like-jigsaw-life-saving-surgery.html","title":"Surgeons take 18-month-old\u0027s skull apart and reassemble it","story":"          Experts do not know what causes the condition - which affects an estimated one in every 1,800 to 3,000 children - but believe it may be genetic              Riley went under the knife at Birmingham Children\u0027s Hospital - one of four so-called \u0027super centres\u0027 in the UK         Riley underwent an intricate, painstaking five-hour operation which saw surgeons cut his skull from ear to earPrior to the surgery, craniosynostosis affected Riley\u0027s life on a daily basis, restricting his brain\u0027s normal development.\u0027He didn\u0027t walk independently until he was two years old,\u0027 added Amanda.\u0027He could not get up the stairs independently, he could not stand by himself either and he was two years old before he started saying single words.\u0027He\u0027s got what doctors call global developmental delay which means there is a delay in two or more areas.\u0027It\u0027s a knock-on effect because certain areas of the brain that are linked to development were not able to grow at the rate they should have done.\u0027 "},{"url":"http://www.dailymail.co.uk/news/article-5566951/Headache-Corbyn-Labour-picks-candidate-edited-paper-ran-anti-Semitic-stories.html","title":"Labour picks candidate who edited paper with anti-Semitic stories","story":"    Sameh Habeeb, who founded and once edited The Palestine Telegraph, has been selected as the party\u0027s candidate for the May 3 elections in Northwood, LondonBut speaking to The Sunday Telegraph, which revealed his candidacy, Mr Habeeb said there was \u0027no credibility whatsoever\u0027 in the claims made against him.He also emphasised he did not agree with the offensive articles mentioned and removed them \u0027promptly\u0027. He added: \u0027I have never been anti-Semitic. I was expecting this - it\u0027s normal that any pro-Israelis wouldn\u0027t want any pro-Palestinians to run in the May election.\u0027  Labour MP Louise Ellman - the former chairman of the Jewish Labour Movement - said it was \u0027deeply disturbing\u0027 Mr Habeeb had been selected to stand for the party.Leading Jewish donor who has given £1.5million ditches...Corbyn faces new rebellion: Labour leader faces revolt from...Eddie Izzard joins Labour NEC after official at the centre...Share this articleShe added: \u0027I\u0027m amazed that Labour Party procedures could allow someone with a record like this to slip through the net. \u0027It brings the Labour Party into disrepute and makes a mockery of Jeremy Corbyn\u0027s promise to tackle anti-Semitism.\u0027In 2010, Mr Habeeb was recorded telling Leeds University\u0027s student paper that the mainstream media is \u0027certainly pro-Israeli\u0027, adding: \u0027I think you have to ask yourself who controls the media.\u0027In a follow-up piece titled \u0027How many antisemitic themes can you fit into one website?\u0027, CST wrote that Mr Habeeb\u0027s reply \u0027hints at the well-known canard about Jewish or Zionist media control, which has been a staple of anti-Semitic conspiracy theorists for over a century\u0027.          Labour MP Louise Ellman (pictured) - the former chairman of the Jewish Labour Movement - said it was \u0027deeply disturbing\u0027 Mr Habeeb had been selected to stand for the partyCST also accused the journal Mr Habeeb formerly edited of posting an anti-Semitic cartoon featuring a devil-like monster walking over skulls while carrying a seven-pointed staff resembling a menorah. The organisation also focuses on an article published by The Palestine Telegraph in which the author, Gilad Atzmon, defends a woman who called for Israeli Jews to \u0027go home to Poland, Germany, America and elsewhere\u0027.Mr Atzmon goes on to say the suggestion is \u0027the most reasonable and ethical\u0027 solution to the Israel-Palestine conflict, referring to the author\u0027s impatience with \u0027Jewish power and Israeli barbarism\u0027. In February 2010, former Liberal Democrat peer Baroness Tonge withdrew her support for The Palestine Telegraph when a video appeared on its website showing onetime Ku Klux Klan leader David Duke attacking Israel.The paper was also criticised for publishing an article which claimed the First and Second World Wars were planned \u0027for the sake of a group following the dictates of Zionism\u0027. It added: \u0027These Masters, controlled by such luminaries as the Rothschild Dynasty, have been working in the wings.\u0027MailOnline has contacted Mr Habeeb for comment. On his Facebook page, Mr Habeeb said the claims were \u0027disgusting,\u0027 adding: \u0027I always fought antisemitism and censored those who tried to promote it.\u0027           It comes as Mr Corbyn faces a deepening crisis over claims that he has failed to crack down on anti-Semitism in his partyA spokesman for Labour said the party was \u0027committed to challenging and campaigning against anti-Semitism\u0027.It comes as Mr Corbyn faces a deepening crisis over claims that he has failed to crack down on anti-Semitism in his party.Most recently, leading Corbynista Christine Shawcroft resigned from Labour’s ruling national body after claims that she failed to act against anti-Semitic Labour activists – and was replaced by comedian Eddie Izzard   Labour MP John Mann, meanwhile, said Mr Corbyn was ‘unfit’ to be Prime Minister unless he expelled Ken Livingstone who has said Hitler supported Zionism – and claimed Labour faced up to 5,000 anti-Semitism complaints.\u0027Anti-Semitic\u0027 activist selected as Labour candidate as leading donor quits partyHow many antisemitic themes can you fit into one website? ¿ Blog ¿ CST ¿ Protecting Our Jewish Community"},{"url":"http://www.dailymail.co.uk/news/article-5566963/Image-woman-bishop-spread-gospel-Fifth-Century-revealed.html","title":"Image of woman bishop who spread the gospel in the Fifth Century","story":"    Researchers unearthed a fresco in Naples that depicts a female bishop named Cerula. The image is \u0027incredibly significant\u0027 evidence that Jesus had many more female disciples than previously thought, claim academics          The discovery will be highlighted in Channel 4\u0027s programme Jesus\u0027 Female Disciples: The New Evidence, and will air next weekend. Pictured: Bible experts Joan Taylor and Helen BondThe discovery will be highlighted in Channel 4\u0027s programme Jesus\u0027 Female Disciples: The New Evidence, and will air next weekend. The catacomb wall paintings were recently restored after being rediscovered in 1971, reported the Sunday Telegraph. Experts say Cerula was painted either in the late Fifth Century or the early Sixth Century, suggesting that women were in senior positions in the Church from early on.The female bishop has a red \u0027chi-rho\u0027 symbol of Christ floating over her head. And the four gospel volumes indicate that she was in a position of authority.Dr Ally Kateusz, an expert in early Christian art, told the Channel 4 programme: \u0027Bishops, and bishops only, had open gospel books placed over their heads during their ordination ritual.\u0027          Experts say Cerula was painted either in the late Fifth Century or the early Sixth Century, suggesting that women were in senior positions from early on in the Church. Pictured: Bond and Taylor in Jerusalem in the Church of the Holy SepulchreDr Kateusz added: \u0027The flames of the Holy Spirit would come out of the gospels and inspire the bishops in their preaching.\u0027Dr Luca Badini, from the Wijngaards Institute for Catholic Research, added: \u0027It was known that women bishops were preaching at that time but very little evidence exists of it. \u0027There are still some people who argue on the basis of tradition, stating that they can\u0027t allow women to minister because it\u0027s never been done before, but of course, that\u0027s not true.\u0027 Bible experts Helen Bond and Joan Taylor visited the catacomb and Bond said the image proves any \u0027historic precedent that says Jesus did not choose women is clearly wrong.\u0027Bond went on to claim that half of Jesus Christ\u0027s disciples were women and said the importance of his female followers has been overlooked for centuries.Unbelievable! Archbishop of Wales chooses EASTER to cast...Share this article      The female bishop has a red \u0027chi-rho\u0027 symbol of Christ floating over her head. And the four gospel volumes indicate that she was in a position of authority. Pictured: Bond and Taylor in Israel by the Holy Salome caveA key passage which Professor Bond refers to is in Luke, where Jesus appointed 70 or 72 disciples to heal the sick and spread the word about God.Although previously Dorotheus of Tyre, a scholar who died in 362 AD, argued these would have been all male, Professor Bond claims \u0027two by two\u0027 may have meant half male, and half female.She told the Times: \u0027That phrase two by two reminds you of Noah\u0027s Ark and the idea that it is a male and a female.\u0027We are suggesting that Jesus has a much larger group of disciples and that includes women as well, pairs of males and females together.\u0027 Early church found place for female bishops, experts claim"},{"url":"http://www.dailymail.co.uk/news/article-5566997/Aliens-living-acid-clouds-Venus-say-Nasa-likely-just-tiny-bacteria.html","title":"Aliens could be living in the acid clouds of Venus say Nasa","story":"    Venus\u0027 upper atmosphere is made up of sulfur-dioxide and droplets of sulfuric acid which fall to the surface as rainAll systems FLOW! Awesome moment 450,000 gallons of water...NASA scientist who was portrayed by Jodie Foster in the 1997...Share this articleThe mysterious patches could be blooms of space-algae, similar to those which occur in lakes and ponds.Venus\u0027 cloud are partly made of sulfuric acid and reflect 75 per cent of the sunlight that falls on them, making them completely opaque.The planet has been dubbed Earth\u0027s evil twin because of its incredibly inhospitable surface conditions, where it rains acid and is 462C.          The planet has been dubbed Earth\u0027s evil twin because of its incredible heat and acid stateThe research, published earlier this week in the journal Astrobiology, suggests extra-terrestrial microbes could survive by being blown around by winds in the cooler cloud tops.Paper co-author and biological chemist at California State Polytechnic University, Pomona, said: \u0027On Earth, we know that life can thrive in very acidic conditions, can feed on carbon dioxide, and produce sulfuric acid.\u0027Venus once had a habitable climate with water on its surface for as long as 2 billion years."},{"url":"http://www.dailymail.co.uk/news/article-5567011/Snow-nearly-three-inches-torrential-rain-way-Bank-Holiday-Monday.html","title":"Six inches of snow and torrential rain are on the way on Bank Holiday Monday","story":"    Swans swim past a car submerged under flood water on a residential street in Richmond, west London          Cars swim with swans as onlookers look from a bridge above in west London          A car swims with ducks and float under a bridge in west London           Cars in Richmond float next to rowing boats as the Thames banks were burst flooding the west London suburb           A swan swims past a car submerged under flood water on a residential street          Snow covers a field in Nenthead, Cumbria, today, as forecasters warn of travel chaos on what remains of the Easter weekend with more of the white stuff expected          As much as three inches of snow is expected to fall in some parts of the country over the next two days. The village of Nenthead, Cumbria, was blanketed in snow today          A cyclist braves the cold in Cumbria today. The county experienced snow on Sunday          A sheep and her lambs were pictured walking through a snowy field near Nenthead, Cumbria, today    Rain moving from the south east and over England today More than 100 flood alerts are in placeMore than 100 flood alerts and seven flood warnings were in place across England on Sunday.The Met Office said there is a chance of delays on roads, with some stranded vehicles and disruption to rail and air travel.Forecaster Helen Roberts said: \u0027The main risk is rain, we have a number of warnings out at the moment, including a fairly large rain warning covering most of the country.From Hollywood to Royal Highness: Diana\u0027s biographer tells...Share this article\u0027It is going to cause problems for people travelling on Monday - there will be a lot of surface water on roads.\u0027Further north there is a snow risk overnight on Sunday with snow and sleet across the moors of England and hills and mountains of wales.\u0027Some rural communities could become cut off, mainly across the northern Pennines and Scottish Borders, with \u0027significant accumulations\u0027 and up to 10cm of snow forecast.  Forecasters have warned of treacherous driving conditions for Easter holidaymakers with snow and torrential rain on the way. Much of the UK has been issued with yellow warning for torrential rain    A yellow snow alert has been issued for parts of northern England and Scotland on bank holiday Monday. Snow fell in Scotland today, making it a white Easter          A dog walker makes the most of today\u0027s sunny weather at a beach in Llanfairfechan, north Wales. Heavy rain is forecast for tomorrow          The Met Office is warning of snow and torrential rain across the UK on Easter Monday          Sunny scenes in Llanfairfechan, north Wales, today. Travel chaos is predicted tomorrow when the weather takes a turn for the worst\u0027There could be some disruption in the north.\u0027Further south it will be more of a transient feature and not much settling on the roads,\u0027 Ms Roberts added.For those who are travelling across Britain, warnings have been issued that train services could be disrupted and heavy traffic will take to the roads.The AA warned motorists to take extra care and said the bank holiday weekend is \u0027likely to be one of the busiest on the roads in recent years\u0027.It is not unusual weather in the UK in April - the month sees an average of 2.3 snow days each year."},{"url":"http://www.dailymail.co.uk/news/article-5567049/The-Brooklyn-Museum-sparks-outrage-hiring-white-curator-African-art-exhibit.html","title":"Brooklyn Museum hire a white curator for African art exhibit","story":"    The Brooklyn Museum announced on Monday it has appointed Kristen Windmuller-Luna as a curator of its African art collectionA New York City museum has sparked resentment after hiring a white woman to curate its African art collection.The Brooklyn Museum announced on Monday it has appointed Kristen Windmuller-Luna as a curator of its African art collection.And though she is a qualified candidate, with a PhD in African art history from Princeton University and as a prior educator for the Metropolitan Museum of Art, the choice has left many on social media wondering why the museum did not hire an equally qualified person of color. \u0027People from the African Diaspora are frustrated w white people being the gatekeepers of our narrative,\u0027 Twitter user Kimberly Seldon wrote. The news spread about the hire of the 31-year-old after an article in the Brooklyn Reader, which incorrectly named Windmuller-Luna and also made it seem that the museum hired a white man to curate its African photography collection, which is not true. The man was hired, but to curate the photography collection at the Brooklyn museum and not for the African art section.          And though she is a qualified candidate, with a PhD in African art history from Princeton University and as a prior educator for the Metropolitan Museum of Art, the choice has left many on social media wondering why the museum did not hire an equally qualified person of color          \u0027People from the African Diaspora are frustrated w white people being the gatekeepers of our narrative,\u0027 Twitter user Kimberly Seldon wrote          \u0027BETTER HEADLINE: Brooklyn Museum Welcomes Two New Cultural Colonizers for African Art and Photography.\u0027 Twitter user and Philadelphia journalist Ernest Owens tweeted in response to an article in the Brooklyn ReaderRegardless of the inaccuracies - many Twitter users couldn\u0027t get over that the museum chose to hire a white woman. \u0027BETTER HEADLINE: Brooklyn Museum Welcomes Two New Cultural Colonizers for African Art and Photography.\u0027 Twitter user and Philadelphia journalist Ernest Owens tweeted. \u0027Seriously, @brooklynmuseum? there goes the neighborhood for you.\u0027 Multiple people on the social media site also pointed out the parallels between the new hires and the museum heist scene from the new film \u0027Black Panther.\u0027 The scene begins with Erik \u0027Killmonger\u0027 Stevens looking through an African art display of a London museum before being approached by a white female curator who gives him the incorrect history of the West African artifacts he\u0027s looking at. \u0027I\u0027m guessing @brooklynmuseum didn\u0027t go see The Black Panther because they just hired two new white curators for Brooklyn Museum\u0027s extensive African art collection,\u0027 Twitter user Jamilla Okubo wrote. \u0027Not to discredit their qualifications or whatever but y\u0027all couldn\u0027t find a qualified BlackAfrican curator in NYC?\u0027           Multiple people on the social media site also pointed out the parallels between the new hires and the museum heist scene from the new film \u0027Black Panther\u0027          \u0027I\u0027m guessing @brooklynmuseum didn\u0027t go see The Black Panther because they just hired two new white curators for Brooklyn Museum\u0027s extensive African art collection,\u0027 Twitter user Jamilla Okubo wrote          And even Twitter users who are familiar with Windmuller-Luna and her qualifications commented that she was not the good choice          \u0027I have no doubt @kwindmullerluna is eminently qualified int he field of African art, and a lovely person,\u0027 Meredith Peruzzi tweeted, in her defense.Bobby Rogers added: \u0027This just brought me back to the museum scene in Black Panther. Sign. In one of the Blackest cities in the US the Brooklyn museum hires two white curators to lead their African art \u0026amp photo collection. \u0027I guess there were no qualified Black curators around.\u0027  And even Twitter users who are familiar with Windmuller-Luna and her qualifications commented that she was not the good choice. \u0027I have no doubt @kwindmullerluna is eminently qualified int he field of African art, and a lovely person,\u0027 Meredith Peruzzi tweeted, in her defense. \u0027But @brooklynmuseum should explain immediately why they didn\u0027t hire a person of color.\u0027 \u0027She\u0027s a very nice person and genuine scholar,\u0027 Twitter user @baronstrange wrote about Windmuller-Luna. \u0027With all that being said... still not a great look.\u0027           The museum, though, defended its decision in a statement to the New York Post . \u0027Kristen is the perfect choice to build upon the Brooklyn Museum\u0027s track record as an innovator in the collection and exhibitions of the arts of Africa,\u0027 Jennifer Chi, the museum\u0027s chief curator, said          The museum also tweeted Thursday that it \u0027has been listening closely\u0027 and is \u0027committed to equity\u0027The museum, though, defended its decision in a statement to the New York Post. \u0027Kristen is the perfect choice to build upon the Brooklyn Museum\u0027s track record as an innovator in the collection and exhibitions of the arts of Africa,\u0027 Jennifer Chi, the museum\u0027s chief curator, said. The museum also tweeted Thursday that it \u0027has been listening closely\u0027 and is \u0027committed to equity.\u0027\u0027We\u0027re listening and we hear you. As we think about ways to engage in this conversation with the care it deserves, we want to assure you that you can count on us, as ever, to continue working deeply on equity within our institution and beyond,\u0027 the museum tweeted.  "},{"url":"http://www.dailymail.co.uk/news/article-5567063/House-buyer-says-340-000-dream-newly-built-home-turned-property-hell.html","title":"House buyer says his £340,000 newly-built home turned into hell","story":"    Bryan Don, 42, claims that he found 154 faults with his dream home the day he moved in with his family. Their garden isn\u0027t as boggy as it was but this photo, which Mr Don says is recent, shows the state of the back garden          He also says that he took down some of the guttering at his property and discovered that it was filled with rubbleAfter having problems with his previous new-build home, Mr Don claims he told Morris staff he wanted to perform a \u0027snagging\u0027 visit to flag any issues before moving in.However, the day before they were due to move in, he and his partner Zoe arrived to do a walk-through and said they found several jobs still unfinished - including a water leak on one of the ceilings.Polygon pads and an elegant eight-sided lodge: How this...Homebuyers may be owed £2billion in overpaid stamp duty...Share this articleThey moved in on December 22 and Mr Don says that he started noticing problems as soon as the family arrived at their new home.A spokesperson for Morris Homes said they \u0027take the quality of their homes very seriously\u0027 and were \u0027sorry that, on this occasion, our customer is not completely satisfied\u0027.  The father-of-one took these photos which show plastering work done to fix some of the problems - he says they were taken a month after moving in Project manager Mr Don claims to have found wet marks on the ceilings, lines in the plaster and no grass laid in the back garden, as it was \u0027too wet\u0027 to put the turf down.He said: \u0027We moved all our stuff in and I started noticing all the issues - by the early hours of the morning, I had 154 issues.\u0027He paid £336,750 for the Garston property - and he claims he and his partner added an extra £16,500 onto the price by paying for top-of-the range upgrades.Despite the payment, he says the quality of the work that went into his new-build was \u0027shoddy\u0027 and that jobs like the tiling were not carried out to the standard he expected.He also said that the wardrobes were poorly constructed, and that they didn\u0027t let him close the sliding mirrored doors once after putting his clothes inside. Mr Don said: \u0027It was meant to be a dream home. I work away and one of the points is that I don\u0027t get to see the family all the time - it was a dream home I\u0027ve put a lot into. I\u0027ve pulled out every last penny to make it.\u0027It has been horrendous. We walked in and our dreams were spoiled.\u0027He added: \u0027We expected to have all our furniture delivered. We\u0027ve had to move items from room to room because one is always being worked on or had different workmen around all the time. It has been the nightmare from hell.\u0027          Mr Don said his partner was reduced to tears and that in winter they couldn\u0027t take the bins out without putting on welliesHe also claimed that his 11-year-old son wasn\u0027t able to play outside in the new garden when they moved in, as the lack of grass and adverse weather conditions turned it into a boggy mess.He said: \u0027You couldn\u0027t step out to put the rubbish in the bin without wellies on.\u0027The move has put an immense amount of strain on Mr Don and his family.He said that his partner was reduced to tears by the stress and that it took their relationship to \u0027breaking point\u0027.A spokesperson for Morris Homes said: \u0027We take the quality of our homes very seriously and are sorry that, on this occasion, our customer is not completely satisfied.\u0027However, we believe we have addressed this and that any issues are now fully resolved. Due to the adverse weather conditions experienced, it has not yet been possible to lay the turf. We are working on a suitable time with the customer to complete this now the weather is improving.\u0027  He also complained that his wardrobe was shoddy and once he filled it with clothes, he was unable to shut the sliding door. Mr Don claims that his partner was devastated by the stress and that it took their relationship to \u0027breaking point\u0027"},{"url":"http://www.dailymail.co.uk/news/article-5567085/Redcar-man-rescued-sea-human-chain-three-rescuers-fell-helping.html","title":"Redcar man rescued from sea by human chain","story":"    Passers-by had to form a human chain (pictured) to pull four people out of the sea in Redcar, North Yorkshire on Good FridayEventually they formed a human chain and all four were rescued, according to the BBC. The Redcar Royal National Lifeboat Institution spokesperson David Cocks said: \u0027This was a sequence of events which could so easily have led to multiple deaths.The great Easter washout: Met Office issues new warnings of...Fishing trip ends in tragedy as man, 78, dies and two others...Share this article\u0027The sea at Redcar is very rough as a result of the combined effects of strong winds and a particularly high tide, and the situation ended up with four adults in trouble in the sea, all needing rescue.\u0027It is only through good fortune that all four were rescued alive. If you see someone in trouble, alert the lifeguards... do not enter the water yourself.\u0027After being pulled to safety all four were taken to hospital for treatment.           A man fell from the slipway, before three would-be rescuers also fell in while trying to help. The RNLI have said the incident \u0027could so easily have led to multiple deaths\u0027Redcar rescue: Four saved from sea by human chain - BBC News"},{"url":"http://www.dailymail.co.uk/news/article-5567129/Primary-school-pupil-aged-just-eight-holds-knife-fellow-schoolboys-throat.html","title":"Primary school pupil aged eight holds knife to schoolboy\u0027s throat","story":"    An eight-year-old pupil at St Paul\u0027s Primary School in Primrose Hill, north London, held a knife against another pupil\u0027s throat and threatened to \u0027cut him\u0027, it has been revealedA meeting at Camden Borough Council to discuss knife crime in the borough last Monday (Mar 26) was told how the eight-year-old boy has since apologised to the victim and written him a letter.Tory councillor Leila Roy, who is a spokesman for children and young people on the council, read out the letter during the meeting, the Ham \u0026amp High newspaper revealed last week.The letter from the eight-year-old states: \u0027I am so sorry for what I did yesterday and if I was you I would feel very scared.French fairground carousel hurls man to his death and...House buyer says his £340,000 dream newly-built home turned...Share this article\u0027I should never say that I am going to cut you and I should not have taken the pocket knife from (the teacher\u0027s) desk in the first place. I hope you feel better and a bit less scared.\u0027Cllr Roy told the meeting that the child had taken the knife into school and had \u0027put it on another child\u0027s throat\u0027.A Camden Council spokesperson said: \u0027The pocket knife was brought into school by a pupil and voluntarily handed into the teacher. The incident occurred in the corridor after the boy had retrieved it at the end of the school day.          The boy, in year four at the 210-pupil school, threatened the other pupil in the corridor with a Swiss Army knife which he had brought to school (file photo)\u0027A threat was made but it is not clear whether the blade had been unfolded or not.\u0027The incident was reported to the Council and logged on our system in the correct way and an assessment was carried out and evaluated with the appropriate agencies. The letter was written as an apology as part of \u0027reparation\u0027 for what happened.\u0027Clearly there were lessons for the school, which has since reviewed its procedures, to learn from the incident but we are satisfied that the council handled it in the proper way when it was reported to us.\u0027A spokesman for the school said: \u0027We took all the appropriate action for dealing with the incident as we would in any serious matter.\u0027  "},{"url":"http://www.dailymail.co.uk/news/article-5567149/Footy-player-19-paralysed-eating-slug-party.html","title":"Footy player, 19. becomes paralysed after eating a slug at a party","story":"    Sam Ballard (pictured) was just 19 when a silly party dare to eat a slug left him a quadriplegic            Sam, now 28, was poisoned by the slug and spent more than 420 days in a coma          Sam is fed through a tube, suffers seizures, and requires a full time carer to get by each daySoon after Mr Ballard fell ill and was told by doctors he had been infected with rat lungworm. The worm is commonly found in rats but snails or slugs can be infected when they eat rodent droppings. \u0027Probably the most vulnerable time of my life\u0027: Emotional...\u0027It\u0027s David and Goliath\u0027: Cleaning company owner forced to...Share this articleRarely the parasite Angiostrongylus cantonensis causes an infection on the brain.Tragically Sam contracted eosinophilic meningo-encephalitis and lapsed into a coma for more than 420 days.Mr Ballard was released from hospital in a wheelchair, three years after he fell ill.Now aged 28, Mr Ballard is tube fed, suffers seizures and struggles to control his body temperature.His friends, Jimmy Galvin (left) and Michael Sheasby (right) have stood by him through his struggles and continue to do regular \u0027matey\u0027 things with him          The boys drop in to Sam\u0027s house when he isn\u0027t undergoing strenuous rehabilitation  Mr Ballard\u0027s other friend, Michael Sheasby, told The Project he was speechless when he walked into Sam\u0027s hospital room and saw the state he was in. \u0027When I walked in, he was very very gaunt, and there were cables everywhere- it was a big shock,\u0027 he said. Despite the massive changes in Sam\u0027s life, his friends are still rallying around him nine years later.  Mr Galvin and Mr Sheasby say under his disability, flashes of their friend appear. His eyes light up when the boys walk in the room, he\u0027s regained enough function to extend an arm for a handshake, and he\u0027s retained his love for beer. \u0027We like to sit down, watch the footy... I try and keep it \u0027matey\u0027 and fun still and do as many of the same things as we used to do,\u0027 Mr Galvin said.           Mr Galvin said the pair will often sit and watch the football together and the boys still enjoy themselves          Mr Galvin says he can still see flashes of Sam\u0027s larrikin personality, and the 28-year-old often tries to steal his beer    Sam was released from hospital in a wheelchair, three years after he fell ill          The boys say they learned an important lesson from the experience though, and encourage other young people to look out for their mates - and think twice about silly party dares"},{"url":"http://www.dailymail.co.uk/news/article-5567167/Four-siblings-report-parents-authorities-ISIS-supporters.html","title":"4 siblings report parents to the authorities as ISIS supporters","story":"The parents, who cannot be named for legal reasons, allegedly forced their four children to watch an ISIS beheading video (file image)Pictured: Special Operations soldier who was killed by a...Share this articlePolice intervened after the 18-year-old daughter called Childline - the free counselling hotline for young people.She said she and her siblings \u0027were kept at home, did not attend school and were kept socially isolated, only being allowed out once in every three weeks\u0027.The family, who are of Somali origin and from the Midlands, are now in foster care.Details of the \u0027physical and emotional\u0027 abuse were revealed during a hearing in the family ision of the High Court last week in which Ms Justice Russell ruled the youngest child should move to residential care.          Dame Esther Rantzen (pictured) said that the case was \u0027horrific\u0027 and praised the teenage daughter\u0027s braveryDame Esther Rantzen, Childline founder and president, called the case \u0027horrific\u0027.The High Court judgment says: \u0027The children have complained that their parents expressed support for extremist violence and have expressed anti-Semitic, anti-British, homophobic and anti-white views in the home, which the children reject.\u0027The parents, who cannot be named, deny the allegationChildren report parents after being ¿forced to watch beheading video¿ | News | The Sunday Times"},{"url":"http://www.dailymail.co.uk/news/article-5567199/Queen-says-RAF-defended-freedom-gallantly-100th-birthday-worlds-air-force.html","title":"Queen says RAF has \u0027defended our freedom gallantly\u0027","story":"    He was only 19 when he shot down his first enemy while serving as a pilot during the Second World War, but he is still flying 77 years later  Mr Scott said: \u0027I can’t wait to get up there flying again in my beloved Spitfire. It’s a beautiful aircraft. It fits you like an overcoat.\u0027 Left, Mr Scott just after the war, and right, earlier today          Squadron Leader Allan Scott, 96, returned to Biggin Hill to perform a flypast in his beloved Spitfire as part of RAF100 celebrations (pictured in the rear of a two-seater Spitfire)Mr Scott told iNews last week: \u0027The RAF has stood in defence of Britain for a century. It’s a big family. It’s part of me.I can’t wait to get up there flying again in my beloved Spitfire. It’s a beautiful aircraft. It fits you like an overcoat.\u0027Mr Scott joined joined 124 squadron at London’s Biggin Hill airfield after war broke out before being stationed in Malta, where he earned a Distinguished Flying Medal for shooting down five planes in the Battle for Malta. While stationed in Malta, Mr Scott\u0027s squadron lost 36 men in a matter of days. The average life expectancy in the air was just 15 minutes.Speaking of his time there, he said: \u0027We knew we might not come back and that each moment could be your last, but we were young and we accepted it.\u0027When the battle started, the adrenaline flowed. But we had Spitfires. It was a beautiful aircraft. You’d feel it instinctively. It felt like it was part of you. Flying a Spitfire came to me very naturally.\u0027 Now Mr Scott is an ambassador for the Royal Air Force Benevolent Fund, a charity that helps veterans with housing adaptations, mobility aids and even financial assistant.            Former Spitfire pilot Allan Scott, 96, stands near the iconic aircraft as part of the 100th centenary celebration of the Royal Air Force  Mr Scott gives the thumbs up from inside the Spitfire (left), and the war hero stands on the runway with the Spitfire primed (right)          The former squadron leader takes to the sky once more at the age of 96 in an iconic Spitfire - 77 years after shooting down his first German bomber          Celebrations have begun for the Royal Air Force as they mark the 100th birthday of the world\u0027s first air force. Pictured: Honorary Ambassador for the Air Cadets, Carol Vordeman MBE talking with guestsOn April 1, 1918, the Royal Flying Corps and the Royal Naval Air Service merged to create the RAF.Centenary celebrations will last 100 days and feature a number of events, culminating in a service in Westminster Abbey on July 10, followed by a parade in The Mall and a flypast over Buckingham Palace. Today began with a breakfast reception at a building on the Strand, London - the former site of Hotel Cecil which was the first headquarters of the RAF.A printed message from the Queen was read out by Aircraftsman Adam Wood, from Aylesbury, who at just 16 is one of the youngest members of the RAF.          The Royal Air Force Pipe band (pictured) marked the arrival of the past veterans along with serving personnel and the current Chief of The Air Staff Sir Stephen Hillier with this performance          Veterans (pictured) and current service personnel held celebrations here today to kick off RAF100. The green plaque in this photo marks the site of the first HQ for the RAF  Left, Chief Of The Air Staff, Sir Stephen Hillier, signs the Royal Air Force Association Scroll while accompanied by Air Marshall Sir Baz North, President of the Royal Air Force Association. Right, Air Chief Marshal Sir Stephen Hillier and members of the RAF100 baton relay team          Aircraftsman Adam Wood, pictured, read out a letter from the Queen to a room full of dignitaries at the start of the series of events today. The 16-year-old, from Aylesbury, is the youngest Airman in the RAFHe told a room acked full of dignitaries including the Chief of the Air Staff Air Chief Marshal Sir Stephen Hillier and Chief of the Defence Staff Air Chief Marshal Sir Stuart Peach, that the Queen sent her \u0027heartfelt congratulations\u0027 as he read her message.Also in attendance was Air Commodore Charles Clarke OBE, who was shot down over Germany and imprisoned in the camp from which 76 prisoners tunnelled out of during the \u0027Great Escape\u0027, and former Countdown presenter and honorary Group Captain, Carol Vorderman. \u0027Through adversity to the stars\u0027: RAF issues fascinating...On a wing and a prayer: Unseen diary of RAF chaplain...Sky high price! Commemorative £2 coins minted for RAF¿s...Share this articleThe Queen said in her message: \u0027The anniversary of the world\u0027s first independent Air Force is of great significance, and it is fitting to pay tribute to the tenacity, skill and sacrifice of the men and women who have served within its ranks over the last century, and who have defended our freedom gallantly.\u0027Through its enduring focus on professionalism, excellence and innovation, the Royal Air Force stands as a shining example of inspiration around the world today and for the next generation.\u0027May the glory and honour that all ranks have bestowed on the Royal Air Force light its pathway to the future guarding our skies and reaching for the stars.\u0027           Air Commodore Charles Clarke OBE, who was shot down over Germany and imprisoned in the camp from which 76 prisoners tunnelled out of, is pictured talking with guests          Here, a veteran arrives at St Clements Danes Church, the RAF Church in Westminster, where a church service was held earlier today          The church, pictured, was heavily damaged in 1941 during the Blitz. Following an appeal for money by the RAF the church was completely rebuilt and became the spiritual heart of the RAF after being consecrated on 19 October, 1958          Here, the Royal Air Force Association Standard Bearers are pictured arriving for a service at  the church in Westminster          Held within the church are the RAF Books of Remembrance. The books began in 1912 and continue right up until the present day. Pictured: more veterans arriving at the church          Air Chief Marshal Sir Stephen Hillier and Lady Hillier are pictured here arriving at St Clement Danes ChurchThe Queen finished the message with the Latin motto of the RAF, Per Ardua ad Astra, which translates to English as \u0027through adversity to the stars\u0027.ACM Hillier told the Press Association that as the RAF enters its second century, the anniversary is a \u0027chance to reflect back on a first century of achievement, success, courage and sacrifice\u0027.Pressed on what the message from the Queen means to the RAF, he said it is \u0027tremendously important\u0027, highlighting how King George V also sent them a message when the service was first formed.\u0027And now to have Her Majesty the Queen sending a message to her Royal Air Force and recognising what we have achieved in the past and also looking forward to the future, it is a tremendously significant moment for us,\u0027 he said.          After the service, the centenary baton relay is due to begin. Pictured: Members of the Royal Air Force and veterans arriving at St Clements Danes Church          The relay will involve a specially designed baton visiting 100 sites associated with the RAF, starting at the Royal Courts of Justice. Pictured: Air Chief Marshal Sir Stephen Dalton, Air Chief Marshal Sir Stewart Peach, Air Chief Marshal Sir Stephen Hillier, Air Marshal Stuart Atha, Air Chief Marshall Sir Glen Torpy and Air Marshal Sir Barry Baz North          A Royal Air Force Regiment Gunner from the Queens Colour Squadron, RAF Northolt stands in the honor guard for guests at St Clement Danes ChurchWhen asked whether when he first joined the RAF he ever imagined he would have been Chief of the Air Staff during the centenary of the service, ACM Hillier said \u0027No\u0027.\u0027I joined the Royal Air Force quite a few years ago now, but I joined the Royal Air Force because I had a love of flying, I wanted to be a pilot... but also because I wanted to give myself as many opportunities as possible, to challenge myself and get greater responsibility,\u0027 he added.\u0027I guess that has happened as each year has gone past, and one day I found myself in command of the Royal Air Force - it is just a huge privilege, I am tremendously proud to be in command of the Royal Air Force.\u0027And on our 100th birthday as well - (it) just makes it even more special. But I do that on behalf of everybody in the Royal Air Force and the Royal Air Force family.\u0027After the talk at the Strand, there was a service at St Clement Danes Church, in London. The church was heavily damaged in 1941 during the Blitz. Following an appeal for money by the RAF the church was completely rebuilt and became the spiritual heart of the RAF after being consecrated on 19 October, 1958.After the service the Centenary Baton Relay began at the Royal Courts of Justice.The relay will involve a specially designed baton that was constructed using brass, wood, aluminum, steel and carbon aerofoil wing cross-sections visiting 100 sites associated with the RAF in 100 days before finishing at the Horseguards Parade on July 10.     Pictured: Ambassador for the Air Cadets, Carol Vordeman MBE talking with guests at the former Hotel Cecil          Pictured: Air Marshal Sir Baz North, President of the Royal Air Force Association, giving at speech at the former Hotel Cecil          Pictured: Air Chief Marshal Sir Stephen Hillier and Lady Hillier arriving at St Clement Danes ChurchRAF fighter ace Allan Scott will fly a Spitfire again at the age of 96"},{"url":"http://www.dailymail.co.uk/news/article-5567207/Bulldozers-rip-Rovers-Return-demolish-old-Coronation-Street-set.html","title":"Bulldozers demolish old Coronation Street set","story":"    Pictures taken by an urban explorer, known only as Ben, are perhaps among the very last to be snapped before the former Coronation Street set in Manchester is demolished forever          The TV soap\u0027s former set in Manchester city centre had film crews there for the final time in 2013 and is being knocked down to make way for redevelopmentPictures taken by an urban explorer, known only as Ben, are perhaps among the very last to be snapped before the famous sites are gone forever.He got into the derelict set on Thursday and shared his photographs with the M.E.N.Ben, from Manchester, said: \u0027With the bulldozers going in I thought I\u0027d give it a final visit. I\u0027ve previously been on the official tour and I\u0027ve had a couple of little urban explores.\u0027Through adversity to the stars\u0027: RAF issues fascinating...Share this article    And the demolition work is now moving ahead at pace, with heavy plant machinery on the site where scenes were shot for 30 years          Pictures taken by an urban explorer, known only as Ben, are perhaps among the very last to be snapped before the famous sites are gone forever          He got into the derelict set on Thursday and shared his photographs with the M.E.N. Ben, from Manchester, said: \u0027With the bulldozers going in I thought I\u0027d give it a final visit\u0027I\u0027m a big fan of Corrie so it\u0027s not nice to see Audrey\u0027s salon demolished and Gail\u0027s house being bulldozed but it is just bricks and mortar.\u0027They have also started on the Kabin and have completely stripped everywhere. The site already looked apocalyptic but it does even more now there are bulldozers there.\u0027The set is currently being demolished ahead of flats, offices and restaurants being built.    The set is currently being demolished ahead of flats, offices and restaurants being built          It had been a tourist attraction after closing but recently there are signs of squatters with rubbish - as well as building rubble - strewn inside many of the buildings          There is graffiti in the Rovers Return toilet, cobbles overgrown with grass and snobby Sally Metcalfe would blush to see the size of weeds in her former gardenIt had been a tourist attraction after closing but recently there are signs of squatters with rubbish - as well as building rubble - strewn inside many of the buildings.There is graffiti in the Rovers Return toilet, cobbles overgrown with grass and snobby Sally Metcalfe would blush to see the size of weeds in her former garden.Ben is not the first urban explorer to be attracted to the former set, at Quay Street, since filming moved to Trafford Wharf.          Ben is not the first urban explorer to be attracted to the former set, at Quay Street, since filming moved to Trafford Wharf          Ben said: \u0027Urban exploring is something I enjoy everyone has their own hobby. People sometimes think it is a bit weird and dodgy but it is fun and exciting exploring nooks and crannies\u0027Karim Miah, 32, travelled from Hertfordshire to do a similar thing in February prior to bulldozers arriving.Ben said: \u0027Urban exploring is something I enjoy everyone has their own hobby. People sometimes think it is a bit weird and dodgy but it is fun and exciting exploring nooks and crannies.\u0027  "},{"url":"http://www.dailymail.co.uk/news/article-5567239/Thugs-use-metal-crowd-barriers-weapons-brawl-outside-shisha-lounge-drive-shooting.html","title":"Thugs use metal crowd barriers as weapons in brawl in Birmingham","story":"    Trouble flared outside Arabian Nites just hours before a gunman opened fire on the venue          Arabian Nites in Bissell Street, Digbeth, Birmingham, has been the scene of a number of violent brawls in the last two monthsPolice were called to the scene and, astonishingly, there were no reports of injuries.Detectives are investigating the incident - the latest to hit the troubled nightspot - and are \u0027fast tracking\u0027 CCTV inquiries.A West Midlands Police spokeswoman said: \u0027Police were called to Arabian Nites Shisha Lounge on Bissell Street, at just after 2am on Sunday, March 25.\u0027Shots were believed to have been fired through a window from a passing vehicle.\u0027This is not the first time police have been called to the venue.West Midlands Police confirmed they had been called to punch-ups at the venue three weekends in a row in February.Officers verified they attended the venue on February 25 after chaos erupted.And on Sunday March 11, police were called to the venue after reports of a mass brawl spilling from the venue onto Gooch Street."},{"url":"http://www.dailymail.co.uk/news/article-5567267/Devout-Mexicans-whip-bizarre-Easter-festival.html","title":"Devout Mexicans whip EACH OTHER in bizarre Easter festival","story":"    Mexican Christians performed a bizarre twist on a centuries old Easter tradition by whipping each other instead of themselves          Disturbing footage of the spectacle as emerged. The worshippers do not hold back as they whip each other in a tradition said to show remorse for sinReportedly, community elders are said to be worried the tradition is in danger of being lost over time and are hoping the younger worshippers carry it on.  Self-flagellation, a practice popular with Martin Luther, the founder of the Lutheran Church, is said to be a way of repenting.Other forms including abstinence, fasting and kneeling.  Thugs use metal crowd barriers as weapons in mass brawl...London murder rate is HIGHER than New York\u0027s for the first...Share this articleRev Michael Geisler, an Opus Dei Catholic priest wrote in 2005: \u0027Self-denial helps a person overcome both psychological and physical weakness, gives him energy, helps him grow in virtue and ultimately leads to salvation.\u0027It conquers the insidious demons of softness, pessimism and lukewarm faith that dominate the lives of so many today\u0027.Self-flagellation is practiced widely around the world at Easter.           Catholics in Mexico whipped each other on Easter Sunday. Self-flagellation is practiced widely around the world at this time of year          Self-flagellation, a practice popular with Martin Luther, the founder of the Lutheran Church, is said to be a way of repenting"},{"url":"http://www.dailymail.co.uk/news/article-5567271/Cynthia-Nixon-voters-Im-actor.html","title":"Cynthia Nixon explains why challenging Andrew Cuomo","story":"Sex and the Citys tar Cynthia Nixon said she\u0027s challenging New York\u0027s incumbent governor in the Democratic primary because he hasn\u0027t addressed inequalities in schools, plus other things Nixon is seen here in New York City on  March 20Nixon said she is not phased by questions about whether she has the experience necessary to lead one of the nation\u0027s biggest states.Similarly, when asked about polls showing Nixon trailing Cuomo by a large margin, Nixon told the AP she was undaunted.A poll released on March 19 by Siena College showed registered Democrats favored Cuomo by a ratio of of 66-19 percent.          Sarah Jessica Parker, who has backed Nixon for New York governor, is seen here with Nixon           Nixon speaks during a news conference on March 26 in Albany, New York          New York Governor Andrew Cuomo speaks at a healthcare union rally at the Theater at Madison Square Garden on February 21 in New York City\u0027While Nixon does a little better among younger and upstate Democrats, she doesn’t have the support of more than one-quarter of either group,\u0027 Steven Greenberg, a spokesperson for the Siena poll, said in a statement.  The New York state Democratic primary election will be held on September 13, 2018, according to Ballotpedia.  Cuomo also polled better than Republican state Senator John DeFrancisco, who has already filed to run for the conservative\u0027s slot in the governor\u0027s election, by a ratio of 57-28 percent, according to the Siena College survey.          Nixon is seen here on the red carpet, arriving at the 2017 IFP Gotham Awards at Cipriani Wall Street on November 27 in New York City          Parker and Nixon attend HBO Presents the New York Red Carpet Premiere of Divorce at SVA Theater on October 4, 2016 in New York City           Deputy Majority Leader Senator John DeFrancisco, a Republican representing Syracuse, talks with reporters at the state Capitol on FridayThe deadline for an inidual to file for candidacy is July 12, 2018. Sticks and stones... Cynthia Nixon fires back at gay Cuomo...Sarah Jessica Parker endorses Sex and the City co-star and...Share this articleThe general election, which will include the election for the office of governor, will be held on November 6, 2018.Cuomo was first elected as New York\u0027s governor in 2010 and re-elected in 2014.           Nixon, a longtime education advocate, addresses a crowd and the press during a news conference on March 26 in Albany, New York"},{"url":"http://www.dailymail.co.uk/news/article-5567335/Pilgrims-mark-Easter-prostrating-believe-Jesus-anointed-burial.html","title":"Pilgrims mark Easter heading to Church of the Holy Sepulchre","story":"    Hundreds of pilgrims marked Easter Sunday by visiting Jerusalem\u0027s Church of the Holy Sepulchre and women prostrated themselves on stone and kissed the rock where they believe Jesus was anointed before his burial          A woman from Eritrea and her baby pray at the  Stone of Anointing, where Jesus\u0027 body is said to have been anointed before burial during rituals to celebrate Easter Sunday at the Church of the Holy Sepulchre in the Old City          Western Christians marked Easter on Sunday, while eastern Orthodox Christians do so on April 8, and celebrated Palm Sunday on April 1, with worshippers holding palm fronds as is tradition          The church is built at the site where Christians believe Jesus was crucified, buried and resurrected. Pictured: Coptic Priests take part in rituals outside the Tomb of Christ          The head of the Roman Catholic Church in the Holy Land, Apostolic Administrator of the Latin Patriarchate Pierbattista Pizaballa leads the Easter Sunday procession on Sunday Sickening moment footy star snaps leg after slamming into goalpostPeople brave cold to go out the night before Good FridayBritish woman returns after getting lost in Brazilian rainforestSecurity remove furniture from US consulate in St. PetersburgShakira Martin re-elected NUS President with this speechShocking final hours of an elephant\u0027s life in captivity in IndiaPlucky little fox plays chase with much larger dogDublin protest against rugby players being cleared of rapeRacist bus passenger tells black man he \u0027shouldn\u0027t be here\u0027Holidaymakers have travel delayed as shuttle bus catches on fireRussian factory believed to have produced the Skripal nerve agentWestern Christians marked Easter on Sunday, while eastern Orthodox Christians do so on April 8.The eastern Orthodox marked Palm Sunday on April 1 and followers held mass at the church in Jerusalem\u0027s Old City, with worshippers holding palm fronds as is tradition.The church is built at the site where Christians believe Jesus was crucified, buried and resurrected.A recently renovated ornate shrine within the church surrounds the cave where Jesus is believed to have been buried.Easter marks the day when Christians believe the miracle of Jesus\u0027 resurrection occurred.             Coptic priests take part in rituals outside the Tomb of Christ to celebrate Easter Sunday at the Church of the Holy Sepulchre          Catholic Archbishop Pierbattista Pizzaballa held mass at the church on Sunday morning near the shrine over the cave, entering dressed in the traditional purple Easter robe          Easter marks the day when Christians believe the miracle of Jesus\u0027 resurrection occurred          Catholic Archbishop Pierbattista Pizzaballa made reference to the Middle East\u0027s numerous conflicts in his homily, saying \u0027our times are marked by death\u0027          The iconic church, revered by Christians as the site of Jesus\u0027 crucifixion and resurrection, closed for three days in February to protest the Israeli tax plan          The church shut its doors for three days in February because officials were angry about the Jerusalem municipality plans to tax their various assets around the city and a potential parliament bill to expropriate land sold by the Greek Orthodox and Roman Catholic churchesMeanwhile in Vatican City, tens of thousands of faithful underwent heavy security checks as they gathered in St Peter\u0027s Square in observance of Easter Sunday Mass.Pope Francis opened Easter festivities with a Tweet to his global flock: \u0027Our faith is born on Easter morning: Jesus is alive! The experience is at the heart of the Christian message.\u0027Pilgrims from across Italy and the world gathered in the square decorated with spring flowers first to take part in Easter Sunday mass and to hear the Pope\u0027s traditional Urbi et Orbi (To the City and the World) Easter message from the central balcony of the resplendent St Peter\u0027s Basilica.Under a longstanding tradition, the Netherlands donated some 50,000 tulips, daffodils, roses and orchids for the occasion.Security precautions included bag checks and metal detector wands for everyone entering the square. The Via Conciliazione avenue, which leads to the Vatican, was closed to traffic and packed with bodies, as were smaller adjoining streets.          Meanwhile in Vatican City on Sunday morning, Pope Francis looked out across St Peter\u0027s Square, and delivered the Urbi et Orbi address to a crowd of devotees          Pope Francis, the 266th and current head of the Catholic Church and sovereign of the Vatican City, leads the Easter Sunday mass in St Peter\u0027s Square          Pope Francis delivers his Easter message in the Urbi et Orbi address from the balcony overlooking St Peter\u0027s Square  The faithful mass in the Vatican City\u0027s glorious St Peter\u0027s Square to mark the resurrection. On Good Friday, Francis said he was \u0027ashamed\u0027 that younger generations would inherit a world \u0027fractured by isions and wars\u0027Plucky little fox plays chase with much larger dogDublin protest against rugby players being cleared of rapeRacist bus passenger tells black man he \u0027shouldn\u0027t be here\u0027Holidaymakers have travel delayed as shuttle bus catches on fireRussian factory believed to have produced the Skripal nerve agentMember of Katie Price\u0027s film crew with black eye after robberySickening moment footy star snaps leg after slamming into goalpostPeople brave cold to go out the night before Good FridayBritish woman returns after getting lost in Brazilian rainforestSecurity remove furniture from US consulate in St. PetersburgShocking final hours of an elephant\u0027s life in captivity in IndiaAt the  Church of the Holy Sepulchre, Catholic Archbishop Pierbattista Pizzaballa held mass at the church on Sunday morning near the shrine over the cave, entering dressed in the traditional purple Easter robe.He made reference to the Middle East\u0027s numerous conflicts in his homily, saying \u0027our times are marked by death\u0027.\u0027Easter is the ability to come back and look at our history in the light of the promise of life that takes place today,\u0027 he said.\u0027Yes, today, at Easter, we announce a life that death can no more extinguish.\u0027            The Greek Orthodox, Armenian and Roman Catholic denominations share custody of Jerusalem\u0027s Church of the Holy Sepulchre , but disputes between the three had led to renovations being delayed for decades          Nuns attend a Palm Sunday procession in the Church of the Holy Sepulchre in Jerusalem\u0027s Old City           An Eastern Orthodox nun celebrates Palm Sunday in Jerusalem\u0027s Church of the Holy SepulchreOn Friday, Christians traced the route of the Stations of the Cross through the Old City, which pass through the traditional sites of Jesus\u0027s condemnation up to his crucifixion.In March 2017, renovations to the 19th-century shrine covering Jesus\u0027s tomb were unveiled following a $3.7million project that restored its stones to their original reddish-yellow and reinforced the heavily visited site.The Greek Orthodox, Armenian and Roman Catholic denominations share custody of Jerusalem\u0027s Church of the Holy Sepulchre, but disputes between the three had led to renovations being delayed for decades.Unbelievable! Archbishop of Wales chooses EASTER to cast...Share this article    Archbishop Pierbattista Pizzaballa, centre, leads the Easter Sunday Mass in the Church of the Holy Sepulchre, traditionally believed by many to be the site of the crucifixion of Jesus Christ           On Friday, Christians had traced the route of the Stations of the Cross through the Old City, which pass through the traditional sites of Jesus\u0027s condemnation up to his crucifixion          Clergymen walk in procession in the Church of the Holy Sepulchre in Jerusalem\u0027s Old City          In March 2017, renovations to the 19th-century shrine covering Jesus\u0027s tomb were unveiled following a $3.7million project that restored its stones to their original reddish-yellow and reinforced the heavily visited sitePlucky little fox plays chase with much larger dogDublin protest against rugby players being cleared of rapeRacist bus passenger tells black man he \u0027shouldn\u0027t be here\u0027Holidaymakers have travel delayed as shuttle bus catches on fireRussian factory believed to have produced the Skripal nerve agentMember of Katie Price\u0027s film crew with black eye after robberySickening moment footy star snaps leg after slamming into goalpostPeople brave cold to go out the night before Good FridayBritish woman returns after getting lost in Brazilian rainforestSecurity remove furniture from US consulate in St. PetersburgShocking final hours of an elephant\u0027s life in captivity in India"},{"url":"http://www.dailymail.co.uk/news/article-5567355/Illegal-intrusions-Spanish-government-ships-British-waters-increase-sharply.html","title":"Illegal intrusions by Spanish ships into British waters increase","story":"    Spanish government ships strayed into British waters surrounding Gibraltar more than 600 times last year, prompting fears over the future of the RockA former governor of Gibraltar warned of \u0027great anxiety\u0027 felt by those living in Gibraltar ahead of Britain\u0027s withdrawal from the European Union. Lord Luce urged against the threat of Brussels handing Spain a veto on any Brexit deal which they could use to force Britain\u0027s hand with Gibraltar.Despite the UK government having maintained its \u0027steadfast\u0027 support for the island so far, Spain could hope to force Theresa May\u0027s government to cede control in order to withdraw from the EU. Devout Mexicans whip EACH OTHER in bizarre Easter festival...Russian diplomats expelled by the US wave their national...Share this article    Figures released by the UK government point to an increase in intrusions of 39 per cent over the past year. The increase have proved to be a continuing source of tension between London and Madrid, which lays claim to the strategically important territory, denied by the UKThere were 602 incursions by Spanish state vessels in the 12 months to the end of February, compared with 434 for the 12 months to October 2016 and 404 the previous year.Whitehall insiders have played down the increase and suggested anti-smuggling activity is the reason behind the surge. In a statement that was released alongside the figures, Foreign Office Minister Lord Ahmad said: \u0027Incursions are a violation of sovereignty, not a threat to it.          A former governor of Gibraltar warned of \u0027great anxiety\u0027 felt by those living in Gibraltar ahead of Britain\u0027s withdrawal from the European Union. Lord Luce urged against the threat of Brussels handing Spain a veto on any Brexit deal which they could use to force Britain\u0027s hand with Gibraltar\u0027They do not weaken or undermine the legal basis in international law for British sovereignty over Gibraltar, including British Gibraltar territorial waters. \u0027The Royal Navy continues to challenge all incursions into British Gibraltar territorial waters.\u0027The Foreign and Commonwealth Office backs this up politically by making formal diplomatic protests to the Spanish government.\u0027 "},{"url":"http://www.dailymail.co.uk/news/article-5567369/Boy-two-cancer-wakes-coma-parents-agree-turn-life-support.html","title":"Derby boy with cancer wakes up from coma","story":"    Two-year-old Dylan Askin (pictured), from Shelton Lock, contracted an extremely rare type of lung cancer\u0027I need answers to why all my babies have died\u0027:...Family\u0027s heartbreaking double tragedy as only son, 22, is...Share this articleDoctors did not think he would survive and Dylan\u0027s parents made the heartbreaking decision to have his life support machine turned off.But the plucky youngster defied expectation, suddenly stirring at the Queens Medical Hospital.He was awake - and soon began to regain his strength. The tiny tot was deemed stable enough to return home by Easter Sunday. Two years on Dylan has beaten his illness. Kerry Askin, Dylan\u0027s Mum, said: \u0027I was strong in the belief that Dylan was our Easter miracle.\u0027I am not massively religious, but I did think it was a miracle.\u0027When we told our eldest son, he said \u0027he\u0027s like Jesus\u0027 - because he had been learning about it in school.\u0027          The tiny tot\u0027s lungs had become as much as 80 per cent covered in cystsOn Christmas Day 2015, Dylan was rushed to Derby Royal Hospital with breathing problems and was found to have a collapsed lung.Further tests by specialists on the High Dependency Unit in Nottingham revealed his lungs were 80 per cent covered in cysts.          But the youngster defied expectation, making a sudden recovery just before his life support was switched off He was diagnosed with the extremely rare pulmonary Langerhans cell histiocytosis (PLCH).Initially, Dylan recovered enough to leave intensive care, but then had a febrile seizure on his ward and contracted bacterial pneumonia.His lungs were left barely functioning.The doctors, in agreement with Dylan\u0027s parents, started to withdraw his life support.Kerry said: \u0027On Good Friday they told us things were looking bleak and that we weren\u0027t going to get him back.\u0027All the settings on all the machines were at their highest and he was still struggling. We had him christened, all his family came from all over to say goodbye, including his big brother.\u0027But as medics withdrew his medication and began to sedate him, the boy\u0027s heart rate dropped to normal levels.He was taken off life support the day of his parents\u0027 wedding anniversary on April 4.          Dylan (centre), his mother Kerry, father Mike, and two brothers Logan (left) and Bryce (right). The plucky youngster stunned medics at the Queens Medical HospitalKerry said: \u0027We just said stop, there is still fight in him.\u0027Dylan\u0027s oxygen levels started to improve and by Easter Sunday he had stabilised.He was sent home on May 16 and on July 21 finished cancer treatment.His parents are now supporting a campaign for CLIC Sargent - a charity which helps young people with cancer and which provided a social worker and grants to the family.The parents are urging people to buy the charity\u0027s Easter eggs at Morrisons to help it help others.Kate Lightfoot, senior account manager at CLIC Sargent, said: \u0027Dylan is such a lovely little boy, and we are delighted to hear of his progress.\u0027CLIC Sargent | Cancer charity for children and young people"},{"url":"http://www.dailymail.co.uk/news/article-5567415/How-followers-VOODOO-celebrate-Easter.html","title":"How followers of VOODOO celebrate Easter","story":"    A Haitian woman lies in a trance while an onlooker records the scene on her mobile phone. The worshippers follow voodoo and gathered for the annual religious ceremony in Souvenance on Easter Sunday          Worshippers dressed in white dance and watch on as a woman kneels in the middle of the crowd in Souvenance, a suburb of Gonaives, north of Port-au-Prince          Each year, followers dress in all-white, sacrifice animals, bathe in a sacred pool and dance themselves into a trance as they celebrate one of the holiest days in the Voodoo calendar          A woman lies on the floor wrapped around tree branches and in a trance. Voodoo was brought to Haiti by slaves from West Africa, but did not become a recognised religion by the Caribbean country until the 1960s          Dressed in all white, worshippers dance while participating in a voodoo ceremony in Souvenance          A worshipper watches on during voodoo celebrations for Easter. The weekend is one of the holiest days in the Voodoo calendar          A woman lies in  trance during Easter voodoo celebrations on Sunday          Haitian voodoo followers wearing traditional white dresses to celebrate Easter in Souvenance          Hundreds of worshippers in Haiti take part in the annual Easter celebrations on the island. Dressed mostly in all white, they danced while taking part in the voodoo ceremony          Haitian voodoo followers wearing white clothes dance while participating in a voodoo ceremony in Souvenance          In Haiti, slaves were forbidden from practising their Voodoo faith, so by celebrating the same days as their Catholic masters, they were able to conceal their religionPlucky little fox plays chase with much larger dogDublin protest against rugby players being cleared of rapeRacist bus passenger tells black man he \u0027shouldn\u0027t be here\u0027Holidaymakers have travel delayed as shuttle bus catches on fireRussian factory believed to have produced the Skripal nerve agentMember of Katie Price\u0027s film crew with black eye after robberySickening moment footy star snaps leg after slamming into goalpostPeople brave cold to go out the night before Good FridayBritish woman returns after getting lost in Brazilian rainforestSecurity remove furniture from US consulate in St. PetersburgShocking final hours of an elephant\u0027s life in captivity in India"},{"url":"http://www.dailymail.co.uk/news/article-5567453/Top-Gears-famous-test-track-turned-housing-estate-permission-given-1-800-homes.html","title":"Top Gear\u0027s famous test track to be turned into housing estate as permission is given for 1,800 homes","story":"Top Gear\u0027s famous aerodrome test track is set to become a housing estate after planning permission was granted to build 1,800 new homes          The aerodrome, in Dunsfold, Surrey, could become known as Dunsfold Park if the building goes ahead. Pictured: Matt LeBlanc and The Stig  The aerodrome, in Dunsfold, Surrey, could become known as Dunsfold Park if the building goes ahead.Leader of the local Council, Councillor Julia Potts, said: \u0027I am delighted that the Secretary of State has granted planning permission as this development will provide significant benefits to the local community, of the 1800 new homes 540 will be affordable.\u0027The development will also create over 1,000 new jobs and secure substantial financial contributions for much-needed infrastructure.\u0027Matt LeBlanc, Chris Harris, and Rory Reid battle it out...Share this articleFollowing the announcement Bob Lees, Chairman of Protect Our Waverley, said: \u0027We are very disappointed that the Secretary of State has permitted this development to go ahead.\u0027While more housing is needed, it should be put in the right place and Dunsfold is clearly not the right place, with its totally inadequate infrastructure.\u0027The planning approval was granted on Thursday March 29."},{"url":"http://www.dailymail.co.uk/news/article-5567543/Shopkeeper-refuses-stop-selling-golliwog-dolls-despite-complaints-racist.html","title":"Shopkeeper refuses to stop selling golliwog dolls despite complaints that they are racist","story":""},{"url":"http://www.dailymail.co.uk/news/article-5567657/Firm-allows-employees-decide-paid.html","title":"Firm allows employees to decide how much they are paid","story":"    Betting company Smarkets allows their employees to request a pay rise and set their own salaryAngeline Mulet-Marquis, a software engineer at Smarkets, said: \u0027Most people get what they ask for.\u0027  Ms Mulet-Marquis requested a 12 per cent rise in her last appraisal which was granted to her. It\u0027s the end of the cobbles! Bulldozers rip through the...Boy, two, hit by cancer stuns his family by waking up from...Share this articleThe starting salary for a graduate engineer is around £45,000 but can rise to a six-figure sum for high qualified seniors.   Susana Pinto oversees Smarkets\u0027 biannual pay reviews, through which an employee asks around five peers for feedback and a suggested pay increase that they can take forward.          CEO of Smarkets Jason TrostShe said \u0027It\u0027s not just a matter of saying, \u0027Hey, I think you\u0027re great!\u0027 It\u0027s actually going to be probed.She added: \u0027The good thing about the fact that our salaries are transparent is that they, by default, keep the company fair.\u0027 This extends to stamping out alleged gender inequality which has marred some British companies including the BBC.   The broadcaster was forced last year to disclose the salaries of some of its top staff, showing men made up 12 of the 14 highest-paid posts and leading to complaints of unequal pay for the same work.Software engineer Caglar Senel said allowing employees to see each other\u0027s salaries is a way through which companies can ensure equal pay.He said: \u0027It would be super obvious that the women in the company is getting this much amount of money, and the guys are getting this much amount of money, so I think that would be helpful.\u0027However several staff believed that the same approach may not work everywhere as pay transparency could be demotivating. Jordi Blanes i Vidal, a professor at the London School of Economics, said such a system would work best in areas such as sales where there are clear markers of performance. He said: \u0027But in settings in which it is not as easy to justify differences in pay - that is, pay inequality - with differences in productivity, pay transparency can be very demotivating.\u0027 In Norway the tax agency publishes key information online about taxpayers each year, including their earnings and wealth, allowing Norwegians to see how much their colleagues are earning.There are similar approaches in Sweden and Finland, where people can request tax information by phone or in person, while in Ireland employees have a right to request pay information broken down by gender for the same level of work.A study by the European Commission found \u0027cultural sensitivity\u0027 was the most common barrier to rolling out similar pay information rules across the continent, while in Britain the associated costs were the main obstacle.Despite the challenges in different countries and for big companies, Ms Mulet-Marquis urged other firms try a transparency drive.\u0027The advice would be to have healthy communication even outside of the salary review,\u0027 she said.\u0027If your teams don\u0027t communicate well, that process is probably not going to work anyway, you have to build it on something that\u0027s already healthy.\u0027"}]