[{"url":"http://www.dailymail.co.uk/news/article-5518355/What-Vladimir-Putin-net-worth.html","title":"What Vladimir Putin net worth","story":"Russian President Vladimir Putin has won a fourth term in office with 77 percent of the voteAlongside being one of the most powerful men in the world, the Russian President may also be one of the richest, but what is Vladimir Putin’s net worth?Who is Vladimir Putin?Born Vladimir Vladimirovich Putin on October 7, 1952 in Leningrad, Russian SFSR, Soviet Union or what is now referred to as Saint Petersburg, he was the youngest child of Vladimir Spiridonovich Putin and Maria Ivanova Putina.At first, Putin was one of the few in his class who was not part of the Young Pioneer organisation but later, after taking classes in sambo and judo, he became interested in the intelligence officers that were portrayed in some Soviet films.During his time at university, he was required to join the Communist Party of the Soviet Union and he remained a member until 1991. This is also where he met Anatoly Sobchak, a professor who would later be a great influence to Putin.After graduating in 1975, Vladimir joined the KGB and trained at a school in Okhta, Leningrad before working in counter-intelligence and then was responsible for monitoring foreigners and consular officials.Putin then served in Dresden, East Germany using a cover as a translator and according to his biography, at this time, he burned KGB files to prevent demonstrators from obtaining them during the fall of the Berlin Wall.The collapse of the Communist East German government led to Putin returning to Saint Petersburg where he worked at the University, searched for new KGB recruits and renewed his friendship with Sobchak, who was the Mayor of the city at the time.In 1991, Vladimir resigned from his role as the Lieutenant Colonel on the second day of the Soviet coup d\u0027état attempt on President Mikhail Gorbachev and this is when his political career began.Vladimir Putin’s political careerPutin started out in politics as an international affairs advisor to Mayor Sobchak and a year later, became the head of the Committee for External Relations, working with global relations related to foreign investments.During his time there, Vladimir was investigated for understating prices and exporting metals valued at $93 million (£66m) in exchange for food aid that never arrived. Putin remained in his role despite this until 1996 and was involved in politics outside of work.Vladimir’s other roles included the appointment as First Deputy Chairman of the Government of Saint Petersburg, organising the city’s branch of the Our Home - Russia political party and managing the legislative election campaign for that party.After Mayor Sobchak lost his re-election bid, Putin moved to Moscow where his responsibilities included organising the transfer of the Soviet Union and Communist Party’s former assets to the Russian Federation. His tenure in this role lasted until March 1997.Vladimir was then appointed deputy chief of Presidential Staff by the Russian President Boris Yeltsin and went on to rise in the ranks before becoming the Director of the Federal Security Service (FSB) a year later.  Who is Vladimir Putin’s wife?Vladimir Putin married Lyudmila Shkrebneva in 1983 and the couple had two daughters, Mariya Putina and Yekaterina Putina.Although Putin is notoriously secretive about his personal life, Vladimir and Lyudmila are thought to have separated in 2013.Putin has been linked to the Russian ex-gymnast Alina Kabaeva who gave birth to a baby in 2015 but rumours that it is Vladimir’s baby have been discredited. Alina has also been seen wearing a ring on her wedding ring finger.What is Vladimir Putin’s net worth?Vladimir Putin’s net worth has accumulated to approximately $70 billion (£50bn), according to Celebrity Net Worth.While his net worth has been a subject of discussion, ahead of March 18, 2018, the Russian President was asked to declare his average yearly salary to the Central Election Commission of the Russian Federation.Putin declared that he earned 38.5m rubles, or $673,000 (£478,000) between 2011 and 2016, resulting in his annual income totalling $112,000 (£79,600). He also listed assets including 13 bank accounts with a sum of $241,000 (£171,000) and 230 shares in Bank Saint Petersburg, two Volga vehicles and an 800-square-foot apartment in Saint Petersburg.However, some believe that Putin may have more money that he is revealing in 2015, CEO of Hermitage Capital Management Bill Browder calculated that Putin’s net worth was $200 billion (£142bn), which would make him the richest man in the world, above Amazon founder Jeff Bezos’s net worth of $121 billion (£86bn).Alongside this, his stakes in several companies cannot be verified but rumours suggest that the Russian President controlled 37 percent of oil company Surgutneftegaz, 4.5 percent of natural gas company Gazprom and, according to the U.S Treasury, he had substantial holdings in commodities trader Gunvor, although the crude oil trading company has always denied any links to Putin.Vladimir is also thought to own a palace on the Black Sea with a reported worth of $1 billion (£710m), allegedly paid for by a secret slush fund created by Russian oligarchs. In addition to this, there are also rumours circulating that he has 20 palaces, four yachts, 58 aircraft and a watch collection worth over £400,000."},{"url":"http://www.dailymail.co.uk/news/article-5522455/What-Nicolas-Sarkozys-net-worth.html","title":"What Nicolas Sarkozys net worth","story":"    Nicolas Sarkozy was arrested over claims he received £42m in illegal payments from GaddafiHere is all the information on Nicolas Sarkozy including his net worth, height and marriage to Carla Bruni.Who is Nicolas Sarkozy?Nicolas Paul Stephane Sarkozy de Nagy-Bocsa was born on January 28, 1955 in Paris. His father, Pal Sarkozy was from Hungarian aristocracy and made his money in the advertising industry, while his mother, Andree Mallah, was of Greek-Jewish descent. After Sarkozy’s father left the family in 1959, Andree raised their three children on her own.Nicolas Sarkozy has been married three times: Marie-Dominique Culioli, Cecilia Ciganer-Albeniz and, most recently, Carla Bruni, to whom he has been married since 2008. He has two sons from his first marriage, a son from his second, and a daughter from his third. Nicolas Sarkozy is 1.65m (5ft5in) tall.Sarkozy graduated from the Universite Paris X Nanterre with an MA in private law and went on to practise family law.At the age of 23, Sarkozy became a city councillor in Neuilly-sur-Seine and subsequently went on to become the city’s mayor, at the age of 28. During his early career, Sarkozy was frequently seen as a protege of Jacques Chirac, although the two would later become rivals.          While President, Nicolas Sarkozy married Italian modelsinger, Carla Bruni, in February 2008Throughout the 2000s, Sarkozy’s political CV included roles as the French Minister of the Interior, the Finance Minister and, in 2004, as the leader of the UMP.In January 2007, UMP unanimously chose Sarkozy as their presidential candidate. His main rival was the Socialist Party’s Segolene Royal, whom he beat in the second round of voting with 53.06 percent of the vote.On May 6, 2007 Sarkozy was inaugurated as the sixth President of the Fifth Republic, and the 23rd French President.During his one term as president, Sarkozy implemented many financial, employment and taxation changes. He relaxed France’s rules surrounding the 35-hour working week, raised the age of retirement to 62 and changed the laws surrounding creation of new businesses.However, his presidency was plagued by several scandals. In 2008, Sarkozy’s control of his own party weakened after he tried to get his press officer, David Martinon, elected as mayor of Neuilly. The city ultimately went against Martinon and chose Jean-Christophe Fromantin, an independent.      "},{"url":"http://www.dailymail.co.uk/news/article-5527161/What-James-Packers-net-worth.html","title":"What James Packers net worth","story":"    Australian billionaire James Packer has resigned as Director of his empire Crown ResortsWho is James Packer?Born James Douglas Packer on September 8 1967 to philanthropist Roslyn and businessman Kerry Packer in Sydney, he is also the grandson of media proprietor Sir Frank Packer.He began working at his father’s Newcastle Waters cattle station in the Northern Territory as a jackeroo and did not attend university.          James Packer\u0027s first job was as a jackeroo at his father Kerry\u0027s Newcastle Waters cattle station In 2000, James acquired stakes in online classified sites SEEK and CarSales and three years later, purchased a 25 percent stake in the former for AU$33 million ($25m). He went on to sell his portion after six years for AU$440 million ($338m).He also encouraged his family’s magazine company Australian Consolidated Press to acquire a 41 percent stake in the online advertiser Carsales in 2005. The deal was valued at AU$100 million ($76.8m) and was then eventually worth AU$462 million ($355m).In 2006, James started to consider selling Channel Nine and the Australian Consolidated Press to fund his move to the gaming and tourism industries and by the end of the year, his team had finalised a deal with CVC Asia Pacific to sell 50 percent of media assets for AU$4.5 million ($3.5m).This deal included stakes in Ninemsn and Carsales and an additional AU$1 billion ($767m) in equity in a new company which would be called PBL Media. In 2007, he sold a further 25 percent to CVC for $515 million and then his entire stake by 2008.In addition to this, James was also a director of the telecommunications company One.Tel until it was declared insolvent in 2001, which cost PBL a total of AU$327 million ($251m). He received a AU$40 ($30.7m) million settlement over the failure of this company.What is James Packer’s net worth?Once known as Australia’s richest person, James Packer’s net worth has accumulated to approximately $3.7 billion, according to Celebrity Net Worth.James started to appear on wealth lists after the death of his father and his subsequent inheritance of wealth, which was valued at AU$7.25 billion ($5.5bn). However, in 2007, it was alleged that he had lost AU$1 billion ($768m) in six months after poor investment decisions and falling profits.The 2008 BRW Rich 200 listed James as the third-richest person in Australia with a personal wealth of AU$6.1 billion ($4.7bn) and his wealth has experienced many fluctuations over time because of his ongoing financial problems, much like his weight.James also owns property in Sydney’s Bondi Beach and Bellevue Hill and the family have a home in Scone, called Ellerston Station.Is James Packer married?James was engaged to Kate Fischer, now known as Tziporah Malkah, but the couple separated after five years together and a two-year engagement.          James and Kate Fischer, now known as Tziporah Malkah, separated after five years togetherHe then married Jodhi Meares in 1999, but the relationship lasted two years and their separation was finalised in 2002. After the breakdown of his marriage with Jodhi, he developed a friendship with Tom Cruise and began visiting the Church of Scientology in Australia, but later distanced himself from the church.          James Packer then married Jodhi Meares in 1999, but their relationship only lasted two yearsJames went on to marry Erica Baxter in 2007 and had three children together, Indigo, Jackson Lloyd and Emmanuelle Sheelah. They separated in 2013.          James and Erica Baxter had three children, Indigo, Jackson Lloyd and Emmanuelle SheelahJames and Mariah Carey got engaged in January 2016, but their relationship ended in October of the same year and it was alleged that the split was as a result of Mariah’s spending, as well as her show Mariah’s World.James Packer and Mariah Carey’s prenup agreementAfter the breakdown of their relationship, James was forced to pay Mariah a multi-million dollar settlement after the singer cited an ‘inconvenience fee’.          Mariah Carey and James Packer seen at an awards night at the Waldorf-Astoria in New YorkMariah kept her engagement ring, that was worth $10 million and also asked for a whopping $50 million after uprooting her life in Los Angeles, alongside cancelling the South American leg of her tour, which she claims was because of the trauma caused by the split."},{"url":"http://www.dailymail.co.uk/news/article-5527435/What-Mark-Zuckerbergs-net-worth.html","title":"What Mark Zuckerbergs net worth","story":""},{"url":"http://www.dailymail.co.uk/news/article-5537713/Mail-petition-contract-UKs-new-blue-passport-British-firm.html","title":"Mail petition contract UKs new blue passport British firm","story":"      The Government had decided the post-Brexit blue passports should be made by a European companyA Daily Mail and MailOnline petition to have Britain\u0027s post-Brexit blue passports made by a British company has gained more than 285,000 signatures. The Government had decided the passports should be made by a European company.But the Daily Mail and MailOnline called on ministers to put British workers first by reversing the decision and giving the contract to a British firm. Now you can add your voice too – simply enter your name, email address and home town into the form below to add YOUR voice - the total will be regularly refreshed so you can see how you\u0027ve made a difference. Be assured, your details will be kept confidential. If you can\u0027t see the entry form details, simply copy and paste this address into your browser, or click here: www.dailymail.co.ukpassportsTOTAL SO FAR: 286,104Our grand total above includes both online and postal signatories.You can also share this page with your friends and family by using the links below:"},{"url":"http://www.dailymail.co.uk/news/article-5568033/The-day-Meghan-Markle-let-ruthless-show.html","title":"The day Meghan Markle let ruthless show","story":"    Meghan Markle and her former husband Trevor Engelson pictured together in 2006When Meghan Markle made the decision to end her marriage to film producer Trevor Engelson in 2013, she acted swiftly — and some might say callously.Instead of flying from her new home in Toronto to Los Angeles, where the couple had shared a bungalow, to return her engagement and wedding rings in person, she simply sent them back to him by post.Engelson, whom she’d met when she was an aspiring actress and who’d mentored her to stardom in the TV series Suits, had been devastated by his wife’s ‘out of the blue’ request for a orce barely two years after they married.But it was not the first indignity he had suffered. Even before she called time on their marriage, when she moved to Canada to take up that starring role in the TV drama Suits, she took with her their expensive food-mixer.According to a revealing new biography of Ms Markle, it was a statement of intent — and of her newfound independence.‘She was her own woman now, earning a steady income, making new friends on-set and off, no longer dependent on her husband’s connections,’ the author writes. ‘A £360 Vitamix blender symbolised the ide.‘She insisted her favourite kitchen appliance from their West Hollywood home come with her to Toronto. She packed it into the back-seat of her car. It then sat on the kitchen counter in the Toronto house — a material reminder that her home was no longer in Los Angeles.’          Meghan was married to film producer Trevor for two years who gave her a small role in the film Remember MeIt is an image far removed from what we have seen thus far of the royal bride-to-be — a sweet-natured and compassionate woman who can barely believe her good fortune at becoming engaged to a prince.Doubtless there is a measure of truth in this. However, in his book, to be published this month, renowned royal biographer Andrew Morton portrays the 36-year-old actress in a very different light, suggesting a far more complex — and possibly calculating — character.Though Morton describes it as ‘an old-fashioned story of a local girl makes good’, he shows how Meghan has harboured dreams of becoming a princess since she was a teenager. Her ambition is to ‘become Diana 2.0’, according to her closest school friend.          Meghan is set to marry Prince Harry on May 19 after they began a romance in 2016In extracts published this weekend, the author also presents Meghan’s capacity for ruthlessness, describing how she has expunged people she once held dear from her life as she set about elevating her social and professional status.Morton’s depiction of Meghan builds on my own portrayal of her in an exclusive Daily Mail series last year, and draws on many of the same sources. However, the author who made his name in 1992 with Diana: Her True Story, which exposed her shockingly dysfunctional marriage to Charles, takes the extraordinary narrative further.It begins with Meghan’s own dysfunctional upbringing, which did much to shape her character. Her father, Thomas, was a leading Hollywood lighting director in his mid-30s when he met her mother, Doria, who was 12 years his junior and temping in his studio as a make-up artist. They married and were overjoyed when, a year later, Meghan was born, in August 1981.But their happiness was fleeting. As Morton recounts, they lived in a predominantly white suburb where neighbours would mistake her black mother for the nanny or nursemaid. On top of this bigotry, Thomas worked 80 or 90 hours a week, leaving his young wife to care alone for Meghan and her step-siblings, Thomas Junior and Yvonne (who later took the name Samantha) — her husband’s teenage children by his first marriage.With baby Meghan the apple of her father’s eye, her half-sister resented her from the outset. And while she was upstairs in her crib, Thomas Jnr, then 15, admitted to Morton that he would smoke cannabis downstairs with his friends.Matters came to a head when his father caught them passing round a joint. To get them out of the house, he dreamt up a grotesque ruse. After changing Meghan’s nappy, he fetched a spoon from the kitchen and pretended to eat from it, Morton writes.In fact, he had filled a clean nappy with chocolate pudding, but his son’s friends were duly repulsed and never returned. By the time Meghan was two years old, Doria had had enough and moved out, though four years would pass before her parents orced. As they shared custody of her, Meghan was shunted between them.          The royal bride-to-be during her time as a \u0027briefcase girl\u0027 on Deal or No DealAccording to one of her teachers, this caused Meghan difficulties — ‘one parent over here, one over there, neither of them particularly fond of each other’.However, according to a school-friend, mediating between the warring factions taught Meghan how to control her emotions.At two, her had parents enrolled her in the Little Red School House, an exclusive creche for stars’ children, where she began performing in plays. At one of her early performances, a girl with tangled blonde hair, jam-jar glasses and an awkward manner was in the chorus line. Today, Scarlett Johansson is the world’s highest paid actress.Yet Meghan’s early introduction to showbusiness also had disquieting overtones. At nine, her father, who was then working on the raunchy comedy Married With Children, would pick her up from school then take her to the set with him.There, she sat quietly in a corner, watching the enactment of scenes possibly too candid for a little girl’s eyes, involving semi-nudity and risqué sexual jokes. As Meghan said pointedly later: ‘It was a very perverse place to grow up. I went to Catholic school.’Around this time, in 1990, her father had a stroke of luck, although it quickly turned sour.      Last autumn, when their engagement was imminent and a meeting with the Queen at Buckingham Palace beckoned, Morgan writes revealingly, Meghan prepared for the occasion by making secret excursions to the Rose Tree Cottage — ‘a little slice of England in LA’, where she practiced sipping tea.It was to be the biggest moment of her life — and Meghan was determined to rehearse her part to perfection."},{"url":"http://www.dailymail.co.uk/news/article-5568769/Elon-Musk-makes-light-Teslas-woes-April-1-Twitter-prank.html","title":"Elon Musk makes light Teslas woes April 1 Twitter prank","story":"    Elon Musk teased \u0027important news\u0027 to his 20million Twitter followers on Sunday before announcing that electric car maker Tesla had \u0027gone bankrupt\u0027The prank came amid reports of significant risks ahead for the manufacturer, which is heavily indebted and has not turned a profit since it began operating in 2003.It has lost about a quarter of its share value since the end of February, and is also currently under investigation by the US National Transportation Safety Board (NTSB) following a fatal accident involving one of its cars in California on March 23rd.Massive robot bees will find a place for mankind to live on...Aliens could be living in the acid clouds of Venus say Nasa...Share this articleTesla confirmed on Saturday its \u0027Autopilot\u0027 feature was engaged during the accident but said the driver ignored repeated visual and audio warnings and his hands were not detected on the wheel for six seconds prior to the vehicle\u0027s collision with a highway barrier.The car caught fire before two other cars struck it.          The prank was capped off with a picture of Elon slumped against a Model 3 Tesla with a sign that says \u0027bankwupt\u0027, but hints at genuine problems with the money-losing companyThe driver was identified by The Mercury News as a 38-year-old man, Wei Huang, an engineer for Apple. He later died in hospital.According to reports in the US media, the NTSB was unhappy that Tesla had released information before a final investigation was completed.A spokesman told The Washington Post: \u0027At this time the NTSB needs the assistance of Tesla to decode the data the vehicle recorded.\u0027In each of our investigations involving a Tesla vehicle, Tesla has been extremely cooperative on assisting with the vehicle data. However, the NTSB is unhappy with the release of investigative information by Tesla.\u0027The NTSB previously investigated a crash involving an autopilot-equipped Tesla in Florida in 2016."},{"url":"http://www.dailymail.co.uk/news/article-5569167/Meghan-Markles-father-terrified-walking-aisle.html","title":"Meghan Markles father terrified walking aisle","story":"    Thomas Markle Sr was pictured carrying an AA-published book called Images of BritainWhen your daughter’s about to become a British princess, it’s a good idea to swot up on the country.And that’s just what Thomas Markle appears to be doing ahead of his daughter Meghan’s wedding to Prince Harry next month.The 73-year-old was pictured carrying an AA-published book called Images of Britain: A Pictorial Journey Through History as he strolled through his hometown of Rosarito, Mexico last week. It could suggest the reclusive pensioner will give his daughter away at St George’s Chapel, Windsor, on May 19.Kensington Palace has yet to confirm whether the retired TV lighting director will do so. Mr Markle’s guidebook, first published in August 1990, is packed full of the most beautiful landscapes and buildings Britain has to offer.Less than 20 pages in, he will have found a photograph of his daughter’s wedding venue, Windsor Castle, looming over boats on the Thames.Last year Mr Markle was reportedly left ‘extremely’ hurt after Harry, 33, told the BBC his relatives were ‘the family’ his 36-year-old fiancee ‘never had’. Miss Markle’s half-brother, Thomas Markle Jr, 51, told MailOnline: ‘My father will be extremely hurt ... He dedicated the majority of all his time and everything to her.’          The book could be another suggestion that the reclusive pensioner will give his daughter away at St George’s Chapel, Windsor, on May 19The reason Mr Markle is getting to grips with British culture could be  because of his apparent nerves about walking his daughter down the aisle.        Millions of people across the world will be watching he accompanies his 36-year-old daughter through St George\u0027s Chapel in Windsor to her waiting groom, Prince Harry.But family members say the retired lighting director, who lives in in Rosarito Beach in Mexico, is nervous about \u0027representing his family, and America\u0027.The fiercely private 73-year-old will battle through health concerns including a knee injury to attend his daughter\u0027s nuptials on May 19.           Meghan shared this photograph of her with her father captioned simply \u0027Me and my dad\u0027 before she shut down her social media accounts          Meghan Markle, her father Thomas Markle Sr, and her nephew Tyler Dooley. Her father is reportedly \u0027terrified\u0027 about his daughter\u0027s upcoming wedding          An adorable Meghan is pictured here as a baby with her father, who \u0027worships the ground she walks on\u0027Renowned royal biographer Andrew Morton documents the family relationship and life of Harry\u0027s bride-to-be in his book, Meghan: A Hollywood Princess. In the book - which is being serialised by The Sun on Sunday - Thomas Markle Jr told Morton: \u0027I know how proud he will be to take her arm and walk her down the aisle.\u0027But I also know how terrified he will be. \u0027If he doesn\u0027t go he will regret it for the rest of his life. He is not just representing his family, he is representing America.\u0027 The day Meghan Markle let her ruthless side show ¿ by...Share this articleIt had  been rumoured that Meghan could even have both her father and her mother walk her down the aisle.Mr Markle was a leading Hollywood lighting director in his mid-30s when he met Meghan\u0027s mother, Doria, who was 12 years his junior and temping in his studio.They married and  a year later Meghan was born, in August 1981.          Sources claim Meghan\u0027s father has struck up a close friendship with Prince Harry, although he is yet to meet him          Millions of people across the world will be watching as Thomas Markle Sr accompanies his 36-year-old daughter through St George\u0027s Chapel in Windsor          Meghan is pictured here aged 11 with her father Thomas Markle, her former sister-in-law Tracy Dooley and Tracy\u0027s sons (Meghan\u0027s nephews, Thomas (left) and Tyler Dooley)  Keep the cold at bay like Meghan in a coat by MackageBuy it hereMeghan Markle and Prince Harry attended their first Royal engagement in Belfast last week and all eyes were on Meghan\u0026#39s outfit!Our new favourite fashionista was wearing this gorgeous beige midi coat from Mackage that complemented her green skirt from Greta Constantine and jumper by Victoria Beckham. Mackage is a brand we’ve seen Meghan in before but this coat is a new piece for the soon-to-be fully fledged Royal. However, in typical Meghan style it’s cut with a waterfall design that can easily be wrapped over and tied at the waist and finished with leather trim pockets. A coat like this is a total staple piece so snapping it up yourself may be pricey but worth every penny when you can wear it again and again.If you don’t get there quick enough, be sure to shop alternatives via the edit below as we’ve found some fab options from Wallis, PrettyLittleThing and Max Mara.Wallis waterfall coat (now reduced to £52)Steffan Schraut belted wool coat at StyleBop (now reduced to £311)Weekend Max Mara \u0026#39Lari\u0026#39 reversible coat at John Lewis"},{"url":"http://www.dailymail.co.uk/news/article-5569193/Prince-Philip-misses-three-royal-events-10-days.html","title":"Prince Philip misses three royal events 10 days","story":"    Prine Philip, pictured here on March 5, pulled out of his third engagement in 10 days to miss the Royal\u0027s Easter Sunday church serviceThe Easter Mattins Service was held at St George\u0027s Chapel, Windsor Castle, where Prince Harry will marry Meghan Markle in May.A royal source told the Sun: \u0027The Duke of Edinburgh has an issue with his hip which is affecting his mobility.\u0027There\u0027s no cause for alarm. but frankly he\u0027s a proud man and doesn\u0027t want to appear crocked in public.\u0027He\u0027s not called the Iron Duke for nothing.On March 22 Philip pulled out of an official engagement with the Queen and Duke of York because he was said to feeling \u0027under the weather.\u0027          The Queen leads her family, including the Duke and Duchess of Cambridge, from the annual service  at St George\u0027s Chapel at Windsor Castle          The Queen accepted flowers from two little girls, watched on by William and Kate, whose baby bump could be seen through her coat¿Unwell¿ Prince Philip, 96, pulls out of ceremony at Windsor...Revealed: The row with the Queen that led Charles to demand...Share this articleHe had been due to attend an event at Windsor Castle to mark Andrew\u0027s new role as Colonel of the Grenadier Guards.It is not thought to be a serious issue for Philip, who was spotted driving in Windsor Great Park last Wednesday. He stepped down from his public duties last summer but on occasion does attend events with the Queen.When it was announced last year that he would be retiring from official engagements, Buckingham Palace insisted that the decision was not health-related and he had the full support of the Queen.          The Queen and Prince Philip at a public engagement together in July last year at Stirling Castle, as they marked 70 years since being appointed Colonel-in-Chief of the Argyll and Sutherland HighlandersWilliam and Kate were the final royals to arrive at the church – arriving after the Queen and other family members had already gone in – and a few minutes after the 10.45am start time. The Duchess, who is expected to give birth to her third child this month, is now on maternity leave.Harry and Meghan were not at the service, with Kensington Palace describing their weekend plans as “private”.Hundreds of well-wishers lined the entrance to the Windsor Castle estate hoping for a glimpse of the royals on their annual spring outing. Prince Andrew and his daughters Princess Beatrice and Princess Eugenie attended the Easter service, along with Eugenie’s fiance Jack Brooksbank.The Princess Royal and her husband Vice Admiral Sir Timothy Laurence led the royal family down the hill to the chapel, and were joined by Zara Tindall.Princess Anne’s son Peter Phillips and his wife Autumn, Prince Edward, the Countess of Wessex and their children Lady Louise Windsor and James, Viscount Severn, also attended the service.  "},{"url":"http://www.dailymail.co.uk/news/article-5570575/Mother-encourages-baby-mama-refuses-favour-dada.html","title":"Mother encourages baby mama refuses favour dada","story":"Jack, who is seven-months-old, was filmed by his mother Lauren Hetzel as she tried to teach him what to call her however hilariously he refused to say her name in favour of shouting \u0027dada\u0027"},{"url":"http://www.dailymail.co.uk/news/article-5570979/The-tantalising-baby-clues-Kate-Zaras-Royal-bumps.html","title":"The tantalising baby clues Kate Zaras Royal bumps","story":"Dress like the Duchess in a tailored brown coat by Catherine WalkerClick to check out the current collectionShe\u0026#39s just weeks away from giving birth and the Duchess of Cambridge stepped out to the Easter Church Service today looking incredibly chic in a tailored brown coat by Catherine Walker.The Chelsea-based designer is well known for her upmarket couture famously worn by Princess Diana and Kate\u0026#39s mother Carole Middleton. Kate is renowned for recycling her favourite wardrobe pieces and this coat is no exception. We last spotted her wearing it on St Patrick\u0026#39s Day back in 2015. In fact, she was a few weeks away from giving birth to Princess Charlotte then, so she clearly favours it for maternity wear.This time she accessorised it with a hat by Lock \u0026amp Co, nude Gianvito Rossi pumps and Balenciaga earrings.Sadly the coat isn\u0026#39t available to buy, but click (right) to do a spot of window shopping on the Catherine Walker site. Or if you want to give your regal style a bit of a reboot, our edit below is a good place to begin. We\u0026#39ve picked out some beautiful brown coats from Phase Eight, Yoox, Ashley Brooke and La Redoute that are perfect for giving a nod to Kate\u0026#39s look.Phase Eight \u0026#39Byanca\u0026#39 coat at John Lewis8 belted coat at Yoox (now reduced to £170)Ashley Brooke long brown coat at KaleidoscopeA netball\u0027s a boy, a wide bump\u0027s a girl Is Kate expecting a boy? It’s said if a woman has a bump that sticks out in front like a netball, it’s a boy — and Kate’s bump fits the description to a T.This could be because boys are, on average, larger when they’re born than girls (and therefore the bump may be slightly more pronounced). Shape on top can also be a predictor — women carrying girls develop larger breasts during pregnancy than women carrying boys (their bust increases by an average of 8cm compared with 6.3cm) as male foetuses require more energy from their mother, causing her to grow less  Sophie Wessex displayed the classic girl bump at eight months pregnant with her daughter (left) and a rounder netball shape when seven months pregnant with her son (right)There’s another reason Kate might be more likely to be having a boy — because William has a brother.Corry Gellatly, a research scientist at Newcastle University, analysed 927 family trees and found men with brothers are more likely to have sons, while men with sisters are more likely to have daughters. This pattern is found in men but not in women.Zara, on the other hand, is displaying all the tell-tale signs of a woman who is carrying a girl. Prince Philip misses his third appearance in 10 days when he...Share this articleAccording to perceived wisdom, if it’s a girl, the weight is spread out around an expectant mother’s middle and hips — and Zara’s bump appears to be spread more widthways than poking out to the front.Pictured here on Sunday, Zara, who is believed to be around six months pregnant, has a similar bump to when she was carrying her daughter, Mia, in 2013 (below).This theory also works with Sophie Wessex who displayed the classic girl bump at eight months pregnant with her daughter, Lady Louise, in October 2003 — her bump full and wide across her waist and hips. Seven months pregnant with James, Viscount Severn, in October 2007, Sophie’s bump is the rounder, ‘netball’ shape.  Sizes that show if it\u0027s number one, two or three Kate is due to give birth within the next few weeks and, while you would expect her bump to be big, it does seem larger than the bumps of her previous pregnancies at the same stage.Research has shown that a woman’s bump is considerably smaller for her first baby than subsequent pregnancies.That’s because when a woman becomes pregnant, her levels of the female hormone progesterone increase.  The Duchess of Cambridge while pregnant with George (left) and Charlotte (right)This causes bloating and may make the stomach swell before the womb itself has increased in size. In second and third pregnancies, this happens more quickly and the bump gets bigger. Kate’s bump with Prince George, her first child, born in 2013, was smaller and neater.Also a swelling uterus causes abdominal muscles and ligaments to stretch, and though these constrict again after the birth, they will never regain their pre-pregancy tautness.          Kate\u0027s current bump does seem larger than the bumps of her previous pregnancies at the same stageWhen she was carrying Charlotte, the bump was slightly bigger — and her third bump is bigger still.This does not necessarily mean she is carrying a big baby, however.‘The bump of a 10lb baby can look smaller than that of a 6lb baby, depending on the shape of the mother’s body,’ says Sarah Fox, policy adviser at the Royal College of Midwives.   And what snapping back fast means There wasn’t the pressure back in the Eighties for new mothers to shrink back into shape as soon as they had given birth.Attending a Service of Commemoration at St Paul’s Cathedral for the Falklands War in July 1982, a month after giving birth to William, Diana is happy to show off a delightful post-baby tummy, even highlighting it with a beltKate, on the other hand, was back in her skinny-fit jeans five weeks after giving birth to Prince George in July 2013.   Kate was back in skinny-fit jeans five weeks after giving birth to Prince George in 2013 (left), whereas Diana showed off her post-baby tummy a month after giving birth to William in 1982 (right)It was a similar story with Princess Charlotte, as Kate quickly regained her size 8 figure.Diana didn’t start to work out until after Prince Harry was born, whereas Kate has always been sporty and continued to stay active throughout her pregnancy with George meaning that — post birth — she was able to benefit from ‘muscle memory’ whereby abdominal muscles respond more quickly to exercise.  Like mother like daughter   These pictures show that the bumps of Zara (right) and her mother Princess Anne (left) are surprisingly similarThese pictures show that the bumps of Zara (pregnant with daughter Mia in 2013) and her mother, Princess Anne, when she was carrying Zara in 1981, are surprisingly similar. Anne’s bump was wide like Zara’s, and she, too, is in blooming good health, just nine days before the birth on May 15 that year. Experts say that this may be because mothers and daughters often have the same build and figure, meaning their bodies change in a similar way.  Shape that can hint at how fit you are Eight months pregnant with Princess Beatrice in July 1988, the Duchess of York is sporting a huge bump that has spread all around her middle. Yet Beatrice was not a large baby — weighing 6lb 12oz at birth.Experts say a woman who is in good physical shape — with a toned, taut tummy — will have a neater bump. That’s because the stomach muscles hold it in place.Fergie’s constant up and down battle with her weight has been well documented over the years — and in her first pregnancy she was comfort eating, hence the large bump.  In her first pregnancy Fergie was comfort eating, hence the large bump (left). But when she was pregnant with Eugenie in 1990 the Duchess made a concerted effort to look after herself (right)But to be fair to Fergie, a taller woman will carry her bump more easily. At 5ft 6in, any non-bump related weight gain was going to be more noticeable on her.When she was pregnant with Eugenie in 1990, the Duchess made a concerted effort to look after herself and cut a relatively trim figure for most of the pregnancy.In February of that year, a month before the birth, she was photographed with a neat bump — spreading widthways as girls are said to do — and looked in radiant health. Princess Eugenie was born on March 23, 1990.But Fergie was soon back on her diet and was rewarded in December of that year by being named the year’s most inspirational female personality by Slimming magazine. "},{"url":"http://www.dailymail.co.uk/news/article-5571001/Meghan-Markles-mom-California-soon-newlyweds-sit-Easter-Queen-ahead-royal-wedding.html","title":"Meghan Markles mom California soon newlyweds sit Easter Queen ahead royal wedding","story":"    Meghan Markle\u0027s mom, Doria Ragland, was spotted outside of her California home on Monday, looking focused on her daughter\u0027s upcoming royal wedding to Prince HarryThe stylish future mother-in-law to Prince Harry, 33, had on khaki pants and a cream sweater.She accented her outfit, at first, with a coral headband featuring a pale print.Ragland later popped out to her vehicle again, this time with her headband removed and her hair pulled back, making the quick jaunt outside to grab her jacket.          The stylish future mother-in-law to Prince Harry, 33, had on khaki pants and a cream sweaterIn addition to that, more will be welcomed to Windsor Castle grounds to witness what they can from outside the castle.\u0027Prince Harry and Ms. Meghan Markle will invite 2,640 members of the public to Windsor Castle on their wedding day to watch the arrivals of the Bride and Groom and their guests and the carriage procession as it departs from the castle,\u0027 the palace announced.Full details have not yet been released about their upcoming nuptials, but it\u0027s known the wedding will be held at St George\u0027s Chapel in May.Palace aides have already said that the prince and Markle’s wedding will \u0027reflect their characters and personalities\u0027 and be a moment of \u0027fun and joy.\u0027Prince Harry and Meghan Markle reveal royal wedding plansShare this articleThe royal family are paying for the wedding, including the church service, the music, the flowers and the reception.But the security costs for the high-profile event are falling to British taxpayers.The Queen will be there, as will the rest of the royal family, along with Ms Markle’s mother and father, Thomas Markle.Prince William and Kate\u0027s children, Prince George and Princess Charlotte, are likely to take on the roles of pageboy and bridesmaid.          Full details have not yet been released about their upcoming nuptials, but it\u0027s known Ragland will be at the wedding of Markle and Prince Harry, to be held at St George\u0027s Chapel in MayWhat is Prince Harry\u0027s surname and what will Meghan Markle be known as? - Wales Online"},{"url":"http://www.dailymail.co.uk/news/article-5571123/Saudi-prince-says-Israel-right-land.html","title":"Saudi prince says Israel right land","story":""},{"url":"http://www.dailymail.co.uk/news/article-5571191/Sources-claim-Anna-Wintour-leave-Vogue-magazine.html","title":"Sources claim Anna Wintour leave Vogue magazine","story":"    The end of an era? Sources have told Page Six that Anna Wintour, who has held the Editor-in-Chief title at Vogue since 1988, could be on her way out of the magazine           Moving on: According to fashion insiders, the 68-year-old will also leave her role as artistic director at Condé Nast, a position that she has held since 2013  A special occasion: Wintour is said to be planning her departure for the end of July, after the wedding of her daughter Bee Shaffer, 30, to Italian-born director Francesco Carrozzini          Style queens: The editrix would certainly be going out with a bang, having sat next to Her Majesty the Queen at the royal\u0027s first London Fashion Week show in FebruaryBut while sources insist that Wintour\u0027s time at the company is coming to a close, Condé Nast has rebuffed the claims, with a spokesman telling Page Six: \u0027We emphatically deny these rumors.\u0027The company\u0027s denial has not stopped speculation, however, that it has a replacement lined up for the editrix - whose frosty demeanor earned her a host of less-than-flattering nicknames including \u0027Nuclear Wintour\u0027 and \u0027fashion\u0027s ice queen\u0027. Sources allege that Vogue UK Editor-in-Chief, and former fashion stylist, Edward Enninful, 46, is a frontrunner to take over the position at the US publication - despite only holding the role at its British counterpart for less than a year. Page Six reports that there is nobody currently in place to take over her wider role as Condé Nast\u0027s artistic director.Enninful would certainly be no stranger to the task of taking the reigns from a seasoned veteran, however he was named as the rather surprising successor to British Vogue\u0027s former Editor-in-Chief Alexandra Shulman when she was ousted from the publication last year, following a 25-year run at its helm. Shulman\u0027s departure was seen by many as an attempt to rejuvenate and re-focus the publication amid falling sales, while sources allege to Page Six that Wintour\u0027s ousting may be the work of Jonathan Newhouse, chairman of Condé Nast International. Newhouse, who is currently based in London with his wife Ronnie Cook, is expected by many insiders to be preparing for a move back to New York City in order to take over as Chairman of Condé Nast after the October death of his cousin Si Newhouse, who held the position for more than 40 years. \u0027I wake up looking like gold\u0027: 20-year-old who spent years...Doing her part! Tiffany Trump looks pretty in a pastel pink...Share this articleHanding over the reigns? It has been reported that Vogue UK Editor-in-Chief and former stylist Edward Enninful (left) is being lined up to take over the American version of the magazine          Power struggle? Page Six reports that Wintour\u0027s ousting comes as Condé Nast International\u0027s London-based Chairman Jonathan Newhouse (right) is preparing to return to New York          Way back when: The mother-of-one took over as the Editor-in-Chief at Vogue in 1988 when she was just   Something new: It was reported that Wintour, pictured in a Hillary Clinton tee in 2016, had hoped to secure an ambassador position in London if Clinton won the presidential election  Updates: Wintour is not afraid to do things more traditionally. She famously used a rather dated flip phone (left) up until 2012 when she finally upgraded to an iPhone (right)          Parental duties: Wintour\u0027s daughter Bee will marry her fiance this summer the pair got engaged in May 2017According to reports, the surprise attendance of the Queen was arranged by Wintour and British Fashion Council chief executive Caroline Rush - a move that allegedly reduced British Vogue Editor-in-Chief Enninful to tears after he was kept in the dark about the royal\u0027s attendance.Further controversy was then caused by the fact that Wintour failed to remove her signature sunglasses during the event, a move which many saw as being incredibly disrespectful towards the Queen. Wintour\u0027s departure is reported to come as Condé Nast is considering a major financial review, with sources claiming that consultants are in the process of reviewing how the company can best move forward in the changing media climate. Condé Nast has certainly struggled as the industry as shifted, shutting down the print editions of Teen Vogue, Self, and Details in the last year alone. Insiders told Page Six that the company is losing a staggering $100 million a year.In the UK, Glamour magazine made a move towards a \u0027mobile-first, social-first\u0027 focus, cutting back on its print issues, which are now only published twice a year. Wintour\u0027s exit would also come in the wake of several magazine closures and the recent stepping down of several other long-serving glossy magazine editors, including Vanity Fair\u0027s Graydon Carter, who spent 25 years at the publication, Glamour\u0027s Cini Leive, and Allure\u0027s Linda Wells within Condé Nast alone.It is even being reported that Wintour\u0027s exit interview with the New York Times has already been arranged.The  Times also interviewed Carter and Leive after they left their magazines following decades-long stints. Is Anna Wintour out at Vogue? | Page SixVogue editor cries after Wintour meets Queen without him | Daily Mail Online"},{"url":"http://www.dailymail.co.uk/news/article-5571393/Labour-leader-Jeremy-Corbyn-attends-event-hosted-far-Left-Jewish-group.html","title":"Labour leader Jeremy Corbyn attends event hosted far Left Jewish group","story":""},{"url":"http://www.dailymail.co.uk/news/article-5571423/RAF-veteran-pilot-82-relives-split-second-decision-fly-busy-Tower-Bridge.html","title":"RAF veteran pilot 82 relives split second decision fly busy Tower Bridge","story":"    Former RAF Pilot Alan Pollock at his home near GuildfordRAF pilot Alan Pollock has only seven seconds to make a life-and-death decision. He’s just feet above the waters of the River Thames in a fighter jet travelling at 300 miles per hour.Less than half a mile ahead, blocking his way, is Tower Bridge. He can see that it’s busy with pedestrians and that a double decker bus is driving slowly across it. Should he fly through?In the end, he decided to go for it.It was April 5, 1968. Harold Wilson was prime minister, there were protests against the Vietnam War in London, and the Beatles’ Lady Madonna was No. 1.The start of the month had also marked the 50th anniversary of the founding of the Royal Air Force. The RAF was much loved — the feats of the pilots in the Battle of Britain were still fresh in the memory, and the new generation of jet pilots were in the front line of Britain’s Cold War defence.Thirty-two-year-old Flight Lieutenant Alan Pollock was one of those pilots. He had joined the RAF in 1953 and had risen through the ranks, gaining experience in aircraft including de Havilland’s Vampire jet fighter and its successor the Venom.He had served in Germany and the Middle East and as an aide-de-camp to Air Marshal Sir Humphrey Edwardes-Jones during his time as Nato Air Commander.Alan loved the RAF and felt its 50th anniversary should be celebrated with a flypast over London. There had been an official dinner and a few parades — but no flypast. This, he felt, was a terrible slight.‘One thing that was in the Air Force’s blood was that you celebrated in the air, not on the ground,’ Alan, now 82, says at his home in Surrey.He was serving at the time in No. 1 Squadron. This is the RAF’s oldest unit and as such he believed it had a responsibility to take the lead in ensuring the half-centenary was celebrated properly.Alan decided to take matters into his own hands by staging a flypast of his own.On April 4, Alan and three other Hunter pilots from his squadron had flown from their base at West Raynham in Norfolk to RAF Tangmere in Sussex, the former home of No. 1 Squadron, where they were helping to celebrate the base being given the freedom of the city of Chichester. He decided that the following day, on their way back, he would make a detour over the capital.‘It was worth flying over London, even if I was going to get court-martialled,’ Alan says. At the very least, a trial would give him a chance to have his say on the problems facing the Air Force.Battle of Britain squadron leader, 96, takes to the skies in...Spitfire ace, 96, who shot down his first enemy plane at 19...\u0027Through adversity to the stars\u0027: RAF issues fascinating...Tornado jets are to be AXED from the RAF even though the...Share this articleSoon after the Hunters took off on the morning of April 5, Alan slipped away from the others.By tapping out coded messages using the transmitter button on his radio, he told his colleagues he had lost visual contact and that he was having problems maintaining spoken communication.All Alan had with him for reference was a borrowed AA map, on which he had marked a route across London. Within a few minutes and keeping low to avoid commercial air traffic, he reached Heathrow Airport where he turned right and headed for Richmond Park and then the Thames.Flying over the river would be the safest and quietest route through the capital. ‘I went over the Thames because I didn’t want to cause any trouble,’ Alan says.His memories of the flight are vivid. The Hunter was flying in a ‘gin-clear’ blue sky and ‘one felt like Gulliver looking down at Lilliput’. He dropped to about 150 feet and began to fly over the bridges, keeping to the middle of the river and looking out for helicopters.Alan, angry at defence cuts and what he saw as the Labour government’s complicity in the lack of celebrations for the anniversary, headed for Parliament and Downing Street. As he crossed Vauxhall Bridge he saw Westminster in the distance. Just as Big Ben struck midday, he opened the Hunter’s throttle and began three low, loud circuits of Parliament.‘I put the power on then. I thought: “Stuff it, let them hear some noise!” The funny thing was that at the time, they were discussing noise abatement.’One building annoyed him — 380-foot Millbank Tower, just upstream from Parliament. ‘I hadn’t expected Millbank Tower to be there, which was a dirty great thing. It spoiled my turns.’Alan was told later by Iain Duncan Smith’s father, Spitfire ace Wilfred Duncan Smith, that he heard Alan’s engines from on the 6th floor of the Ministry of Defence building as he talked to Sir John Grandy, chief of the Air Staff.Sir John looked up towards the sky, trying to see the plane. Duncan Smith had to put him right, telling him, ‘No, look down there!’Meanwhile, Alan was searching for Downing Street. ‘I wanted to make a noise over No. 10 as well. I didn’t have a target map so I couldn’t see where it was.’He waggled the Hunter’s wings in tribute as he passed over the RAF Memorial by Whitehall and then headed downstream towards the City. The jet flashed safely over Hungerford Bridge, Waterloo Bridge, Blackfriars Bridge, Southwark Bridge and London Bridge.Then he was in for a surprise. ‘There, staring me in the face, was Tower Bridge. I’d forgotten it was there!‘I could have gone over it, but I was intrigued by it as a target.’He decided to fly through it, squeezing the aircraft at high speed between the busy road and the walkway over it.The cranes of the Pool of London were to his left as he took the Hunter even lower over the water, his altimeter barely registering.Peter Arnold, a steward on the cargo ship Baltic Sun, was terrified the jet would crash but ‘it straightened out and shot over our heads. I thought I was dreaming’.Alan recalls: ‘Right at the last minute, as my cockpit canopy was just below the bridge and the girders were all around me, in that microsecond I remembered I’d got a tail fin behind and I thought: “I’m going to lose the fin!” ’          RAF fighter pilot Alan Pollock flew his Hawker Hunter jet through Tower Bridge in London as a protest about the RAF\u0027s 50th anniversary (mock up) Somehow, the Hunter made it through. A cyclist on the bridge tumbled off his bike in fright, tearing his trousers. George Tapper, the Tower Bridge Watchman, was nearby. ‘There was the most thunderous roar. I looked up and, whoomph, a big silver jet roared by,’ he said.Alan pointed the Hunter’s nose downstream and kept going. Once he was over Essex, he headed north, back to base at RAF West Raynham. Flight Lieutenant Pollock’s unofficial fly-past was over. When he landed, the first thing he did was burn his AA map. If he did end up being court-martialled, he didn’t want such an embarrassing piece of evidence being made public.Then he rang his wife’s mother. ‘There might be a bit of trouble — but not to worry,’ he told her.He was right, there was trouble — the RAF top brass was not impressed with his exploits.He was put in close arrest for two days and a psychiatrist concluded that Alan was lucid enough to face a court martial.Hundreds of letters of congratulation from RAF colleagues and members of the public arrived at Alan’s squadron, along with a barrel of beer from BOAC.An all-party motion of support, tabled in the House of Commons, was signed by six MPs (four of whom had been in the RAF).In the end, Alan was given a medical discharge instead of a court martial, possibly to deny him the chance to explain his reasons for the flypast.After leaving the RAF, he went on to work for Ford and the fire engine manufacturer Dennis.Looking back now, he has no regrets. ‘I left on a high point and I was so lucky to be flying such a magnificent aircraft as the Hunter,’ he says. ‘The RAF is the best career you can have.’And 50 years since his daring flight, he has been delighted to see that there was no need for one of his successors to stage a similar protest. ‘For the 100th anniversary, the RAF has had quite a few events going on over a number of days,’ he says. ‘Good for them!’ "},{"url":"http://www.dailymail.co.uk/news/article-5571455/French-rail-unions-showdown-Macron-rolling-strike.html","title":"French rail unions showdown Macron rolling strike","story":"    Members of the SUD Rail labour union demonstrate in Paris as part of a strike by French railway staff beginning today          Riot police are pictured clashing with protesters in Paris today at demonstrations coinciding with the railway strikes          Demonstrators in Paris are pictured holding up signs for the SUD Rail labour union as they support the railway strike          Black Tuesday: Passengers and commuters wait at rush hour at Gare de Lyon train station, in Paris, France, as union stage a mass strike          Commuters stand on a crowded platform next to a suburban train at Gare de Lyon in Paris, after SNCF staff walked out          Protesters are pictured clashing with police during the demonstration in support of striking French railway staff in ParisThe strike is expected to be the biggest walkout in years, with half of all rail staff expected to take part in two days of industrial action in three day intervals until June.France\u0027s four main rail unions are protesting President Emmanuel Macron\u0027s attempt to reform the national rail monopoly and open it up to EU competition.Eurostar travellers are warned to expect travel chaos as...Police fire teargas and water cannons at angry protesters as...Share this articleCommuter lines into Paris will be hit hard and only one in eight high-speed TGVs will operate, state rail operator SNCF has said.           How, what, when? The dates when the French rail unions are on strikes are marked in redNo trains will run between France, Switzerland, Italy and Spain and only one in every three trains to Germany will operate, the SNCF said.Alain Krakovitch, director general of SNCF\u0027s Transilien suburban network, that covers the French capital, said the cost of the strikes was nationally \u0027between 10 and 20 million euros a day\u0027 (£8.7m and £17.5m).Paris police were called in to maintain public order on replacement buses, with a spokesman saying: \u0027They are extremely overcrowded and tensions are running high.\u0027Chaos was reported in other parts of the country too, with Olivier Martin, a 50-year-old who was trying to get to the airport to fly to the USA from Lyon, in eastern France, saying: \u0027The train strike is unacceptable. It\u0027s too easy to take people hostage.\u0027The 550-mile train journey through the Alps between Paris and Milan was among international train services replaced by a coach, which was likely to take at least three times as long as the usual TGV.There will also be similar strikes among Air France staff in coming days, as well as planned stoppages by workers in a range of other industries, from waste disposal to road maintenance workers. It is all part of a massive protest that is turning into a head-to-head between Macron and the trade unions, as he tries to smash their power.The confrontation is being likened to the efforts made by the late conservative British Prime Minister Margaret Thatcher to curb the unions in the 1980s.SNCF is heavily unionised, and the last time a French president squared off against rail unions over workers\u0027 benefits it ended badly. The strikes of 1995 paralysed Paris and forced prime minister Alain Juppe to pull the reforms, a defeat from which he failed to recover.However, French unions are, weaker than in 1995 and ided in their response to Macron\u0027s social and economic reforms.More than half of French people view the strike plan as unjustified, according to an Ifop poll published on Sunday. \u0027French people don\u0027t want to put up with three months of chaos that has no justification,\u0027 Transport Minister Elizabeth Borne told weekend newspaper Le Journal du Dimanche.SNCF boss Guillaume Pepy, who backs the reforms, has warned of widespread disruption.\u0027I want to be very clear ... the strike action will no doubt be widely adhered to and his going to make the lives of a lot of people very difficult,\u0027 he said in a radio interview.           A protester of the General Confederation of Labor - Workers\u0027 Force \u0027Force Ouvriere\u0027 - holds a flag during today\u0027s protests          A protester holds a flag at the Gare de l\u0027Est train station in Paris during the railway strikes          Commuters stand in a large crowd at Gare de Lyon station in Paris on the first day of a two-day strike          Demonstrators hold a banner with the message \u0027no to public service scrap\u0027 during the demonstration in Paris today          A regional TER train in Paris is seen packed with commuters at the Gare Saint Lazare amid strikes today          A man holds up a sign reading \u0027Macron, off the rails\u0027 outside Gare de l\u0027Est station in Paris          A man holds a flare outside Gare de l\u0027Est station in Paris today, during protests against President Macron\u0027s labour reforms          Commuters are seen on a busy suburban train at the Gare de Lyon railway station as the strikes got underway today          Protesting: French riot police  pursue demonstrators during a demonstration by SNCF workers and students in Paris on Tuesday          A railway employee belonging to the Force Ouvrierer union uses a flare to write the slogan \u0027SNCF is angry\u0027           Protesters of the trade union SUD Rail at the demonstration against the break-up of the public railway service          Protesters clash with police during the strikes, seen as the biggest challenge yet to the President\u0027s sweeping plans          A riot police officers speaks to a protester under arrest during the protests in support of today\u0027s strike          Protesters in Paris join in the demonstrations in support of the French railway strike which began today           Protesters march in Paris in support of the strikes, with one banner lending student support to the railway workers          Anger: A woman carries a placard reading \u0027Nothing is good with Macron\u0027 during a demonstration  in Montpellier          Clear message: A demonstrator wears a mask depicting French President Emmanuel Macron during Tuesday\u0027s demonstrations in Paris          Paris commuters are pictured on a crowded platform at Gare de Lyon station on the first day of the strike           Paris is burning: A bin, a bike and rubbish is on fire as demonstrators walk through Paris          Commuters stand on a platform next to a suburban train at Gare de Lyon station in Paris          March on: People wave flags during a demonstration of railway workers  in Montpellier          A woman photographs a vandelised bank agency during a demonstration of French railway workers in Paris          Walkout: French rail unions are set to hold two days of strikes in every five days for the next three months           Anger: The unions are protesting  government plans to eliminate some rail worker benefits and part of broader European plans to open national railways to competition          A railway worker with the words \u0027on strike\u0027 on the back of his high-vis jacket is pictured outside Gare de l\u0027Est stationHorrifying CCTV shows vicious Pitbull attacking children in DelhiHilarious moment baby refuses to say \u0027mama\u0027 in favour of \u0027dada\u0027Look back at moments from activist Winnie Mandela\u0027s lifeBizarre moment armed guards ask family to leave Disney cruiseAerial footage shows flooded St Ives town on Easter MondayPartygoers hit the streets of Birmingham on Easter SundayShocking moment man attacks Muslim woman at emergency roomThugs try to steal a motorbike from outside owner\u0027s front doorBlac Chyna posts cute video of children moments before meleeKnifeman stabs woman in horrifying CCTV video caught in DublinDramatic footage shows moment 15-year-old is shot in GazaHorrifying moment man is shot in the head on Facebook Live    Chaos: One in four Eurostar services will be affected by the strikeMacron wants to transform heavily indebted SNCF into a profit-maker. Unions say he is paving the way for privatisation.If Macron triumphs over the unions, it will set the tone for other key reform plans including revamping the education system and overhauling pensions. He has already stared them down over easing labour laws.SNCF workers fear they could lose job-for-life guarantees, automatic annual pay rises and a generous early retirement policy.Borne has sought to ease tensions with assurances that current SNCF employees that have to move to a competitor in the future would keep most of their advantages.The Communist-rooted CGT wants the strike to spread beyond the rail sector. Energy sector workers plan to join the strike action from April 3 to June 28, to protest against the planned liberalisation of the power sector.The CGT has called for public and private sector workers nationwide to strike on April 19, but in a sign of union ision private sector unions have so far declined."},{"url":"http://www.dailymail.co.uk/news/article-5571519/Facebook-Google-big-governed-says-Emmanuel-Macron.html","title":"Facebook Google big governed says Emmanuel Macron","story":"    Emmanuel Macron has compared Facebook and Google to oil barons after saying the tech giants were becoming \u0027too big to be governed\u0027. The French president\u0027s comments heaped even more pressure on the the Silicon Valley heavyweights in the aftermath of the privacy issues surrounding Cambridge Analytica. In an interview with Wired magazine, Macron said Facebook and Google were welcome in France, but warned they were \u0027not just too big to fail, but too big to be governed\u0027.\u0027They have a very classical issue in a monopoly situation - they are huge players,\u0027 the French leader added. \u0027At a point of time – but I think it will be a US problem, not a European problem – at a point of time, your government, your people, may say, Wake up. They are too big. \u0027So at this point, you may choose to dismantle. That\u0027s what happened at the very beginning of the oil sector when you had these big giants. That\u0027s a competition issue.\u0027Facebook is still firefighting the privacy scandal which engulfed the tech world last month, but its CEO Mark Zuckerberg has defended his company\u0027s advertising-supported business model.Brussels plans new laws to crack down on fake news: Security...\u0027We\u0027re not just serving rich people\u0027: Mark Zuckerberg hits...Share this articleIt comes after Apple CEO Tim Cook said his company wouldn\u0027t be in Facebook\u0027s situation because Apple doesn\u0027t sell ads based on customer data the way Facebook does.Zuckerberg responded Monday that an advertising-supported business model is the only way that the service can survive because not everyone would be able to pay for Facebook if it charged a fee.          Facebook is still firefighting the privacy scandal which engulfed the tech world last month, but its CEO Mark Zuckerberg has defended his company\u0027s advertising-supported business model          It comes after Apple CEO Tim Cook said his company wouldn\u0027t be in Facebook\u0027s situation because Apple doesn\u0027t sell ads based on customer data the way Facebook doesHe said the idea that Facebook doesn\u0027t care about its customers is \u0027extremely glib\u0027.Facebook is facing scrutiny over its data collection following allegations that political consulting firm Cambridge Analytica obtained data on tens of millions of Facebook users to try to influence elections.Zuckerberg spoke with Vox , while Cook talked with Recode last week.Macron said the new age issues that come with artificial intelligence (AI) could open Pandora\u0027s box when it comes to privacy. He told Wired: \u0027AI will raise a lot of issues in ethics, in politics, it will question our democracy and our collective preferences. \u0027For instance, if you take healthcare, you can totally transform medical care, making it much more predictive and personalised if you get access to a lot of data. We will open our data in France.\u0027But the day you start dealing with privacy issues, the day you open this data and unveil personal information, you open a Pandora\u0027s box, with potential use cases that will not be increasing the common good and improving the way to treat you.\u0027 "},{"url":"http://www.dailymail.co.uk/news/article-5571555/Never-mind-Pollocks-says-Francis-Bacon.html","title":"Never mind Pollocks says Francis Bacon","story":"    Tapes have just emerged of Francis Bacon (pictured) slagging off his fellow artistsHe was equally dismissive of Andy Warhol. ‘These pictures are bad . . . very bad,’ he said. ‘It is dull really. I thought it might just have some superficial excitement, but it doesn’t even have that.’Some think it astonishing that such a respected painter should be so bitchy about his fellow artists. But Bacon had a track record of camp put-downs of rivals. He once compared Picasso to Walt Disney and Jackson Pollock’s splashy abstract canvases to ‘old lace’.Incredible moment teenage boys haul in a huge three-metre...Sales of ivory including almost all antiques will be...Share this articleAt other times, he said Matisse painted ‘squalid little forms’ and, of David Hockney’s paintings, ‘there’s really nothing there’.He was equally rude about some of the most acclaimed writers of the 20th century. He pooh-poohed Samuel Beckett: ‘I loathe all those ghastly dustbins on stage.’          Bacon has compared Jackson Pollock’s splashy abstract canvases to ‘old lace’ (pictured Pollock\u0027s Blue Poles) As a young man, he had been invited to lunch with Virginia Woolf. He remembered her as ‘a monster . . . she shouted all the way through lunch. She began by shouting and just carried on all the way through.’Artists who considered themselves his friends were given short shrift as soon as their backs were turned. He complained that Lucian Freud was too cautious a painter, whose best work was behind him.He also put it about that Freud ended up as a heterosexual only because his private parts were too small to be of interest to the gay community.          Bacon said that Lucian Freud (pictured) was too cautious a painter, whose best work was behind himBut Freud was able to give as good as he got. He told his friend John Richardson that Bacon’s later paintings lacked inspiration.‘What had been the subject matter of his pictures became paraphernalia,’ he said. ‘ . . . with the urgency gone, some elements just seemed to be in the way, like bits of gauze left inside a patient’s stomach by a forgetful surgeon.’Such rivalry is nothing new, even among the very greatest. When Michelangelo visited Titian in his studio in Rome in 1545, he warmly praised his latest painting to his face. But when he left, he changed his tune. It was a shame, he said, that Venetian painters like Titian had never been taught to draw.Around the same time, two sculptors, Cellini and Bandinelli, fell out over an ancient Greek statue. Cellini thought it magnificent Bandinelli thought it useless. Their patron Cosimo de’ Medici asked Cellini to explain their difference of opinion.‘Your Most Illustrious Excellency must understand that Baccio Bandinelli is thoroughly evil, and always has been,’ he said, as Bandinelli stood there in front of them. ‘So no matter what he looks at, as soon as his disagreeable eyes catch sight of it, even though it’s of superlative quality it is at once turned to absolute evil.’Cellini recalled that during this monologue, Bandinelli ‘kept twisting and turning and making the most unimaginably ugly faces — and his face was ugly enough already.’ But by now Cellini had the wind behind him, and proceeded to write off every element of a particular sculpture by Bandinelli — head, shoulders, torso, arms, legs.All in all, he concluded, it was sculpted ‘so clumsily and unskilfully that nothing worse has ever been seen’.All of which suggests that, in what Auberon Waugh used to term ‘the vituperative arts’, our own age lacks the magnificence of eras past. Compared to the great Cellini, Francis Bacon was almost sycophantic."},{"url":"http://www.dailymail.co.uk/news/article-5572553/Blonde-tourist-skimpy-bikini-bottoms-pulled-police.html","title":"Blonde tourist skimpy bikini bottoms pulled police","story":"    Officers in the Philippines pulled over the woman, who was wearing a white top and skimpy bikini bottoms on March 26          The blonde woman was riding with a shirtless curly-haired man, who later put on a T-shirtPassing motorists captured officers pulling the pair over and ordering the woman to cover up with a brown sarong.A police spokesman said the pair of \u0027indecent foreigners\u0027 were flagged down by an officer and issued with tickets.British woman suffers heart attack during her first-ever...Pictured: The British father-of-three, 47, who was killed by...Share this article\u0027Baclayon Police Station led by Senior Inspector Raymond Halasan, chief of police and his Women and Children Protection Desk officer SPO3 Christine Vidal flagged down the two indecent foreigners riding a motorcycle, conducted OPLAN SITA and issued violation tickets to them,\u0027 the spokesman said.The couple, who were not identified, were allowed to continue on their journey in the popular tourist resort.          Passing motorists captured officers pulling the pair over and ordering the woman to cover up with a brown sarong          The couple, who were not identified, were allowed to continue on their journey in the popular tourist resortBut the incident angered residents, who complained that the couple had insulted the local community by dressing inappropriately.\u0027Tourists should act like local people do in the place they visit,\u0027 Marie Poe said. \u0027This is offensive. It is worse because this is Easter time and a religious holiday.\u0027Dave Responte said: \u0027When in Rome, do as the Romans do.\u0027Jeff Mendez added: \u0027This is OK for the beach but not riding around outside.\u0027  "},{"url":"http://www.dailymail.co.uk/news/article-5572639/Anne-Widdecombe-worst-host-Got-News-You.html","title":"Anne Widdecombe worst host Got News You","story":"    Merton, 60, claimed his \u0027worst experience\u0027 on the programme was when Widdecombe returned for a second stint on the show in 2007 and joked that she may have \u0027put off an entire gender\u0027\u0027Even as I say it, it sends a shiver through my heart! It\u0027s like, the arrogance of the woman, you know? Suddenly she thought she was Victoria Wood!\u0027  Widdecombe is the only female politician to have hosted the programme, although other women such as Kirsty Young, Victoria Coren Mitchell, Jennifer Saunders, Jane Leeves, Jo Brand, Katherine Ryan and Anne Robinson have taken on the role of guest presenter. Labour is handed a dossier of 150 anti-Semitic incidents...Nigerian gangs make millions from Britain\u0027s mobile moped...Share this article Merton claimed the reason so few women appear on the show is because they simply don\u0027t want the job.The satirical show has been presented by 11 politicians over the years, only one of whom was female.          Paul Merton and Ian Hislop have revealed that Ann Widdecombe was the worst host of Have I Got News for You, with Neil Kinnock coming in as a close secondHowever, Merton has insisted more women than men are invited onto the BBC One show but they decline the offer because they think they \u0027can\u0027t do it\u0027.\u0027The producers always ask more women than men. More women say no,\u0027 he said. \u0027Right from the early days, that\u0027s been the case.\u0027His co-star Ian Hislop told the Radio Times: \u0027And everyone you think should have been asked has been. Really, they really have.\u0027          His co-star Ian Hislop told the Radio Times: \u0027And everyone you think should have been asked has been. Really, they really have.\u0027But Hislop, 57, who has appeared as a captain on the BBC panel show since its inception in 1990 alongside Merton, has suggested that fewer women take on the role than men because they are less confident they can do it.\u0027There was a period when people said, \u0027Why haven\u0027t you had French and Saunders on? Why haven\u0027t you had the following people?\u0027 Hislop said.\u0027And you say, \u0027Well, it\u0027s not compulsory.\u0027 And on the whole, women are slightly more reticent and think, maybe modestly, \u0027I can\u0027t do that.\u0027 Maybe more men in public life say, \u0027Yes, I can do that.\u0027 Following her second appearance on the programme, the former Conservative politician was so upset by Jimmy Carr\u0027s jokes she nearly walked out, writing in her Daily Express column there was \u0027no amount of money for which I would go through those two recording hours again.\u0027 However, she praised Merton and Hislop as \u0027the fastest wits in showbusiness\u0027.Have I Got News For You is not the only programme which has defended its male dominated panels by claiming women decline offers to appear on the show.QI creator John Lloyd, insisted last year women such as Dawn French and Miss Saunders had turned down the show because they didn\u0027t want to \u0027look silly\u0027.He said: \u0027We ask women to come on the show but they say no.\u0027I\u0027ve asked Dawn French, Jennifer Saunders and they say \u0027why would I do that? Why would I expose myself and look silly?\u0027 In 2014 the BBC announced that every panel show would include at least one woman, after critics slated all-male line-ups - a move Lloyd claimed was \u0027tokenism\u0027. "},{"url":"http://www.dailymail.co.uk/news/article-5572713/Girl-seven-draws-mother-hungover-bed-sick-bucket-homework.html","title":"Girl seven draws mother hungover bed sick bucket homework","story":"Mother on school run donates kidney to another parent after...University lecturer faked medical records showing she had...Share this articleMrs Stevenson, a pharmacy technician, said: \u0027I was mortified. Kids are truthful and they just say what they think. It is funny what they take in. I thought it was ingenious to include the sick bucket.          Lucie, pictured with her mother and brother, was a bit concerned after seeing her mother  hungover  which led to her father telling her that Mrs Stevenson had just had too much \u0027horrible juice\u0027"},{"url":"http://www.dailymail.co.uk/news/article-5572715/Rupert-Murdoch-promises-new-safeguards-Sky-News-takeover-bid.html","title":"Rupert Murdoch promises new safeguards Sky News takeover bid","story":""},{"url":"http://www.dailymail.co.uk/news/article-5572781/More-2-000-Russians-waved-UK-blind-faith-visa.html","title":"More 2 000 Russians waved UK blind faith visa","story":"    MPs called on the government to look at all Russians to see whether for instance they were involved with the murder of Sergei Magnitsky (pictured)Under the Tier 1 (Investor) Visa scheme, foreign citizens can get British residency and a route to citizenship in exchange for investing £2 million.A related entrepreneur visa scheme offers the same benefits for those who invest £50,000 in setting up or taking over UK business.The world is on the brink of \u0027the last war in the history of...Share this articleLast week Home Secretary Amber Rudd announced her officials would trawl through the cases of 705 Russians who were granted investor visas between 2008 and 2015.A Home Office spokeswoman said the scheme had also been \u0027tightened up\u0027 in 2014 and 2015.She added: \u0027This included new powers to refuse applications where there are reasonable grounds to believe funds have been obtained unlawfully. As a result, applications reduced by 84 per cent.\u0027 "},{"url":"http://www.dailymail.co.uk/news/article-5572839/Japanese-airport-worker-filmed-cleaning-buffing-luggage-passengers-pick-up.html","title":"Japanese airport worker filmed cleaning buffing luggage passengers pick up","story":"A Japanese airport worker has been filmed cleaning luggage before passengers arrive to pick it upIt is unclear which airport the footage was taken in, or where the bags were arriving from.But it is a stark contrast from the usual violent treatment suitcases can be expected to get sometimes in the UK. Flight instructor sinks to his knees and kisses the tarmac...Two pilots independently report a UFO with a ‘big...Share this articleFootage of Luton ground crew workers showed them hurling luggage from an easyJet plane like rubbish bags onto a waiting truck last year. Passenger Jonas Ozolins recorded the reckless workers unloading the bags and cases from a flight on March 13 2017.   Footage, shared on social media, captures the staff member wiping down suitcases as they come through arrivals in JapanIn the footage, the two men stand on the back of the truck, which will eventually transport the cases across the ramp to the airport terminal.They are seen hurling the cases, carrying precious souvenirs and gifts, onto the back of the truck.Some of them even crash, seemingly unnoticed by the staff, onto the concourse below.It is understood the baggage handlers worked for a company called Menzies Aviation, who have contracts at most UK airports. At the time a spokesman for Menzies Aviation said: \u0027Menzies Aviation considers the safe conveyance of passengers’ luggage to be a matter of the highest importance.          Footage of Luton ground crew workers showed them hurling luggage from an easyJet plane like rubbish bags onto a waiting truck last year          Some of them even crash, seemingly unnoticed by the staff, onto the concourse below\u0027The behaviour displayed in this video is unacceptable, and an investigation is already under way. We will take whatever action is necessary to ensure that such behaviour is stopped, and our professional standards are upheld properly in future.\u0027Baggage handlers at Birmingham airport were also lambasted after similar footage emerged of them hurling bags into a plane\u0027s cargo hold in March 2017. A handler unceremoniously chucked holidaymakers\u0027 bags in the hold of a Ryanair plane.There appeared to be another baggage handler inside the plane, but the handler outside made no effort to pass the bags to him. At the time, the budget airline said: \u0027In the airline industry, this is what’s known as baggage handling – and unlike other airlines, we don’t lose passengers’ bags.\u0027"},{"url":"http://www.dailymail.co.uk/news/article-5572851/Japanese-workers-emailed-schedules-telling-pregnant.html","title":"Japanese workers emailed schedules telling pregnant","story":"    Japanese workers have revealed they are being emailed schedules dictating when they can get married or pregnant, and are branded \u0027selfish\u0027 for having children \u0027out of turn\u0027The initial complaint came in a letter to newspaper Mainichi Shimbun last month, from the husband of a woman who works at a nursery in Aichi Prefecture.He wrote: \u0027Eight months into our marriage, in January of this year, we found out that my wife was pregnant. \u0027My wife, who is a child care provider, appeared glum and anxious over the news. \u0027The director at the child care center where she works had determined the order in which workers could get married or pregnant, and apparently there was an unspoken rule that one must not take their turn before a senior staff member. \u0027My wife and I went together to apologise. We\u0027re sorry we got pregnant, we said.\u0027The director grudgingly accepted our apology, but since the next day, has been chiding my wife with harsh words, such as, How could you so selfishly break the rules? DNA reveals the powerful men who sired MILLIONS of...Share this article\u0027My wife feels guilty thinking about the hard labor conditions of her colleagues.\u0027While the man admits \u0027we are at fault for not planning well\u0027 he goes on to ask: \u0027Who benefits from having their turn to have children dictated, and following those rules?\u0027The letter prompted a national outpouring of sympathy and confessions from other workers that they were being forced to live by similar rules.Toko Shirakawa, a journalist who specialises in Japan\u0027s low birth rate, said the policy is common in workplaces where the majority of staff are female to make sure the workload is spread evenly.In another case, a 26-year-old working at a cosmetics company in the Tokyo suburb of Mitaka said she was sent an email mapping out the marriage and birthing schedule for herself and 22 female colleagues.          One 26-year-old cosmetics worker was told she would have to wait until 35 before getting pregnant, despite already suffering from fertility issuesThe email also came with a warning that \u0027work gets backed up if four or more people take time off at the same time. Selfish behavior will be subject to punishment.\u0027She was then told by a supervisor that she would have to wait until age 35 before getting pregnant, despite suffering from fertility issues.\u0027How are they going to take responsibility if I put off getting pregnant and lose my chances to have children altogether?,\u0027 she said.Japan is notorious for its tough working conditions and punishing schedules which have led to some staff dropping dead on the job.Miwa Sado, 31, a journalist for public broadcaster NHK, died in 2013 from heart failure after logging 159 hours of overtime in a single month.The country even has a word - karoshi - which means \u0027death from overwork\u0027.That culture has left precious little time for raising a family and is rapidly causing a population crisis, with fewer babies born last year than at any time since records began in 1899.In turn, that places more pressure on workers as they have to take on increased duties to make up for the declining numbers of staff.The government has vowed to tackle the problem by raising the fertility rate from its current 1.44 children per woman to 1.8 children per woman by 2025.Japan now provides free education, has expanded nursery care, and allows fathers to take paternity leave in order to tackle the problem. Local governments have even set up speed-dating services across the country to get people to partner up.Case of child care worker chided for getting pregnant before her \u0027turn\u0027 not uncommon - The Mainichi"},{"url":"http://www.dailymail.co.uk/news/article-5572873/German-army-approves-maternity-uniform-pregnant-troops.html","title":"German army approves maternity uniform pregnant troops","story":"Germany\u0027s military is rolling out a line of maternity uniforms for pregnant soldiers following successful field tests last year. Pictured, the uniformsIn a statement on Tuesday, the ministry confirmed a report by German news agency dpa that it plans to buy 500 sets of uniforms for about €650,000 euros ($800,865).It said that about two percent of Germany\u0027s 20,000 female soldiers are pregnant."},{"url":"http://www.dailymail.co.uk/news/article-5572901/Alien-fish-like-creature-washes-Queensland-beach.html","title":"Alien fish like creature washes Queensland beach","story":"    A bizarre water creature (pictured) has the internet stumped about what species it is after it was found on a rock at a beach in Cairns, in far north Queensland, on Tuesday           Pictures show the \u0027fish\u0027 has grey, scaly skin and a skinny long tail. The odd creature also has eyes that are widely set apart on each side of its head, and what appear to be hind legsThe odd creature also has eyes that are widely set apart on each side of its head, and what appear to be hind legs. The person who took the photos said they shared the pictures to Facebook, hoping someone could identify the species.Catch of the day! Thousands flock to Sydney Fish Markets in...Tradesman who dove into a freezing river and dragged a man...Share this article\u0027No one can tell me what I’m looking at,\u0027 the person said. Others have taken to social media to comment on the creature, with some labelling it an \u0027alien\u0027 and others calling it a mullet on drugs.          The person who took the photos said they shared the pictures to Facebook, hoping someone could identify the species          People took to social media to comment on the bizarre creature, although no one was able to identify its species          One person speculated on the species, writing: \u0027Not going to say it\u0027s an alien ... but it\u0027s an alien.          \u0027Maybe the stingray and pufferfish had an affair,\u0027 another social media user wroteOne person speculated on the species, writing: \u0027Not going to say it\u0027s an alien ... but it\u0027s an alien.\u0027 \u0027Maybe the stingray and pufferfish had an affair,\u0027 another wrote.But one curious social media user suggested the creature was a species of Mexican walking fish.Daily Mail Australia has contacted the Department of Agriculture and Fisheries to see if the creature is a known species in Queensland waters.  "},{"url":"http://www.dailymail.co.uk/news/article-5573103/MasterChef-judges-criticism-Malaysian-contestants-dish-sparks-backlash.html","title":"MasterChef judges criticism Malaysian contestants dish sparks backlash","story":"    Judges on MasterChef sparked a backlash after they criticised a Malaysian contestant\u0027s chicken rendang for not being crispy          Foodies took to social media to vent at the critique of the Zaleha Kadir Olpin\u0027s (pictured) traditional and standard method for preparing chicken rendangMs Olpin, from Bristol, was eliminated from the competition but took to Instagram to vow she\u0027d never stop cooking the traditional way.Her offending rendang was presented as part of Malaysia\u0027s national dish, Nasi Lemak, or rice cooked in coconut milk that comes with sides such as peanuts, spicy prawns and rendang.She told the judges that the dish was \u0027very special\u0027 to her and was the first thing her mother cooked for her husband when she brought him home to meet her parents.Philippines police order \u0027indecent foreigner\u0027 to cover up...Malaysia outlaws \u0027fake news\u0027: Offenders will be jailed for...Share this articleThe judges lavished praise on most of the ingredients but dismissed the non-crispy chicken rendang as a \u0027mistake.\u0027But online, Southeast Asians furiously pointed out the ignorance of the judges and said the chicken is cooked in curry sauce, not fried, and is never crispy. One of the judges, John Torode, later stirred more controversy online by trying to fuel the ages-old war of words between Malaysians and Indonesians over which country invented rendang.          \u0027The skin isn\u0027t crispy. It can\u0027t be eaten but all the sauce is on the skin I can\u0027t eat,\u0027 Gregg Wallace  (left, with John Torode) complained in an episode of the popular cooking show last week          Online, Southeast Asians furiously pointed out the ignorance of the judges and said the chicken is cooked in curry sauce, not fried, and is never crispyThe curry, which originates from West Sumatra in Indonesia, is popular in Malaysia, Indonesia, Singapore, Brunei and southern Thailand. Victoria Treadell, British High Commissioner to Malaysia, tweeted at the judges: \u0027Rendang is an iconic Malaysian national dish not to be confused with Indonesian options.\u0027It can be chicken, lamb or beef. It is never crispy \u0026amp should also not be confused with the fried chicken sometimes served with Nasi Lemak.\u0027 Malaysian Prime Minister Najib Razak even chipped in, posting a photo of chicken rendang on Twitter and light-heartedly asking whether anyone has ever eaten a crispy chicken curry.  Some accused the judges of neo-colonial attitudes and racism.\u0027Colonised us for more than 100 years for spices but in the end, still having no idea how food works,\u0027 one person on Facebook. Others branded the judges \u0027uncultured swine\u0027 in comments under an article on Facebook.      "},{"url":"http://www.dailymail.co.uk/news/article-5573149/Spotify-debuts-Wall-Street-Swedish-company-today-start-listing-existing-shares.html","title":"Spotify debuts Wall Street Swedish company today start listing existing shares","story":""},{"url":"http://www.dailymail.co.uk/news/article-5573267/Top-police-officer-says-impossible-Madeleine-McCann.html","title":"Top police officer says impossible Madeleine McCann","story":""},{"url":"http://www.dailymail.co.uk/news/article-5573383/Stunned-beach-goer-films-peculiar-sea-BLOB-washed-ashore-Thailand.html","title":"Stunned beach goer films peculiar sea BLOB washed ashore Thailand","story":"    This bizarre sea creature baffled onlookers after it washed up on a remote beach - sparking fears of \u0027aliens\u0027 emerging from the seaHe said: \u0027I found it washed up, put it back into the sea but it was clear it was holding itself out of the water to breath air, so I allowed it to wash up again and it was just moving around, breathing I imagine.\u0027Residents on the island said there had been large numbers of the marine \u0027mutants\u0027 washing up recently but so far nobody has been able to identify them.Horrifying moment elephant tramples man to death as it...Share this articleSome have suggested the creature in the video is a sea leech, a sea lug, a bed bug - or even a \u0027mutant alien life form\u0027 emerging from the deep.Chakchai Inyapong, who works at a scuba ing business on the island, said: \u0027I did not see these on the beach before, until a few weeks ago. They look harmless.          The five-inch long rubber-looking specimen with a mini snout was seen wiggling along the sand on Koh Lanta island, Thailand, last Saturday afternoon\u0027They are cute. A lot of people joked that they\u0027re aliens, but I\u0027m not sure about that.\u0027Liam added: \u0027It was definitely very odd. It was about five inches long and two or three inches wide.\u0027People thought it was a sea cucumber but they can move themselves along the floor and this was unable to move itself.\u0027It seemed to have something inside which was moving around. The skin was almost transparent and you could see something else inside.\u0027  British tourist Louis Burgoyne who found the pink coloured creature said he put it back in the water but it kept trying to escape back out"},{"url":"http://www.dailymail.co.uk/news/article-5573467/Fossil-hunter-claims-mammoth-skeleton-South-Carolina-wont-say-where.html","title":"Fossil hunter claims mammoth skeleton South Carolina wont say where","story":"Explorers discover Asia\u0027s longest cave that stretches 148...Share this articleThe commission said the bones weren\u0027t Mr Taylor\u0027s to keep and by law it had first rights to keep any significant finds for the public good.It said it would be the \u0027custodian\u0027 of the skeleton and use it to \u0027preserve and encourage the scientific and recreational values\u0027 for the people of South Carolina. Mr Taylor brought up the standoff at a State House hearing in March on loosening shark tooth collecting regulations.\u0027They don\u0027t want to give me a commercial license, and they want me to tell them where the location of it is. They\u0027re blackmailing me to find the location.\u0027          Mammoths grew to between 11 and 14 feet high and weigh 6 to 10 tons with the huge curved tusks for which they are well knownThe 47-year-old said he first found two teeth in the murky riverbed, then knee bone, a leg bone, a jaw and a tusk in the mud.\u0027It could only be a mammoth. The teeth are a dead giveaway. I\u0027ve been doing this for 25 years. I\u0027ve found teeth before,\u0027 he said.However, scientists were skeptical as complete mammoth skeleton were very rarely found and question whether it was another animal or just fragments of a mammoth.If Mr Taylor was right about his find it would be of huge scientific interest, especially if it was killed by humans and showed people were in the area at the same time.Only scattered bones and teeth of the hairy, giant elephants that went extinct 10,000 years ago have so far been found in the state.Mammoths grew to between 11 and 14 feet high and weight 6 to 10 tons with the huge curved tusks for which they are well known."},{"url":"http://www.dailymail.co.uk/news/article-5573705/Boy-nine-claims-able-light-LED-bulbs-bare-skin.html","title":"Boy nine claims able light LED bulbs bare skin","story":"    Big claims: Abu Thahir from Kerala, India, claims to be able to light bulbs with his bare skinHis family claims that his \u0027skill\u0027 is genuine, and while the video does show the bulbs lighting up, the camera never films his entire body.This means it is possible that the electricity is made to enter his body via one of his limbs and that his body  acting as a conductor. Messiah complex! Bizarre moment theatre-goer bursts on stage...Share this articleHumans have different levels of resistance, and electric currents can have more or less of an effect on iniduals, depending on voltage, duration and current pathway.This is, for example, why it is possible to survive being hit by a bolt of lightning if the current does not exit the body via the heart.In previous reports of \u0027human light bulbs\u0027, it has been claimed that a lack of sweat glands can have an impact on ability to resist shock, but this has not been confirmed.           Neat trick: The nine-year-old  claims he discovered the \u0027skill\u0027 when his electrician father Nazir brought home a bulb from work          Impressive: Video footage purports to show the boy lighting bulbs with his skinThere is no medical or scientific explanation as to why some people have been able to show this type of behaviour in the past, although it has been documented on several occasions.  One local said: \u0027According to his father, he bought a bulb and after returning to home, he handed it over to Thahir to keep it safely on a rack.\u0027But as soon as Thahir held it the bulb lit up. Considering it as some prank, Nazir scolded Thahir to stop, but Thahir could not.\u0027Shocked Nazir pressed the bulb to other parts of his body and to his amusement, the moment he pressed it to Thahir, it again lit up.\u0027He repeated it only to learn any part of his son\u0027s body was able to light the bulb. He considers it as a gift given by God to his son.\u0027 "},{"url":"http://www.dailymail.co.uk/news/article-5573761/Kate-spotted-shopping-Waitrose-store-Norfolk.html","title":"Kate spotted shopping Waitrose store Norfolk","story":"    The Duchess of Cambridge is seen looking at products as she fills her trolley at a Waitrose branch in Norfolk yesterday          The Duchess used the Quick Check system, which allows myWaitrose customers to scan and pack their shopping into bags      Invest in a classic buttoned coat like KateShop more coats from the brand here!She carried out her last official engagement before going on maternity leave at the end of March. But with just weeks to go until she\u0026#39s due to welcome her third child, the Duchess of Cambridge isn\u0026#39t taking it easy! Not only did she attend the Easter service at St George’s Chapel in Windsor on Sunday, she was pictured doing a spot of shopping at Waitrose the next day. She\u0026#39s got a reputation for being thrifty to uphold, and Kate certainly lived up to that! She recycled a Joseph coat that we\u0026#39ve spotted her wearing on many occasions (pictured, right), going back as far as 2007. From a day at the races to running some errands, it\u0026#39s definitely a versatile piece. Unfortunately it\u0026#39s no longer available to buy, but click through to shop the current collection of Joseph coats. Or if you\u0026#39ve fallen in love with the dusty pink colour of this style, recreate Kate\u0026#39s look with the help of our edit below.GOAT  Double-breasted frayed-edge cotton coat at MATCHESFASHION.COML.K.Bennett Laurela Seam Detail Coat in Blush at John Lewis    The 36-year-old royal was pictured with a protection officer yesterday after a visit to her favourite supermarket in Norfolk          Kate is claimed to have said \u0027Hi, hello\u0027 to a woman who greeted her in the car park of the Waitrose supermarket in NorfolkThe woman, who wished to remain anonymous, saw Kate loading the bags into her car outside the store – and when the onlooker said \u0027hello\u0027 to her, the Duchess is said to have replied: \u0027Hi, hello.\u0027The passer-by said: \u0027I was just in Waitrose doing a bit of shopping. I just went round the corner of the aisle - and I saw her. I said to my husband \u0027that looks like Kate Middleton\u0027. He said \u0027it\u0027s not\u0027, and I said \u0027it is\u0027.\u0027Is Kate expecting a boy? The baby clues behind the royal...Not long now! Kate and Zara show off their bumps as they...Prince Philip misses his third appearance in 10 days when he...The day Meghan Markle let her ruthless side show ¿ by...Woman says she was 15 when she \u0027was raped by Pippa...Share this articleShe said the Duchess, dressed in a peach coat and black heels, was using the Quick Check system, which allows my Waitrose customers to scan and pack their shopping straight into bags in the trolley as they go through the store, presenting a running total on a device.The woman spotted Kate doing her shopping inside the store, before then seeing her again 15 minutes outside when she approached her to say hello. She added: \u0027I just saw her browsing. I didn\u0027t want to get too close to her.\u0027The woman said Kate was accompanied by a royal protection officer, who stood next to her as she loaded her shopping into the car. She added: \u0027I did actually say \u0027hello\u0027 to her as I walked past. She turned and said \u0027Hi, hello\u0027.\u0027    The trip came one day after Kate attended an Easter Sunday service in Windsor with the Queen and Prince William          The Prince of Wales and the Duchess of Cornwall are pictured visiting a Waitrose in London\u0027s Belgravia in September 2009          The Queen, pictured with Waitrose marketing chief Rupert Thomas, looks at a store in Poundbury, Dorset, in October 2016She added that the Duchess appeared to have bought a plant of coriander or parsley, with a \u002725 per cent off\u0027 sticker visible on the outside, and that she seemed to have taken her own bags with her to the store.The woman, who was returning from a holiday for the weekend when she visited the store and is not from the area, said: \u0027It was like a surreal experience, to see her doing everyday things.\u0027 Kate, who already has two children - Prince George, four, and Princess Charlotte, two – is expected to give birth to her third child before the wedding of Prince Harry and Meghan Markle on May 19 in Windsor, Berkshire.The Duchess was pictured a day earlier - with Zara Tindall, who is also heavily pregnant - for a traditional Easter Sunday service at St George\u0027s Chapel on the grounds of Windsor Castle where Meghan and Harry will marry.Kate is known as a fan of Waitrose, and her sister Pippa was hired as a star columnist for its magazine in 2013 under the section \u0027Pippa\u0027s Friday Night Feasts\u0027 after the publication controversially ditched Delia Smith."},{"url":"http://www.dailymail.co.uk/news/article-5573789/Peter-Kay-adds-screening-new-Car-Share-episode.html","title":"Peter Kay adds screening new Car Share episode","story":"    Peter Kay has added a third screening of a new Car Share episode, he announced on Twitter on Tuesday A matinee screening of Peter Kay\u0027s Car Share has been announced following \u0027exceptional demand\u0027 for the charity event.A second screening of new episodes of the hit show was announced over the weekend after tickets to the event sold out in minutes.Now a third screening has been set-up, with a message on the comedian\u0027s official Twitter page on Tuesday. Kay initially announced the screening on March 29 in what was his first Twitter post since cancelling his live tour in December, due to \u0027unforeseen family circumstances\u0027.The screenings, at Blackpool Opera House, take place on April 6 and 7.In a statement on his website, Kay previously revealed money raised for the event would go towards The Lily Foundation.\u0027The Lily Foundation is an inspiring charity that helps to improve the lives of children with Mitochondrial Disease,\u0027 he said.          The screenings, at Blackpool Opera House, take place on April 6 and 7. The comedian said he added the third screening due to \u0027exceptional demand\u0027     Tickets to the hit show have sold out in minutes, leaving many disappointedKay added: \u0027I\u0027ve had first-hand experience of the Foundation\u0027s work and I\u0027m proud to raise both awareness and much needed funds to help with the inspiring work they provide to children and their families.\u0027The second series of the BBC show Car Share ended on an emotional cliffhanger last year as John, played by Kay, failed to reciprocate the advances of his car share colleague Kayleigh, played by actress Sian Gibson.And fans of the programme were dismayed when Kay announced that he had no plans to pen a further series.But the comic later announced special episodes - a special finale to reveal what happens next for the pair and an entirely improvised episode, Car Share: Unscripted.Both hotly-anticipated shows, Unscripted and the finale, were filmed last year.          When Kay announced the second screening, many had to endure disappointment as a massive rush to get tickets saw them sell out in just two minutes           Disappointed fans took to Twitter to vent their frustration at tickets for the Blackpool event being sold out so quickly       Beloved 19th century family dairy farm in Vermont is...Peter Kay announces second screening of Car Share as first...Share this articleWhen Kay announced the second screening, many had to endure disappointment as a massive rush to get tickets saw them sell out in just two minutes. One fan tweeted: \u0027What the hell??? I had the tickets, complete checkout, 9 minutes left on my timer and they\u0027ere gone?!?!?!\u0027 Another said: \u0027Sold in 2 mins. My tickets were reallocated whilst I was entering my card details and now I can\u0027t get any.\u0027A third said: \u0027How can every ticket be sold out on @TicketmasterUK within 10 seconds in all areas and all prices for Peter Kay Car Share Blackpool.\u0027Due to a legal loophole, countless numbers of tickets could be re-sold to desperate fans by shameless touts. "},{"url":"http://www.dailymail.co.uk/news/article-5573801/Massive-sinkhole-opens-second-time-five-years-Bamring-Kent.html","title":"Massive sinkhole opens second time five years Bamring Kent","story":"     A massive sinkhole opened up on a residential street in Barming, Kent on Easter Sunday          The gaping void opened just feet away from surrounding homes - leaving one driveway completely wrecked           The gaping chasm opened up at about 7am on Sunday, sucking part of the driveway and several fence panels into the ground on the cul-de-sacA witness, who did not give her name, said: \u0027It was about 7am when there was a lot of barking and a lady who was walking her dog knocked and told me what had happened.\u0027A few years ago the tree in my garden nearly vanished because we had a sinkhole on our lawn which nearly flooded the house.\u0027The water board have been here to make sure they know what damage it has caused.\u0027We might lose our garage because the land has broken up around the edge of our fence.\u0027Houses nearby Broomshaw Road were left without water for up to five hours as workmen tried to repair the damage.The road was closed and area fenced off as heavy machinery was used to clear rubble.          The woman said residents who have been hit by the problem before, believe it could be because of the soil. Pictured: Aerial view of street where the sinkhole formed           Some residents were told they would be forced to wait until Tuesday before some repairs could take placeThe woman said residents who have been hit by the problem before, believe it could be because of the soil.Some residents were told they would be forced to wait until Tuesday before some repairs could take place.She also said surrounding green space has been earmarked for housing, despite the issue with sinkholes.Asked what she would say to people thinking of buying a property on the land nearby, the witness said: \u0027Good luck to them.\u0027Kent City Council told MailOnline that the incident was logged on Tuesday morning and a site visit was being arranged to investigate the cause of the sinkhole.\u0027It ate me!\u0027 Mother of twins gets more than she bargained...Sailor is dramatically plucked to safety after a giant 100ft...Giant SINKHOLE suddenly appears on a popular tourist beach...Share this article    A witness, who did not give her name, said: \u0027It was about 7am when there was a lot of barking and a lady who was walking her dog knocked and told me what had happened. Pictured: A before view of the street           Kent City Council told MailOnline that the incident was logged on Tuesday morning and a visit is being arranged to the site"},{"url":"http://www.dailymail.co.uk/news/article-5573917/President-Erdogan-shakes-hands-Putin-leaders-vow-deepen-ties.html","title":"President Erdogan shakes hands Putin leaders vow deepen ties","story":"    President Erdogan shakes hands with President Putin in Ankara on Tuesday as the Russian strongman makes his first foreign visit since be reelected          Putin joined Erdogan to launch construction on a $20billion nuclear power station, Turkey\u0027s first, which is being built by Russian State Nuclear Energy Agency RosatomTurkey, which is a member of NATO and once courted membership of the European Union, has pivoted towards Russia in recent years.Erdogan and Putin met eight times last year and regularly speak on the phone. On Tuesday both leaders vowed to deepen their ties on strategic and security issues.Of particular concern to Turkey is the  war in Syria and the presence along its border of armed Kurdish groups, which were backed by the US in the fight against ISIS.Kremlin blasts Britain for \u0027bluffing\u0027 over claims Russia...The world is on the brink of \u0027the last war in the history of...Share this articleTurkey was furious at US support for such groups and has since launched an all-out offensive against them, starting in Afrin province.  The contract to build the Akkuyu plant was awarded to Russian State Nuclear Energy Agency Rosatom back in 2010, and it is due to be completed in 2023.That year will mark the 100th anniversary of the founding of modern Turkey, when Erdogan says the country will be among the world\u0027s top 10 economies.Last month, sources said Akkuyu was likely to miss its 2023 target start-up date, but Rosatom, which is looking for local partners to take a 49 per cent stake in the project, said it is committed to the timetable.    The power station is due to come online in 2023, the 100th anniversary of the founding of modern Turkey, when Erdogan says the country will be in the world\u0027s top 10 economies          Putin and Erdogan have forged a close relationship over the past year, meeting a total of eight times in 2017 and speaking regularly on the phone The Interfax news agency later cited the head of Rosatom saying that the sale of the 49 per cent stake was likely to be postponed from this year until 2019.\u0027In the name of God!\u0027 Erdogan said standing next to Putin at the presidential palace in Ankara before fireworks launched to mark the event.\u0027This scale of the project is difficult to exaggerate,\u0027 Putin said at the ceremony. \u0027This marks a new stage in the development of Turkey\u0027s economy.\u0027Erdogan said: \u0027The power plant will contribute to our energy security and also play an important role in the fight against climate change.\u0027Turkey\u0027s Energy Minister Berat Albayrak, Erdogan\u0027s son-in-law, praised the Akkuyu project saying: \u0027We are standing at a crucial juncture in realising the 63-year dream.\u0027Turkey and Russia have forged burgeoning ties in recent months on a number of, despite past differences.\u0027We are also in close cooperation with Russia to end as soon as possible the terror threat and clashes in Syria,\u0027 Erdogan said.          Iran\u0027s President Hassan Rouhani will also join Putin and Erdogan in Ankara on Wednesday for a day of talks dedicated to SyriaTheir meeting comes as ties between Russia and the West are noseing to post-Cold War lows after the March poisoning of Russian ex-double agent Sergei Skripal and his daughter in the UK.While EU powers have rushed to join Britain in condemning Russia and expelling diplomats over the attack on Skripal, Turkey has been much more circumspect.Erdogan has said that Ankara will not act against Moscow \u0027based on an allegation\u0027.In a move that has troubled Turkey\u0027s NATO allies, Ankara has also agreed to buy S-400 air defence missile systems from Russia.But Ankara-Moscow relations were also tested by a severe crisis from November 2015 when Turkey shot down a Russian war plane over Syria, a confrontation both sides are trying to put behind each other.Despite being on different sides of the Syrian civil war, key regime backers Russia and Iran have joined with rebel-supporting Turkey to boost peace and also influence when the conflict ends. Russia and Turkey are also building the TurkStream gas pipeline under the Black Sea that will allow Moscow to pump gas to Europe avoiding Ukraine and increase Turkey\u0027s importance as a transit hub.  "},{"url":"http://www.dailymail.co.uk/news/article-5574565/London-Marathon-2018-need-know.html","title":"London Marathon 2018 need know","story":""},{"url":"http://www.dailymail.co.uk/news/article-5574733/Theresa-reveals-Steampunk-fan-choice-cufflinks.html","title":"Theresa reveals Steampunk fan choice cufflinks","story":"    Prime Minister Theresa May revealed herself to be a rather unlikely fan of the \u0027steampunk\u0027 genre by picking out these cufflinks on Easter MondayThe stunning creations feature polished stones and old watch wheels and cogs which match Steampunk\u0027s style of Industrial Revolution machinery meets Victorian fashion.Mr Vine, 73, said: \u0027Steampunk has been massive in the United States for a longtime but has only recently made a big impact in the UK. I decided to make something that was wearable and I never make the same design twice.Theresa May could be forced to give up her 100,000 a year...Russian foreign minister Lavrov says it could have been in...Share this article\u0027Mrs May clearly enjoys contemporary things that have a provenance and are handmade. The cufflinks are not so \u0027out there\u0027 that they can\u0027t be worn as ordinary male jewellery. She\u0027s got quite eclectic tastes and good for her.\u0027It\u0027s also nice to see her show support for small local industry. It\u0027s quite a feather in your cap when you think the Prime Minister has bought one of your products.\u0027By a strange coincidence, Mr Vine said he first started making his fantasy creations when he saw a Steampunk-style painting by an artist friend called David Cameron, no relation to the PM\u0027s predecessor at Number 10.  Among the items Mrs May (right) bought were striking steampunk-inspired cufflinks by jeweller Tony Vine (left) who runs a business called StoneTones      "},{"url":"https://www.theguardian.com/artanddesign/2018/apr/03/cristiano-ronaldo-emanuel-santos-new-sculpture","title":"Now even worse: ridiculed bust of Cristiano Ronaldo gets a dreadful do-over","story":"drop-cap__innerThe eyes of great paintings follow you around a room, but his can’t seem to focus. , headlines around the world decried the sculpture’s awfulness. Suddenly, this sculptor was the most famous artist in the world."},{"url":"https://www.theguardian.com/artanddesign/2018/apr/03/looted-ethiopian-treasures-in-uk-return-loan-victoria-albert-museum","title":"Looted Ethiopian treasures in UK could be returned on loan","story":""},{"url":"https://www.theguardian.com/artanddesign/gallery/2018/apr/03/absurdist-worlds-in-miniature-in-pictures-frank-kunert-lifestyle","title":"Absurdist worlds in miniature – in pictures","story":""},{"url":"https://www.theguardian.com/business/2018/apr/03/struggling-tesla-speeds-up-production-of-model-3-vehicles","title":"Struggling Tesla speeds up production of Model 3 vehicles","story":""},{"url":"https://www.theguardian.com/commentisfree/2018/apr/03/have-i-got-news-for-you-hislop-women-guests-token-natalie-haynes","title":"It’s not funny being the only woman on a TV panel show","story":"drop-cap__innerThere have been many ungenerous things said of politicians in recent years, but I can remember virtually none of them being accused of a surfeit of modesty. Hubris, yes. Venality, on occasion. But modesty, less so. And yet this virtue apparently\u0026nbspcourses through the veins\u0026nbspof at least some politicians: the women.• Natalie Haynes is a writer, broadcaster and comedian"},{"url":"https://www.theguardian.com/commentisfree/2018/apr/03/jeremy-corbyn-passover-jewdas-good-news","title":"Jeremy Corbyn celebrated Passover with us. It’s a simple good news story","story":"drop-cap__innerWe are a group of British Jews who are deeply proud of being Jewish. We have always put humour and satire at the heart of what we do – because, frankly, politics and religion are far too dull otherwise. But don’t be mistaken: we are completely serious about what we do.• Jewdas is a radical Jewish collective based in the UK"},{"url":"https://www.theguardian.com/culture/audio/2018/mar/29/mark-guiliana-on-the-album-that-sounds-like-innocence-the-start-podcast","title":"Mark Guiliana on the album that sounds like innocence – The Start podcast","story":""},{"url":"https://www.theguardian.com/environment/video/2018/apr/01/the-argentinian-river-that-appeared-suddenly-in-2015-aerial-video","title":"The Argentinian river that appeared suddenly in 2015 – aerial video","story":""},{"url":"https://www.theguardian.com/environment/video/2018/mar/23/mass-stranding-in-australia-claims-more-than-130-whales-video","title":"Mass stranding in Australia claims more than 130 whales – video","story":""},{"url":"https://www.theguardian.com/football/2018/apr/03/liverpool-jurgen-klopp-manchester-city-champions-league-quarter-final","title":"Jürgen Klopp urges Liverpool to make history in Manchester City showdown","story":""},{"url":"https://www.theguardian.com/football/live/2018/apr/03/juventus-v-real-madrid-champions-league-quarter-final-first-leg-live","title":"Juventus v Real Madrid: Champions League quarter-final first leg – live!","story":""},{"url":"https://www.theguardian.com/lifeandstyle/2018/apr/03/halima-aden-why-a-model-wearing-a-hijab-on-the-cover-of-vogue-matters","title":"Halima Aden – why a model wearing a hijab on the cover of Vogue matters","story":"drop-cap__innerIt may have taken more than a century but it has happened. For the first time in British Vogue’s supposedly fashion-forward history the magazine features a model of colour wearing a hijab on its cover. Surrounding , who was born in a refugee camp in Kenya, are eight models of various races and ethnicities representing “new frontiers” in fashion. Because, guess what? Not only white women are beautiful!"},{"url":"https://www.theguardian.com/lifeandstyle/2018/apr/03/rachel-roddys-recipe-for-pickled-garden-vegetables","title":"Rachel Roddy’s recipe for pickled garden vegetables","story":"drop-cap__innerI want pickles most when we don’t have any. It is almost always the same: while making some sort of frittata or savoury pie – probably a potato, leftover greens, egg and cheese combination – it crosses my mind that it is going to need contrast, crunch, a jolt, a rush of sour and sweet. In short, pickles."},{"url":"https://www.theguardian.com/lifeandstyle/2018/apr/03/tamal-rays-recipe-for-chocolate-fudge-tart","title":"Tamal Ray’s recipe for chocolate fudge tart","story":"drop-cap__innerThis is a chocolate tart like none you’ve ever had before. The caramel in the ganache filling makes every bite a glorious, gooey celebration of chocolate. And, in one of those happy but rare coincidences, the taste is matched by its simplicity: just 20 minutes of preparation. The hardest thing is having to wait for it to chill before you can eat it."},{"url":"https://www.theguardian.com/lifeandstyle/gallery/2018/apr/02/easter-celebrations-around-the-world-in-pictures","title":"Easter celebrations around the world - in pictures","story":""},{"url":"https://www.theguardian.com/lifeandstyle/shortcuts/2018/apr/03/fish-or-feline-how-to-choose-the-right-sized-pet-for-your-home","title":"Fish or feline? How to choose the right-sized pet for your home","story":""},{"url":"https://www.theguardian.com/music/shortcuts/2018/apr/03/1812-overture-v-the-lark-ascending-which-best-represents-brexit-britain","title":"1812 Overture v The Lark Ascending – which best represents Brexit Britain?","story":"drop-cap__innerClassic FM . So, which is the better choice to represent Britain’s mood today?"},{"url":"https://www.theguardian.com/politics/2018/apr/03/jeremy-corbyn-called-irresponsible-after-attending-radical-jewish-event","title":"\u0027I learned a lot\u0027: Corbyn defends taking part in radical Jewish event","story":""},{"url":"https://www.theguardian.com/sport/2018/apr/03/commonwealth-games-australias-chance-to-repair-sporting-reputation","title":"Commonwealth Games: Australia\u0027s chance to repair sporting reputation","story":"drop-cap__innerThere are still references to  in the Australian newspapers, but they have been overtaken on the front pages by an enthusiastic embrace of the Gold Coast Commonwealth Games, which present a timely opportunity to repair an international sporting reputation coarsened by sandpaper in recent days."},{"url":"https://www.theguardian.com/sport/2018/apr/03/joe-root-england-could-not-have-done-more-new-zealand-cricket-draw","title":"Joe Root says England \u0027could not have done more\u0027 against New Zealand","story":""},{"url":"https://www.theguardian.com/sport/2018/apr/03/tiger-woods-masters-rory-mcilroy-augusta","title":"‘Walking miracle’ Tiger Woods calms talk of Masters comeback victory","story":""},{"url":"https://www.theguardian.com/technology/2018/apr/03/facebook-apologises-storing-draft-videos-users-thought-deleted-bug-mark-zuckerberg-tim-cook","title":"Facebook apologises for storing draft videos users thought they had deleted","story":""},{"url":"https://www.theguardian.com/technology/2018/apr/03/spotify-ipo-flag-error-swiss-sweden-first-day-trading","title":"Spotify goes public with a bang after flag snafu to mark first day of trading","story":""},{"url":"https://www.theguardian.com/tv-and-radio/2018/apr/03/i-would-rendang-his-head-uk-masterchef-judges-stir-up-a-storm","title":"\u0027I would rendang his head\u0027: UK MasterChef judges stir up a storm","story":""},{"url":"https://www.theguardian.com/us-news/video/2018/mar/23/you-have-the-power-to-change-america-parkland-students-interview-bernie-sanders-video","title":"\u0027You have the power to change America\u0027: Parkland students interview Bernie Sanders – video","story":""},{"url":"https://www.theguardian.com/us-news/video/2018/mar/26/why-is-the-nra-so-powerful-video","title":"Why is the NRA so powerful? – video","story":""},{"url":"https://www.theguardian.com/world/2018/apr/03/mexico-indigenous-town-banned-politicians-cheran","title":"The Mexican indigenous community that ran politicians out of town","story":"drop-cap__innerAll across , political billboards are springing up and candidates are hitting the streets, as campaigning starts for elections to pick a new president, renew the congress and replace hundreds of state and local officials."},{"url":"https://www.theguardian.com/world/2018/apr/03/russian-city-cancels-elections-in-move-to-oust-maverick-mayor","title":"Russian city cancels elections in move to oust maverick mayor","story":""},{"url":"https://www.theguardian.com/world/2018/apr/03/widespread-delays-to-european-flights-due-to-computer-glitch","title":"Widespread delays to European flights due to computer glitch","story":""},{"url":"https://www.theguardian.com/world/gallery/2018/apr/02/winnie-mandela-a-life-in-pictures","title":"Winnie Madikizela-Mandela: a life in pictures","story":""},{"url":"https://www.theguardian.com/world/video/2018/apr/03/jacinda-ardern-answers-questions-from-guardian-readers-video-video","title":"Jacinda Ardern answers questions from Guardian readers – video","story":""}]