[{"url":"https://metrouk2.files.wordpress.com/2018/04/sec_6723915.jpg?quality=80\u0026amp;strip=all","title":"amanda holden makes fun three chins caught napping plane","story":"It’s not always a glam life (Picture: Amanda HoldenInstagram, RexShutterstock)This picture of Amanda Holden napping on a plane is every one of us.There is absolutely no graceful way of getting some shut eye while sitting bolt upright in a flying tin can with a kid kicking you in the back for four hours straight.And it’s an even worse situation when your husband is sat next to you armed with his camera-phone.Britain’s Got Talent star Amanda Holden, who’s usually seen looking seriously glam and without a hair out of place, bravely shared her husband’s candid photo of her sleeping on their flight home from Morocco. Apparently he’s often ready to snap away when she catches 40 winks.And before anyone could get there first, she was quick to point out that the unflattering photo highlighted what looked like a triple chin.She wrote: ‘So my hilarious #husband takes pictures of me asleep on various #trips across the #world .. there are loads! He’s thinking of publishing a #coffee table book! #3chins @thepiersmorgan has fierce #competition #notpictureperfect #icansleepanywhere.’She looked fab for the rest of the holiday, so one bad snap can totally be forgiven.Amanda,47, and husband Chris Hughes had popped to Morocco for a family break ahead of the new series of BGT.(Picture: Instagram)The BGT judge enjoyed some down time in Marrakech before heading back to the UK for the new series, which kicks off on Saturday.Amanda joked during her holiday that she was having a ‘tough day’ lounging by the pool with her other half as they posed for a loved up Instagram photo. Oh we feel so bad for you Amanda.(Picture: Instagram)Ant McPartlin will be featuring in the new series as he appears in pre-recorded footage.Clips of the pair have been posted on the BGT’s Instagram story that showed the iconic duo galloping around on an invisible horse backstage. And Ant looked to be his happy and cheeky usual self as he joked around with the cast and crew.Ant is currently in rehab following a charge for drink driving.MORE: Britain’s Got Talent: Simon Cowell gets covered in bog roll in new series first lookMORE: Ant and Dec bring back Wonkey Donkey for Britain’s Got Talent 15 years on from SMTV Live"},{"url":"http://metro.co.uk/author/jasper-hamill/\" class=\"author url fn\" rel=\"author\"\u003eJasper Hamill\u003c/a\u003e\u003c/span\u003e\u003c/span\u003e\u003cspan class=\"post-date\" itemprop=\"datePublished\"\u003eTuesday 10 Apr 2018 4:18 pm\u003c/span\u003e\u003cmeta itemprop=\"dateModified\" content=\"2018-04-10T16:18:11+0100","title":"facebook alerts people whose data accessed cambridge analytica","story":"This is the alert Facebook users around the world are now receivingFacebook has begun informing users that their personal information may have been accessed by Cambridge Analytica.A number of people posted screengrabs of messages they had received from the social network, saying either that they were unaffected, or that their information may have been harvested as a result of them or one or more of their friends using the quiz app This Is Your Digital Life, from which the information was collected.Spring is finally set to hit the UK with temperatures of up to 22 degreesOne example from a person whose friend had used the app read: ‘Based on our investigation, you don’t appear to have logged into ‘This Is Your Digital Life’ with Facebook before we removed it from our platform in 2015. However, a friend of yours did log in.‘As a result, the following information was likely shared with ‘This Is Your Digital Life’: Your public profile, page likes, birthday and current city.‘A small number of people who logged into ‘This Is Your Digital Life’ also shared their own News Feed, timeline, posts and messages which may have included posts and messages from you. They may also have shared your hometown.’Facebook says up to 1.1 million UK users – and 87 million people globally – could have had their information accessed by Cambridge Analytica using the quiz, but the political research company says the number is closer to 30 million."},{"url":"https://metrouk2.files.wordpress.com/2018/04/sec_6712192.jpg?quality=80\u0026amp;strip=all","title":"please enjoy evidence tiny dog chasing google street view car","story":"(Picture: Google Street View)We truly do not deserve dogs. They are too pure and good for this world, and give us more joy than we’ve earned.A prime example of this fact: A very tiny dog who brightened up Google Maps by chasing the Street View car down the road.People in Japan first spotted the excellent dog, who chased a Google Street View car down the road in Kumage, in Japan’s Kagoshima Prefecture.The chase began when the dog, hanging out by a boat, spotted the car and bounded after it. It was probably being a very good guard dog, to be fair.He managed to chase the car down the road, which is where the Street View stops.If you fancy brightening your day, look at the pictures below, or head to the Street View location to see every step of the brave doggo’s chase.(Picture: Google Maps)MORE: Couple’s photoshoot with their new puppy will make you want to run to the nearest shelterMORE: Dog can’t understand why statue won’t play ball with himMORE: Cat village in Taiwan is home to more cats than it is humans"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/09/4AE2579100000578-5583011-image-a-4_1523350061902.jpg","title":"Typical shopping baskets compared France uses snails Germany bratwurst UK roasts","story":"    In France, the cost of snails and frogs legs both go into the basket - along with a vast array of meats including boar, pheasant, pigeon, quails and caviar.          Italy shows off its love of drinking by including an extensive array of wines - distinguishing between table, quality and sparkling.And uniquely the French also include whether the cost of prostitutes has gone up or down to help work out inflation.And the country - well known for its love of mimes and theatre - also includes the cost of hiring clowns in a typical shopping basket.Italy shows off its love of drinking by including an extensive array of wines - distinguishing between table, quality and sparkling.While on food it includes tomatoes for sauces, slices of pizza, ice cream - and even the cost of a coffee machine to make espressos.Tony Blair backs British military action in Syria and...Share this articleThe country - which is the home of Vespa - is also unique in including the cost of moped insurance in its basket. And it also includes  \u0027dancing lessons and discos\u0027 alongside tickets to go and see the theatre and opera.The Germans look at the cost of their famous bratwurst sausages and schnitzel.And they also still include the cost of chimney sweeps and long and short journey rail fares.Meanwhile, in Britain statisticians include oven ready joints of meat - reflecting the country\u0027s love affair with the Sunday roast.The country also includes the cost of a football match ticket in its average basket and fees to go on a golf green.It also includes fruit pies, donuts and chilled mash potato, and - uniquely - the cost of e cigarette liquid.          Meanwhile, in Britain statisticians include oven ready joints of meat - reflecting the country\u0027s love affair with the Sunday roast.Chris Johnson, head of operations at Vouchercloud, which carried out the research, said: \u0027Food is a huge part of each nation\u0027s identity, so it\u0027s no surprise that the biggest cultural differences across the CPI baskets are in the groceries. \u0027It\u0027s a shame then, really, that our offering consists of chilled mashed potato, protein powder and an admirably broad array of pastry-based savoury snacks. \u0027Even something as simple as a \u0027sauce tomato\u0027 in Italy or \u0027spicy ketchup\u0027 in Germany is enough to show off each nations\u0027 eccentricities simply through their CPI baskets.\u0027Although it\u0027s probably best not to judge a country too harshly on some of the more surprising additions, prostitution included.\u0027                                                                                 The research comes a month after the UK unveiled its new typical shopping basket - which is revamped every year.Pork pies and pasties were ditched while French quiche was added in.      "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/09/04/4AF792E700000578-5593043-image-a-54_1523243959804.jpg","title":"Ronda Rousey wins debut WWE match","story":"    Ronda Rousey has found her groove in the world of professional wrestling, winning her WWE debut on Sunday night in front of a roaring crowd           Rousey was matched up with Kurt Angle in a mixed tag team match against Triple H and Stephanie McMahon at WrestleMania 34          Rousey and Angle held up their arms in victory after winning the 20-minute match \u0027I feel absolutely ecstatic,\u0027 Rousey said after the match. \u0027After my wedding day, this is my favorite day of my life I think.\u0027 Rousey, 31, first hinted she would attend the New Orleans event with a surprise appearance at Royal Rumble in January. It was then that Rousey revealed she was committing to the WWE full-time.  \u0027This is my life now,\u0027 she said at the time. \u0027This is not a smash and grab, this is not a publicity stunt.\u0027 And that decision was clearly working well for Rousey as she took on McMahon on Sunday night, nabbing the win after using her signature armbar move.           Rousey  took on McMahon on Sunday night, nabbing the win at the Mercedes-Benz Superdome in New Orleans after using her signature armbar move          Rousey spent most of the night on the offensive, delivering numerous punches and several throws - including the \u0027exploder suplex\u0027Rousey spent most of the night on the offensive, delivering numerous punches and several throws - including the \u0027exploder suplex\u0027, according to Yahoo! Sports. After claiming victory, Rousey went to the crowd of the Mercedes-Benz Superdome so she could point at her husband Travis Browne. Ronda Rousey shows off her toned stomach in a white crop top...WWE Hall of Famer \u0027Luscious\u0027 Johnny Valiant dies aged 71,...Share this articleAnd the crowd was loving every second of it, chanting Rousey\u0027s name as well as \u0027We want Ronda\u0027, which they later rhymed with \u0027This is awesome\u0027, during the match.  Rousey sported a red plaid kilt and a jacket that once belonged to the late professional wrestler Roddy Piper, who she also shares the \u0027Rowdy\u0027 nickname with.          And the crowd was loving every second of it, chanting Rousey\u0027s name as well as \u0027We want Ronda\u0027, which they later rhymed with \u0027This is awesome\u0027          Rousey recently said in a recent interview that joining the WWE has been a dream come true          It has been a triumphant return for Rousey after a disappointing UFC comeback last year The former judo star said in a recent interview that joining the WWE has been a dream come true. \u0027No matter how much I tried to do other things in my life, this kept following me around,\u0027 she told WWE.com. \u0027It\u0027s time to take a hint from the universe and go for it.\u0027 Before Sunday night, Rousey avoided the ring after suffering a shocking 48-second loss to Amanda Nunes at UFC 207 in December 2016. The match had long been hailed as Rousey\u0027s comeback after she lost her title to Holly Holm in 2015. While Rousey has not officially retired from mixed martial arts, she made it clear she is currently devoting \u0027100 per cent\u0027 to wrestling.  Ronda Rousey and Kurt Angle emerge victorious against Triple H and Stephanie McMahon at WrestleMania 34"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/00/4AFE6DDF00000578-0-image-m-34_1523314811514.jpg","title":"BBC Radio 4 Today programme breach broadcasting rules","story":"    BBC Radio 4\u0027s Today programme has been found in breach of broadcasting rules for failing to challenge Lord Nigel Lawson\u0027s (pictured) controversial comments denying climate change‘It’s now hidden far better than it was but it exists\u0027:...Ministers are accused of trying to cover up their failures...Share this articleThe Green Party and leading scientists Brian Cox and Jim Al-Khalili slammed his comments for being \u0027irresponsible and misleading\u0027.And today regulator Ofcom has upheld the complaints by declaring presenter Justin Webb did not sufficiently challenge the climate change denier\u0027s claims, amounting to inaccuracy.          Today regulator Ofcom has upheld the complaints by declaring presenter Justin Webb (pictured) did not sufficiently challenge the climate change denier\u0027s claims, amounting to inaccuracyIt is the first time the watchdog has found the BBC in breach of the rules since taking over regulation of the corporation in April last year.The former No 2 to Margaret Thatcher told radio audiences: \u0027All the experts say there hasn\u0027t been\u0027 an increase in extreme weather events. He said the Intergovernmental Panel on Climate Change \u0027concedes\u0027 this, and that, according to official figures, \u0027during this past 10 years average world temperature has slightly declined\u0027. The ruling follows an incident in 2014, when the BBC upheld a complaint over another interview with Lord Lawson about climate change.An Ofcom spokesman said: \u0027We found that statements made about the science of climate change were not challenged sufficiently during this interview, which meant the programme was not duly accurate.\u0027We\u0027ve told the BBC we are concerned that this was the second incident of this nature, and on the same programme.\u0027The programme featured a series of discussions about climate change, sparked by the release of a film presented and produced by former US vice-president Al Gore.   It is the first time the watchdog has found the BBC in breach of the rules since taking over regulation of the corporation in April last year"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/09/14/4AFBB6F500000578-5594867-image-m-34_1523281810252.jpg","title":"Meghan Markle shows star quality sings dances aged 11","story":"    Meghan Markle showed off her star potential and stole the show at her school graduation  The future royal can be seen dancing at the Hollywood Little Red House School graduation          Newly unearthed videos show Meghan dancing at the ceremony in Los Angeles in June 1993          Meghan is seen wearing funky sunglasses and dances with her schoolfriends on stageThen aged 11, Prince Harry\u0027s fiancee - whom he will marry at Windsor Castle on May 19 - is seen onstage at the  ceremony wearing a striped T-shirt and denim shorts. The two best friends honour their favourite teachers with plaques and receive their graduation diplomas from school principal Miss Debbie. In the video footage, Meghan beams onstage and poses for photos in her white academic hat alongside another three classmates.Wearing funky sunglasses, she then introduces a performance to \u0027Roll Over Beethoven\u0027 where she and her classmates dance to the Chuck Berry classic.Harry and Meghan name the charities guests can donate to...\u0027She\u0027s allowing Harry to take the lead\u0027: Body language...Has Meghan asked the former Burberry chief to make her...Share this articleThey then sing a song about their teacher Mr Teryl, aka \u0027Mr T\u0027. At the end of the event, the four students in the class can be seen cutting a cake - led by Meghan.Ms Priddy is now 37, and a jewellery designer for a corporate brand in Los Angeles. She said: To say Meghan was comfortable onstage is an understatement.\u0027That was her platform. She shined and if she knew she was onstage and a camera was on her she was definitely at peak performance. She was a great performer, she took tap dancing outside of school for three or four years.\u0027Ms Priddy continued: \u0027I think the academics and the curriculum of that school and the way we interacted with the teachers was very much casual but it still had its academic standard. It also allowed flexibility for a lot of people who worked in entertainment industry to be able to take their kids there.    Meghan presents the \u0027Meghan and Niki Awards\u0027 with her best friend Ninaki Priddy (left)          Meghan and her friend present a gift to one of their teachers at the school in Los Angeles          The girls honour their favourite teachers with plaques and receive their graduation diplomas          Three of the girls receive the elementary diplomas and wear mock white mortar boards          Meghan exudes stage confidence in the videos of her primary school graduation from 1993          The soon-to-be member of the royal family is seen performing on stage during the video          Meghan is also seen performing at the school\u0027s \u0027Broadway Comes To Hollywood\u0027 summer show          Meghan and her best friend Ninaki Priddy are seen dancing during one of the video clips \u0027Our school was very liberal so our Principal had allowed us to use that platform and it really was a very sweet moment to honour our teachers.\u0027 Another video shows Meghan exuding stage confidence as she dances to Run DMC, narrates a Christmas play and performs to Broadway musicals at the school.The clip gives a glimpse into Meghan\u0027s early years as a budding actress as she steals the show and ensures all eyes are on her during festive events at her school.It first shows ten-year-old Meghan narrate a Dr Seuss performance at a Christmas show in 1991. Wearing a baggy white jumper, she dances to Christmas in Hollis by Run DMC, before narrating a performance of How The Grinch Stole Christmas.Meghan can also be seen performing at her school\u0027s \u0027Broadway Comes To Hollywood\u0027 summer show in June 1992.She wears a long flowing grey dress and twirls in front of an audience of teachers and parents, including her mother Doria Ragland and father Thomas Markle Snr. Together with her classmates, she dances to \u0027Grease Lightning\u0027 and other popular musical songs. On Meghan dancing to Run DMC, Ms Priddy said: \u0027Meghan\u0027s performance and taking on that role was really more for comic relief. She was good at being the chameleon and would take on whatever role she had to play.\u0027And speaking about her as a narrator, she added: \u0027Meghan is very articulate and would always make a point to correct you.          Meghan can be seen in some of the clips with her best friend Ninaki Priddy (pictured together)          Future royal Meghan exudes stage confidence in one of the clips as she dances to Run DMC          Wearing a baggy white jumper, she dances to Christmas in Hollis by rap group Run DMC          Meghan showcases her lead actor skills by narrating How The Grinch Stole Christmas          Meghan is pictured among her schoolfriends in Los Angeles wearing a white baggy jumper"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/09/16/4AFC8A3F00000578-0-image-m-37_1523286588846.jpg","title":"Tiger paws wildly water reach laughing toddler glass wall","story":"    Curious creature: A tiger in an unnamed zoo tried reach a toddler through the glass wall  Splashing around! The tiger began to splash around, throwing water and its paws against the window in an attempt to spray the toddler The toddler boy sitting in a walker on the opposite side of the glass then shrieks with delight as the water cascades on the window in front of him.The tiger rests for a moment to peer at the boy, before starting the splashing antics again, desperately trying to reach the child. The laughing toddler then tries to place his hand on the glass to touch the tiger. Nearby zoo guests too place their hands on the glass to amuse the animal.The tiger tries one last time to reach the baby by raising up its two front paws on the glass before giving up and walking away, unable to touch his playmate.\u0027He’s trying to wash us! Right? He\u0027s trying to wash us?\u0027 a nearby girl says.It is not clear where the video was filmed. \u0027This is a new level of stupid\u0027: South Carolina resort warns...Share this article    High five! The tiger raised its paw against the glass trying to reach the giggling toddler   The toddler and nearby zoo guests placed their hands on the glass to reach the tiger that looked sad when it realized it couldn\u0027t reach the young children"},{"url":null,"title":"Birthing rules Kate Middleton follow latest royal baby born","story":"    The royal family reportedly has a whole slew of rules Kate Middleton must follow when giving birth to her third childGood Friday Agreement 20th anniversary: All you need to know Floyd Mayweather partied at a Waffle House hours before Atlanta shootingWho is John Krasinski? A Quiet Place director and Emily Blunt\u0027s husband revealedMeghan Markle\u0026#8217s former Suits co-star Patrick J Adams no longer has her phone number Omar Sharif is celebrated in today\u0026#8217s Google DoodleWhen does Bachelorette 2018 Start: All you need to knowWho is Nicolle \u0027Nicole Leach\u0027 Rochelle? Naked actress who protested at Cosby trialJennifer Aniston \u0027crushed\u0027 to learn Brad Pitt\u0027s dating an MIT professorBirthing rules Kate Middleton must follow when the latest royal baby is bornThe Simpsons respond to Apu racism controversy in latest episodeWrestleMania 34 highlights, results and Ronda Rousey\u0027s WWE debutLea Michele and Darren Criss to reunite for US and Canada LMDC tour American Idol 2018: Everything you need to know "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/09/07/4AF87A5E00000578-0-image-m-8_1523256676005.jpg","title":"Huge rise coffee shops outnumber pubs Britain 2030 study finds","story":"    The number of coffee shops in Britain is set to overtake pubs by the year 2030The number of coffee shops in Britain is set to overtake pubs by the year 2030, according to industry research.Some three coffee shops are opening every day adding an extra 21 a week serving up lattes and cappuccinos.By contrast between 21 and 25 pubs are closing every week, with many turned into homes and convenience stores.The switch from lager to latte means that the number of UK coffee shops has increased from 10,000 in 2007 to 24,000 today.At the same time, the traditional pub is suffering with the total down from around 75,000 in the 1970s to around 47,000 today.Assuming these trends continue, coffee shops will overtake pubs by 2030, according to research conducted for the London Coffee Festival.While the rise of the coffee shop is seen as an American phenomenon, it is very much a throwback to the coffee houses of the 17th and 18th century.Buy five hits of cocaine and get your sixth one free: Drug...Saudi Crown Prince finishes off US trip with a visit from...Share this articleThen the coffee houses were - like the pub - at the heart of social life, where people gathered to drink coffee, learn the news of the day and simply discuss local issues and politics.Today, the nation\u0027s biggest and most successful coffee chain, Costa, is British owned and now operates in 31 countries around the world, including China.The study found that coffee shops, which employ 160,000 baristas serving up 2.4 billion cups a year, contribute just under £10 billion a year to the UK economy.As many as four-in-10 Brits increased their coffee consumption in the past year, despite often having to pay close to £3 a time.          Michael Gove enjoys a cup of the brown stuff in a turquoise recyclable cupA spokesman for The London Coffee Festival said: \u0027Britons love of lattes is on the rise with 3.3 new coffee shops opening daily across the nation.\u0027This growth sees the coffee shop industry pouring £9.6bn into the UK economy, an increase of 7.3 per cent since 2017.\u0027At this current rate, estimates put the number of coffee shops over-taking pubs by 2030 as Brits continue to swap lager for lattes.\u0027There are now around 24,000 coffee shops across the UK, a combination of non-specialists, independents, and major chains such as Starbucks, Costa and Caffe Nero - 1,215 stores opened in the last year alone.\u0027 He added: \u0027With Brits drinking 2.4 billion cups of coffee per year in coffee shops - up 4 per cent from 2.3 billion in 2017 - it is clear to see why coffee continues to be a major player in the UK food and drink world.\u0027The data also shows 39 per cent of Brits stated their coffee consumption has increased over the past 12 months, with 18 per cent of people visiting at least once a day, keeping the UK\u0027s 160,000 baristas busier than ever.\u0027 Founder of the festival, Jeffrey Young, said: \u0027For the industry to be contributing almost £10bn per year to the economy is an incredible achievement and shows how coffee has come to be the go-to drink for Brits and how advanced coffee-shop culture has become.\u0027"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/09/12/4AFB2FEC00000578-0-image-m-8_1523273330974.jpg","title":"Teachers private schools feeling overworked entitled parents","story":"    Dr Mary Bousted, joint general secretary of the National Education Union, said some of her members in private schools are now under unbearable strainParents expect a 24-hour personalised service in return – but often teachers are not being paid any more and are struggling to deal with an endless stream of queries and complaints.Dr Mary Bousted, joint general secretary of the National Education Union, said some of her members in private schools are now under unbearable strain.She said: ‘Teachers in the independent sector often tell me that we have a sense of entitlement amongst parents.Sri Lankan mother who came to Britain in a shipping...Share this article    According to the latest figures from the Good Schools Guide, the most expensive senior boarding school is Hurtwood House, Surrey, at £42,267 a year‘More and more is required of them because the parents are saying, “I’m paying £38,000” and they’re finding that they’re working insane hours, often late into the evening, and that’s just not being accounted for, and making their life extremely difficult.’Dr Bousted also said that the boundaries of what teachers should be held responsible for have become blurred.‘The teacher isn’t the child themselves. It’s the child in the end that has to put the work in to get the results,’ she said.Among the issues due to be debated at the conference, which finishes tomorrow, is a resolution on workload and mental health among independent school workers. It argues that there is evidence of a ‘growing expectation that teachers are having to respond to emails and text messages from parents, governors and children after the working day has ended and at weekends’.It adds: ‘Not only is this causing a challenge to their work-life balance, but is also increasing anxiety levels in teachers’ lives.’Helen Porter, a conference delegate from Berkshire, said: ‘Parents and students make it very clear to us that they expect the grades they paid for, meaning we have to do extra revision sessions at lunchtimes, after school and even in the holidays.’Increasingly, many schools are catering for wealthy families from Russia, China and the Middle East, where a British public school education is highly prized.Some experts have said this shift in the market has contributed to the fee rises, since these families have vast wealth and are willing to pay almost anything.The fee hikes also have meant some aspirational middle class families who may have sent their children to private school in the past are now often priced out."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/09/23/4AFF0CC300000578-0-image-m-3_1523313746263.jpg","title":"PM fuels hopes intervention save Open University","story":"    Hopes of an intervention to rescue the Open University rose last night after Theresa May and one of her ministers pledged to look at raising Government supportThe Prime Minister said the Government would review support to allow people to study at university in ‘a variety of ways that suits them’. Mrs May’s comments, made during her official visit to Sweden, suggest the Government could consider increasing state subsidies for OU and other part-time students.The university has helped more than two million students to better themselves since it was founded in 1969.But fees have more than trebled in the past five years after it lost tens of millions of pounds of state funding.          Universities Minister Sam Gyimah said yesterday he was concerned about the drop in older and part-time students, who make up the bulk of the OU’s rollTeachers at private schools are feeling overworked by...Immigration has pushed house prices up by 20 per cent over a...Share this article    Like many who return to studying as adults, Dawn Faizey-Webster has moments when she wants to give upDawn’s challenges are in a different league to most people’s. When she was 31 and pregnant with son Alexander, she had a stroke that left her with ‘locked-in’ syndrome.She is almost totally paralysed, unable to talk, or live independently.Her sole means of communication is by blinking. With a laptop that translates eye movements into text, it can take her a minute to type a word, and three weeks to complete an exam.          \u0027I was the kid who was made to stand on the chair to read in class while the others laughed,’ John Spence says, recalling his school days. ‘The teachers said I didn’t deserve to be there.’But Open University experts established John had Meares-Irlen syndrome, which leaves the brain struggling to process visual information. ‘It makes words come out of a page and swap around,’ John, 46, said. Treatment involved wearing tinted glasses and placing transparent green sheets over a page ‘which stops the words jumping’ – and then there was no stopping him.He took a basic certificate in education, moved on to a diploma and then a degree, graduating with a 2:1 in health sciences eight years later.While studying, John worked on board a ship, with exams frequently invigilated by the captain. Now he is a senior medical officer, responsible for the health of a crew of 150. ‘I wish my teachers could see me now,’ he said.                         Former Tory education secretary Nicky Morgan urged the Government to ‘ensure that part-time study, including the Open University, is a credible option’. Lib Dem leader Vince Cable added: ‘As developments in automation lead to greater uncertainty in some sectors, it is all the more important that people have the chance to retrain and learn new skills throughout their working lives.’The Confederation of British Industry urged the Government to make sure the OU was affordable.The row comes as the university plans a ‘radical’ overhaul to save £100million from its £420million annual budget. A spokesman said: ‘The Government needs to introduce some form of “flexible learning incentive” to bring down fees for hard-working part- time students.’"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/00/0AEE354F00000514-0-image-a-1_1523315073153.jpg","title":"Entrepreneur Neil Mendoza head Oriel College Oxford","story":"    Entrepreneur Neil Mendoza is to become the next head of Oriel College, OxfordMendoza could be the first entrepreneur to achieve such eminence in the modern era at Oxford, where heads of colleges have been drawn with dreary predictability in recent years from the ranks of superannuated Left-wing media executives. They include former Guardian editor Alan Rusbridger, who is Principal of Lady Margaret Hall, and former Observer editor Will Hutton, Principal of Hertford College.Others have been drawn from the bien-pensant chattering classes, such as Dame Helen Ghosh, ex-Director General of the National Trust, who was recently installed as Master of Balliol College.          Mendoza will join the like of former Guardian editor Alan Rusbridger, who is Principal of Lady Margaret HallMendoza, 58, is cut from different cloth. Back in 1999, when conventional wisdom said Britain’s economic survival depended on joining the euro, he campaigned against it.The party to celebrate his becoming Provost should be lively. At his 40th birthday bash, Mendoza, who is now married to writer Amelia Wallace, was joined by guests including foppish actor Hugh Grant and Natascha McElhone, star of the hit U.S. TV series Californication.Also there was Old Etonian Roddy Campbell, who presided over a louche party for his model daughters Olympia and Edie last summer while wearing bunny ears, fishnet stockings and a woman’s swimsuit.An Oriel spokesman confirms: ‘The formal vote to elect Neil will take place at a governing body meeting on April 25.’Go back to your kitchen, woman! Sexist heckler in row at...Share this article  Sir Peter Hall was a colossus of the theatre whose achievements include creating the Royal Shakespeare Company at Stratford and kick-starting the National Theatre on the South Bank.But Hall, who died last September aged 86, was not deemed worthy of inclusion in the In Memoriam segment of the Olivier Awards on Sunday.Olivier-winning choreographer Sir Matthew Bourne described the omission as ‘unforgivable’, while the actor Christopher Biggins said it was ‘disgraceful’. Following an outcry, the awards organisers apologised yesterday, with a spokesman for the Society of London Theatre saying: ‘We are hugely sorry for the oversight.’          SIR Peter Hall was a colossus of the theatre but was not deemed worthy of inclusion in the In Memoriam segment of the Olivier Awards on Sunday  Jeremy Corbyn’s home-grown beetroot, which the Labour leader took to a Passover supper with anti-capitalist group Jewdas, has been removed from the auction website eBay. It was meant to be on sale until Friday. Has a friend of the Corbynistas’ pal Vladimir Putin come in and made an offer they couldn’t refuse?  Gavin \u0026amp Stacey star Ruth Jones, who lost four stone a few years ago, had an awkward encounter while waiting to see the gynaecologist.‘A woman came up to me and said: “You know who you look like? That actress Ruth Jones.” I replied, “Yeah, I get that all the time.”‘She went: “I didn’t mean to be rude. I don’t mean Ruth Jones when she was really fat.” The next thing, the receptionist came out and announced: “Ruth? The doctor’s ready for you now.”‘I couldn’t look at the woman — she must have been mortified.’          Gavin \u0026amp Stacey star Ruth Jones, who lost four stone a few years ago"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/09/16/4AFCA41200000578-0-image-a-20_1523287714900.jpg","title":"BBC wants FOUR heads change salaries 78k responsible bringing reform","story":"    THE BBC is recruiting at least four ‘heads of change’ who will take home salaries of up to £78,000 each plus benefitsNow, the Corporation will soon have at least four heads of change, according to The Times newspaper, hiring more people for the positions. Each worker will be responsible for bringing reform to a different department.Last month, the Corporation put out an advert for a ‘Head of Change, Culture \u0026amp Progression Project’.BBC radio hosts strip NAKED to present a new podcast about...BBC adaptation of Agatha Christie\u0027s Ordeal by Innocence...Countryfile viewers threaten to \u0027switch off\u0027 over shocking...Hospital launches a review of care given to \u0027high profile\u0027...Share this articleThe job description read: ‘This is a real opportunity for us to change the way we think and the way we work.’It added: ‘This person will ensure that there is a defined and agreed vision, with a clear picture of the future state that ensures women at every level have the opportunity to contribute to developing a set of proposals and targets to support and enable the BBC to be one of the best organisations in the world for women to work.’          Radio 4 PM host Eddie Mair asked an expert in change management to explain the roleThe latest round of recruitment comes after the job title was widely ridiculed – even by those within the BBC.Radio 4 PM host Eddie Mair asked an expert in change management to explain the role.‘If you become head of change, how do you know when to stop changing?’ he joked.At the time, critics also compared the position to the ‘head of values’ and ‘director of better’ in BBC satirical comedy W1A.The broadcaster has reduced the number of its job titles from 5,000 to around 600. It came after consultants said its job titles should reflect the roles its workers carry out.Staff titles at the BBC have previously included a ‘thematic research manager’, a ‘service management and release manager’ and an ‘identity architect’.A BBC spokesman said: ‘While the job title “head of change” might amuse some, it’s actually commonly used in businesses up and down the country as a simple internet search will reveal.’"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/09/23/4AFDFA1300000578-0-image-m-18_1523314623554.jpg","title":"Secret mans happiness Outdoing mum dad","story":"    Researchers ided educational attainment into three categories – the top level equated to a degree, the middle to A-levels and the bottom to GCSEs or lower (file photo)PM fuels hopes of an intervention to save the Open...Teachers at private schools are feeling overworked by...Share this articleThe Oxford University researchers found that exceeding parents’ educational attainment was linked to decreased psychological distress in men – but falling short was linked to an increase.However women did not appear to be affected by failing to keep up with their parents. The survey analysed results from more than 50,000 people in Britain and 27 other European countries.Men whose educational status was at the bottom level and whose parents were at the top level were more than twice as likely to be among the 10 per cent of most psychologically distressed people than those whose educational level matched their parents’. Study co-author Dr Alexi Gugushvili said the effect was comparable to the gap between those who were orced and those who were not.          Men whose educational status was at the bottom level and whose parents were at the top level were more than twice as likely to be among the 10 per cent of most psychologically distressed people than those whose educational level matched their parents’ (file photo)But men whose educational status was at the top level and whose parents were at the bottom level were 50 per cent less likely to be psychologically distressed than men whose level was the same as their parents’.Dr Gugushvili said: ‘For men, parents’ educational achievement and intergenerational mobility retain an important influence on their psychological health after accounting for iniduals’ social class and other explanations of distress, but no effect is observed for women’s distress.‘The reason for this could be that men are more likely than women to attribute success and failure by pointing to their own merits, abilities and effort, rather than factors they have no control over.’Dr Gugushvili is due to present the findings at the British Sociological Association’s annual conference today."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/01/0005146F00000258-5596961-image-a-95_1523319356231.jpg","title":"Iceland removes palm oil label food","story":"    An endangered orangutan in Indonesia. Millions of acres of forests in the country have been burned to make way for palm oil plantations          The remnants of a rainforest in Indonesia which was burned to the ground after a wildfireMillions of acres of forests across Indonesia have been burned to make way for plantations producing palm oil.Orangutan populations have been particularly devastated by the resulting habitat destruction.Iceland has now vowed to remove all palm oil from its own-brand food by the end of 2018. Secret to a man\u0027s happiness? Outdoing mum and dad: Failing...Losing weight can be a cancer warning and not a sign of good...Share this articleSome 130 products will have been reformulated by the end of the year.Managing director Richard Walker said: ‘Until Iceland can guarantee palm oil is not causing rainforest destruction, we are simply saying “no to palm oil”.‘Having recently been to Indonesia and seen the environmental devastation caused by expanding palm oil production first hand, I feel passionately about ... raising awareness of this issue.’ "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/06/4B005DE200000578-5597143-image-a-15_1523339386557.jpg","title":"Kim makes official mention US N Korea talks","story":"    North Korea\u0027s leader Kim Jong-Un mentioned future talks with the US at a party meeting, marking his first public acknowledgement of dialogue with Washington, ahead of a planned but yet unscheduled summit with President Donald TrumpAt the meeting of party officials on Monday, Kim discussed the \u0027development of the north-south relations at present and the prospect of the DPRK-U.S. dialogue,\u0027 the official KCNA news agency said, referring to the North by its official acronym, which stands for the Democratic People\u0027s Republic of Korea.He delivered a report \u0027on the development of the recent situation on the Korean peninsula,\u0027 including the separate summit with South Korea to be held later this month, it said.In a growing rapprochement (which is an international relations term form \u0027an establishment or resumption of harmonious relations\u0027) on the Korean peninsula, Kim is scheduled to meet the South\u0027s president Moon Jae-in for a rare inter-Korean summit on April 27.Trump has agreed to meet Kim for a historic US-North Korean summit to discuss denuclearization as soon as next month.But the North had remained publicly silent since its leader\u0027s invitation to talks was delivered to Trump by South Korean officials last month.          Trump has agreed to meet Kim for a historic US-North Korean summit as soon as next month, but Pyongyang has never officially confirmed its offer of denuclearization talksAs officials in Washington scrambled to prepare for the prospective meeting, the weeks-long silence had reportedly made the White House nervous that Seoul had overstated the North\u0027s willingness to negotiate over its own nuclear arsenal.Kim\u0027s remarks on Monday break that public silence, although he did not specifically refer to a \u0027summit\u0027 with Trump.Following multiple media reports of back-channel talks between the Cold War rivals, Trump said on Monday he planned to meet Kim in \u0027May or early June.\u0027\u0027I think there will be great respect paid by both parties and hopefully there will be a deal on denuking,\u0027 Trump said.\u0027Hopefully it will be a relationship that will be much different than it has been for many, many years.\u0027Trump says he\u0027ll meet with Kim Jong un in May or early June...North Korea tells the U.S. it is prepared to discuss...Share this articleNorth Korea\u0027s recent surge in diplomatic activity marks a stunning turnaround after a year of heightened tensions which saw the North fire multiple missiles and carry out its most powerful nuclear test, further isolating the regime and triggering a fiery war of words with Trump.Since sending a high-profile delegation along with athletes to the Winter Games in the South in February, Kim has made his international debut with a visit to Beijing, his first overseas trip since taking power in 2011.The North\u0027s foreign minister Ri Yong Ho arrived in Moscow on Monday after making stops in Beijing, Azerbaijan and other former Soviet republics.Ri also paid a visit last month to Sweden, which acts as a diplomatic go-between for Washington and Pyongyang.          At the meeting of party officials Monday, Kim discussed the \u0027development of the north-south relations at present and the prospect of the DPRK-US dialogue\u0027If the summit does take place, many remain skeptical about the whether a meeting between the two notoriously unpredictable leaders can succeed.It is scheduled to take place without the months of groundwork that usually precedes such meetings.No specifics have yet emerged concerning the date or venue of the proposed summit, with a third country such as Mongolia or Sweden under consideration to host the talks, according to multiple reports.Beyond that, a detailed agenda for the talks will need to be set.Washington\u0027s long-held stance is that it will not accept a nuclear-armed North Korea. That means it wants to see \u0027complete, verifiable, and irreversible\u0027 denuclearize, which is a very high bar from North Korea\u0027s perspective.The North has previously demanded the withdrawal of US troops based in the South and the end of the security alliance between Seoul and Washington, which is an extraordinary concession that it is hard to imagine any previous US president agreeing to."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/09/11/4AD37AD000000578-0-image-m-14_1523271516610.jpg","title":"Vietnam activists question Facebook suppressing dissent","story":"    A letter signed by human rights groups said Facebook\u0027s system of automatically pulling content if enough people complain, could \u0027silence activists and citizen journalists in Vietnam\u0027Vietnam last year unveiled a 10,000-strong military cyber warfare unit, named Force 47, to counter \u0027wrong\u0027 views on the internet.The open letter to Zuckerberg called Force 47 \u0027state-sponsored trolls\u0027 and accused them of exploiting Facebook\u0027s community policies and disseminating fake news about the activists.Check your Facebook account NOW: Site launches a tool to...D-Day for Facebook, Zuckerberg before skeptical lawmakersFacebook launches bounty program for reports of data misuse...Share this articleVietnam\u0027s government said Facebook has committed to work with it to prevent content that violates the country\u0027s laws from appearing on its platform and will also remove fake accounts and fake content about senior government officials.The activists said the frequency of takedowns had risen and Facebook\u0027s has been unhelpful in restoring accounts and content, after its Head of Global Policy Management Monika Bickert met with Vietnamese Information Minister Truong Minh Tuan in 2017.          Vietnamese  human rights activist, La Viet Dung, shows the open letter signed by himself sent to Facebook Inc.\u0027s chief executive Mark Zuckerberg, in Hanoi, VietnamFacebook said at the time of the meeting it would set up a separate channel to directly coordinate with the communication and information ministry on reports of illegal content.\u0027We appreciate Facebook\u0027s efforts in addressing safety and misinformation concerns online in Vietnam and around the world,\u0027 the activists said.\u0027Yet it would appear that after this high profile agreement to coordinate with a government that is known for suppressing expression online and jailing activists, the problem of account suspension and content takedown has only grown more acute.\u0027Earlier this month, Vietnamese human rights lawyer and activist Nguyen Van Dai was jailed for 15 years on the charge he \u0027aimed at overthrowing the people\u0027s administration\u0027. Another five activists were jailed for seven to 12 years.Their sentences prompted responses by representatives from the United States, the United Kingdom, Germany, the Netherlands and the European Delegations among other rights groups.But Vietnam\u0027s foreign ministry spokeswoman Le Thi Thu Hang said \u0027there is no such thing as people being arrested for freely expressing opinion\u0027 in Vietnam.Facebook had not immediately response to a request for comment on the letter to Zuckerberg. Vietnam\u0027s ministry of foreign affairs did not immediately responded."},{"url":null,"title":"Spanish newspaper boss misses chair tumbles floor screaming live interview","story":"    Bieito Rubido Ramonde, director of Spain\u0027s third largest newspaper ABC (pictured left), took a tumble on live television Rubido Ramonde springs to his feet as the host peers over to producers, uttering under his breath: \u0027Oops, he fell over.\u0027The presenter rushes to his aid and asks: \u0027Are you okay? Those chairs! Everything all right?\u0027Rubido Ramonde, red in the cheeks and visibly embarrassed, shakes the interviewer\u0027s hand and forces a grim smile.The media boss was on the show to talk about Princess Cristina, King Juan Carlos and Queen Sofía\u0027s child and the sixth in line to the Spanish throne.The conversation came in the wake of Spanish royal\u0027s problems with tax evasion charges and the imprisonment of her husband.Rubido Ramonde has been the director of ABC newspaper since 2010 and collaborates with other Spanish radio stations."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/09/4B01F71C00000578-5597985-image-a-2_1523347882970.jpg","title":"Hapless driver proceeds wrong way roundabout Hampshire","story":"    Accident waiting to happen: The shocking footage shows the driver who captured the incident on his Dash Cam stopping at a lights as he sees the car slowly come into view          Shocked: The car slowly makes its way around the bend in the wrong direction. A pick-up lorry is forced to stop in its tracks and the drivers inside seem to try to alert the dangerous driverOn seeing the car, a pick-up lorry was forced to stop in its tracks as the driver of the Volkswagen carried on and out of view.The driver who captured the footage  turned off at the next exit.He said he had no idea how long this continued for – or whether the situation resolved itself safely.\u0027It was absolutely ridiculous driving. I can\u0027t really think of an excuse for it,\u0027 he said.\u0027Whoever it was should clearly not be allowed behind the wheel. If the incident had unfolded differently, it could have been catastrophic.\u0027It is unclear whether the driver of the car was apprehended.           \u0027Ridiculous driving\u0027: Once the driver cleared the lorry, the Volkswagen proceeds and eventually turns off at the next exit"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/09/14/4AFAE67500000578-0-image-m-6_1523279752997.jpg","title":"Adorable toddler hides crisps underneath blanket hilarious attempt avoid sharing them","story":"    The tiny tot (pictured) was intent on having her snacks all to herselfShe looks around, making sure the coast is clear, then goes for it.She takes a large handful of crisps and shoves them into her mouth.Then, without a word, she places the open packet back under the blanket. All throughout, the person holding the camera, presumed to be the parent,  tries to suppress bouts of laughter.It remains unclear exactly where the video was filmed."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/09/4B009A3800000578-5598065-image-a-25_1523350542020.jpg","title":"Incredible 3D printed bungalow built scratch 15 hours","story":"    The team behind the printer are working to increase the size of the houses to several storeysRemarkable footage of the printer at work show it remotely laying concrete as it piles up the walls of the house.  Working from the ground up, the machine layers concrete in a rectangular template until the shell of a bungalow begins to form.The jaw-dropping technique leaves the building with a unique stripey pattern on its outer walls.Co-founder of Be More 3D, Vicente Ramirez, told reporters: \u0027This process allows us to reduce the costs of the building of houses by up to 35 per cent, saving time and minimising the pollution and labour risks that are caused by building.\u0027Building a house can be done in eight hours by turning up the speed of the machine.\u0027Mr Ramires also revealed his team are working to increase the size of the houses they are creating to incorporate several storeys.          The printer works by layering concrete up in streaks to form the outer shell of the building          The process of building using a 3D printer is said to reduce building costs by up to 35 per centBe More 3D developed the printer in tandem with specialist engineers at the Polytechnic University of Valencia.And it is hoped the speed the technology is developing will mean the machine will get quicker and quicker at building houses in the near future.Currently the printer is capable of building bungalows that are 24 square metres (258 square feet) in size.         The 3D printer is being used to build seven chalets, complete with living-dining room, bathroom and bedroom in the city of Cuenca, in the province of Castille-Mancha in Spain.Be More 3D expect to have orders from around the world next year - including South America and the Far East.But the machine is not completely perfect just yet as Mr Ramirez says it still requires human help to finish off the projects its starts.  \u0027After the initial build, we have to put on the roof with pre-made panels, and put in the windows, doors,taps and waterproofing,\u0027 he added.          The scheme is already being rolled out across Spain with global orders expected next year          The layering process gives the finished building a unique stripey effect on its outer surfaces          Although the machine does most of the work, there are still a few bits that require human help"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/11/4B02113F00000578-5598219-image-a-5_1523354891198.jpg","title":"Japanese confirmed worlds oldest living man aged 112","story":"    Mr Nonaka looked overjoyed as he celebrated his title by eating an enormous birthday cake          The supercentenarian\u0027s family own and run a 105-year-old inn containing its own hot baths          Ashoro, Japan is known for its hot springs with tourists coming from all over the world to batheHe currently lives with his family, who own and manages a 105-year-old hot springs inn.He needs a wheelchair to move but he is in good condition, said Yuko Nonaka, his granddaughter.He loves eating any kinds of sweets - Japanese or western style, she told AFP. He reads newspapers everyday and often soaks in the hot springs.  Mr Nonaka has seven brothers and one sister who live nearby in the town of Ashoro on Hokkaido.Japanese police arrest 73-year-old man who kept his disabled...Japanese bodybuilder fools fans with a wig and convincing...Handled with care! Japanese airport worker is filmed...Share this articleHe married Hatsuno in 1931 and the couple had five children, according to Guinness World Records.According to his granddaughter Yuno, he grew up in a large family and succeeded his parents running the inn. He regularly soaks in the springs and also enjoys eating sweets, especially cakes.Mr Nonaka, wearing a knit cap and a kimono-style jacket, flashed a smile and posed for a group photo with his family, making a victory sign with his right hand.He dug into the cake after it was cut and served, and said, Delicious,  NHK public television reported.          Mr Nonaka put his extreme longevity down to a penchant for hot baths and eating sweets          Japan has been home to several of the world\u0027s oldest people thanks to a healthy national dietNonaka has outlived all seven of his siblings, as well as his wife and two of their five children. Guinness World Records is currently investigating possible contenders for the title of oldest living person as no one has been recognised since Violet Brown from Jamaica died in July 2017, aged 117.Japan, known for the longevity of its people, has been home to several oldest title holders, including Jiroemon Kimura, who died in June 2013 at the age of 116.There are around 68,000 people aged 100 or older in the country, the government said last year."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/12/4B03059100000578-0-image-a-43_1523361591591.jpg","title":"Barry Gardiner apologises saying Good Friday Agreement shibboleth","story":"    Labour shadow minister Barry Gardiner has today said he is \u0027deeply sorry\u0027 for suggesting the Good Friday Agreement is being played up in Brexit talks (file pic)In his grovelling apology, Mr Gardiner said: \u0027The Good Friday Agreement is a vital and essential part of the relationship between the UK and the Republic of Ireland, and has been central to the two decades of peace it has brought about.\u0027Labour is completely committed to the agreement and opposed to any return of a hard border between North and South.\u0027We are committed to negotiating a new customs union between the UK and Ireland as part of a final Brexit settlement, which would play a key role in ensuring there is no hard border.\u0027I am deeply sorry that my informal remarks in a meeting last month have led to misunderstanding on that point - in particular, that my use of the word \u0027shibboleth\u0027 in its sense of \u0027pass word\u0027 or \u0027test of membership\u0027 gave the impression that I thought the Good Friday Agreement was in any way outdated or unimportant.\u0027I absolutely do not.\u0027The West responds: May, Trump and Macron agree the world...Share this article    The former US secretary of state - whose husband Bill helped create the 1998 peace deal, which was signed 20 years ago today - said that reinstating a hard border would be an \u0027enormous setback\u0027Hillary Clinton has warned that the hand of history will be \u0027heavy and unforgiving\u0027 if Brexit is allowed to \u0027undermine\u0027 the Good Friday Agreement. The former US secretary of state - whose husband Bill helped create the 1998 peace deal, which was signed 20 years ago today - said that reinstating a hard border would be an \u0027enormous setback\u0027 that could lead to a return to the \u0027bad old days\u0027.Britain and the EU are yet to find a solution to the question of whether there will be a hard border between the UK and Ireland after Brexit. Progress is due by the summer and failure strike an agreement acceptable to Dublin could scupper hopes of any deal at the crucial October summit. Writing in The Guardian, Mrs Clinton said: \u0027These are difficult times for Northern Ireland, and for our world.\u0027As the Brexit debate rages on, I continue to believe in the value of the European Union, and of a Europe that is whole, free and at peace. \u0027But no matter the outcome of these discussions, we cannot allow Brexit to undermine the peace that people voted, fought and even died for.\u0027She also adapted a phrase from a speech by Tony Blair from 1998, stressing: \u0027If short-term interests take precedent over solving the long-term challenges that still exist in Northern Ireland, then it is clear that the hand of history will be both heavy and unforgiving.\u0027                           \u0027That is because it is hugely in the Republic of Ireland\u0027s economic interest to make sure there is no tariff and no external border there.\u0027  He had initially tried to deny that he had ever made the controversial remark, but apologised after a tape surfaced of it.  He faced widespread criticism, with Mr Smith saying it was \u0027reckless\u0027.  Mr Blair joined in the condemnation saying:  \u0027I don\u0027t know how anyone can say that.\u0027It\u0027s the only basis by which we can have peace.\u0027 But he sparked further controversy today after a recording of him speaking at a think-tank event surfaced in which he rubbished his own party\u0027s Brexit tests.According to the BBC he said: \u0027Well let\u0027s just take one test - the exact same benefits. B******ks.\u0027Always has been b*****ks and it remains it.\u0027We know very well that we cannot have the exact same benefits and actually it would have made sense - because it was the Tories that said they were going to secure the exact same benefits - and our position should have been to say they have said they are going to secure the exact same benefits and we are going to hold them to that standard.\u0027He was slapped down by the Labour spokesperson who said: \u0027Labour has set six tests for the final Brexit deal. \u0027Those include holding the Government to its own commitment to deliver the same benefits as the single market and customs union. \u0027We have been clear that, if those tests are not met, Labour will not back it in Parliament. Barry Gardiner fully supports that position.\u0027The row comes as the UK marks the 20th anniversary of the Good Friday Agreement, which brought decades of sectarian violence and bloodshed to an end.  But Northern Ireland is again in a political crisis after powersharing collapsed over a year ago.The DUP and Sinn Fein have been at loggerheads over a range of issues including a proposed Irish language Act. And No10 has warned that Westminster could have to step in and impose direct rule on the region for the first time in more than a decade. Mr Blair today said Theresa May must give the Northern Ireland peace process her \u0027full focus\u0027 to end the current impasse, Tony Blair warned today.The ex-Labour PM said the Good Friday Agreement had been the start of a long journey away from the Troubles.And he warned that the process still needed the \u0027full focus\u0027 of the current Prime Minister at the most crucial moments.Devolved powersharing in Belfast has been on ice for more than a year after a breakdown in relations between the Unionist DUP and Republican Sinn Fein.Meanwhile, Hillary Clinton has warned that the hand of history will be \u0027heavy and unforgiving\u0027 if Brexit is allowed to \u0027undermine\u0027 the Good Friday Agreement.           Tony Blair voiced disbelief at the remark made by Barry Gardiner, saying \u0027I don\u0027t know how anyone can say that\u0027The former US secretary of state - whose husband Bill helped create the 1998 peace deal, which was signed 20 years ago today - said that reinstating a hard border would be an \u0027enormous setback\u0027 that could lead to a return to the \u0027bad old days\u0027.Britain and the EU are yet to find a solution to the question of whether there will be a hard border between the UK and Ireland after Brexit. Progress is due by the summer and failure strike an agreement acceptable to Dublin could scupper hopes of any deal at the crucial October summit. Mr Corbyn  said: \u0027The Good Friday Agreement was a defining moment in Irish history which allowed peace to prevail. It was a great achievement and I pay tribute to the work done by Tony Blair, Mo Mowlam and Paul Murphy, as well as those on all sides in Ireland, north and south, in achieving the crucial breakthrough of the peace process.\u0027No one wants to be marking the twentieth anniversary of the agreement while the assembly at Stormont remains suspended. Efforts must be redoubled to restore the assembly, and to ensure a lasting open border as part of the Brexit negotiations.\u0027There must be no return to a hard border between north and south, and no return to the horrors of the troubles. All of us on both sides of the Irish Sea have a responsibility to maintain hope for the future.\u0027The history of Ireland is a great teacher of oppression and brutality, imagination and poetry. For Irish communities everywhere – including in my own constituency – the Good Friday Agreement will always embody their hopes for peace and justice. We must cherish and learn from it for the future.\u0027 "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/00/03F2B940000003E8-0-image-m-45_1523316587730.jpg","title":"Museum Brexit announced","story":"Brexit trade boost as Danish and Swedish leaders push for an...Share this article\u0027In 40 years time people will think everyone we know was on the other side, as was the academic research, so how did this happen?\u0027Unless we start collecting material now we won\u0027t be able to educate people - especially the first 15 years or so where there are no digital records. It\u0027s of massive historical importance.\u0027 He added: \u0027People are interested in history and interested as to why this happened. You would hope that those on the other side of the argument would also be interested as to why they got it so badly wrong and why they lost the support of the country.   \u0027Some people may laugh but those are the ones who are still trying to pretend Brexit hasn\u0027t happened. Unless they try to understand why, they will never learn.\u0027 Mr Towler said: \u0027We\u0027ve got people from the right and left involved. Nigel Farage is supportive. He has 15 years of Ukip in his garage. I haven\u0027t got anything specific from him yet. Maybe an ashtray and an empty pint glass.\u0027It will be an American presidential library style thing.\u0027           Nick Clegg suggested the Brexit bus that promised £350m a week for the NHS should be \u0027parked in the forecourt\u0027 of the museum Nick Clegg, former Liberal Democrat deputy prime minister, said he had a couple of ideas for the museum.He told the Financial Times: \u0027The Brexit bus should be parked in the forecourt,\u0027 referring to the campaign bus that promised £350m a week for the NHS.\u0027Then you could have a blank canvas in the entrance hall to represent their Brexit manifesto.\u0027Responding to that, Mr Towler told MailOnline: \u0027I would say to Nick Clegg...don\u0027t you think it\u0027s important to see why you lost?\u0027            Former UKIP leader and Brexit campaigner Nigel Farage is reportedly a supporter of the projectLincoln has been suggested as the preferred location for the museum but nothing has been fixed yet.\u0027Why not Lincoln?\u0027 Mr Towler said. \u0027It\u0027s been a strong area historically in kicking against the EU and thinking that Britain should be independent.\u0027 Mr Towler said he and Lee Rotherham, a veteran Eurosceptic who is chairing the campaign, were not yet seeking donations for the museum.\u0027It\u0027s going to be a long, slow business\u0027, said Mr Rotherham. \u0027It\u0027s too early to move on to the legacy side of Brexit now, but unless we start the process now, some of the material will potentially be gone.\u0027  It is hoped the Brexit Museum that will feature memorabilia will open within three yearsThe first task was to start gathering up old speeches, mugs, ties and posters before they were consigned to the rubbish bin.Collection centres will be organised across the country where items can be dropped off. A digital archive is also planned. They are also asking politicians to donate items such as \u0027a draft speech from the Maastricht debate\u0027. Asked if the \u0027Brexit Museum\u0027 would contain materials from the Remain campaign, Mr Towler said: \u0027There will be some, but they\u0027re not part of the organisation.\u0027 It is hoped the museum will open within around three years. Its website said a pause before launching the centre is needed to allow \u0027time for the country to heal politically\u0027.  "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/16/4B02107800000578-5599865-image-a-3_1523375842319.jpg","title":"Charity couple invite Harry Meghans Royal Wedding","story":"Afghanistan veteran Philip Gillespie, pictured, who lost a leg to a bomb in 2010, is one of the 1,200 members of the public invited to the Royal Wedding thanks to his work supporting the ABF The Soldiers\u0027 Charity  Manchester Arena bombing survivor Amelia Thompson, 12, pictured left at the Ariana Grande concert before the attack and right present day, will also be at the major event and said she was \u0027speechless\u0027 when she heard the news          Schoolboy Reuben Litherland, 14, has been invited for teaching his classmates sign language after he was born deaf  Jorja Furze, left and right, 12, was born without a left leg and has gone on to work an ambassador for amputee charity Steel Bones despite her young age          Former homeless teenager Kai Fletcher, 18, pictured, is going to the wedding after turning his life around and now works with a charity to help rough sleepers  The couple received the invite to Harry and Meghan\u0027s wedding for their involvement in a Carlisle arts charity and said they were brushing up on their etiquette. Pictured left and right are the Royal couple posing for engagement photosAmong those chosen are Philip Gillespie, 30, of Ballymena, Northern Ireland, who was a former section commander in the Royal Irish Regiment.The solider lost his right leg in 2010 aged just 22 four months into his third tour of Afghanistan when he stepped on an improvised explosive device (IED), needing three operations at Camp Bastion before he was airlifted to hospital in the UK for further treatment. Since then he has dedicated his life to charity, raising cash and awareness for ABG The Soldiers\u0027 Charity and has recently competed in team trials for rowing, swimming and archery at the next Invictus Games, set up by Prince Harry. Mr Gillespie said it is \u0027a wee bit surreal\u0027 to think he will be there next month with his girlfriend Kirsty Crawford.Royal bride practice! Meghan takes the lead at cutting the...Barack Obama WON\u0027T be going to Prince Harry and Meghan...Share this article    Amelia Thompson survived the Manchester terror attack and will attend the wedding with family friend Sharon Goodman, whose 15-year-old daughter Olivia Campbell-Hardy was killed in the bombingA 12-year-old girl left traumatised when she was caught up in the Manchester Arena bombing has decided to take the grandmother of a teenager who died in the terror attack with her to the royal wedding.Amelia Thompson said she was \u0027speechless\u0027 when she found out she was being invited to Harry and Meghan\u0027s marriage next month.A year ago, she was among the crowds when the bomb went off in the foyer at Manchester Arena and suffered trauma as well as damaged vocal cords from screaming at the horror of what she was witnessing.Since the attack, Amelia and her family have met others affected by the bombing through fundraising efforts, including a photo shoot.The teenager said she asked her mother, Lisa Newton, whether she would forfeit her chance of going to the wedding in favour of their friend Sharon Goodman, whose 15-year-old granddaughter Olivia Campbell-Hardy was killed in the attack.Now they say they are hoping another ticket might become available so another friend Harriet Taylor can go too.                                                    The 12-year-old from Dronfield Woodhouse, near Sheffield, has spent a year recovering from the trauma she suffered after she witnessed the aftermath of the Manchester Arena bombing.Now she has decided to give her other ticket to  Sharon Goodman, whose 15-year-old granddaughter Olivia Campbell-Hardy died in the attack.The youngster said: \u0027I was speechless. I could not respond I was so excited,\u0027 and she is now looking forward to buying a dress. Jorja Furze, 12, has also been chosen for her work as ambassador for the Steel Bones charity which works with the amputee community.Jorja is an amputee from birth, having lost her left leg, but has overcome adversity to help others in similar situations.She has also set up an anxiety group for new students at her school in Ely, Wales, to help them cope with the adjustment to higher education.Teenager Kai Fletcher, who found himself homeless at 15, has also been invited to Prince Harry and Meghan Markle\u0027s wedding.Kai had a difficult childhood growing up in a household troubled by alcohol and domestic violence, and later found himself homeless.After turning to Bath-based charity Southside for help, the 18-year-old now works for the organisation as a young advocate team leader having turned his life around.\u0027It was a bit surprising. I am looking forward to going, really excited,\u0027 he said.Mr Fletcher, who lives in Bath, said he would be taking his sister Louise with him to the wedding at Windsor Castle next month.He said he had met the Duchess of Cornwall when she visited the Southside project in Bath last year with the Lord Lieutenant of Somerset Annie Maw.\u0027The Duchess was really lovely and I quite liked her. She really listened to what you had to say, which was nice,\u0027 he said.\u0027I am giving back to Southside what they have given to me, which was a new opportunity.\u0027 Mother-of-three Pamela Anomneze said she felt \u0027excited and overwhelmed\u0027 to be one of the chosen guests after she was recognised for her work with social enterprise Studio 306 Collective, which helps those with mental health problems.          Primary school teacher David Gregory, pictured, 28, of Northumberland, has been invited for his work with pupils on practical projects to help his community in Blyth, including environmental endeavours           Tessa Hince, left, and Hayley Ash, right, are going to the wedding for their efforts founding a Christmas lunch in Banbury and Shipston-on-Stour, bringing together people who might be lonely or on their own during the festive period          Invitations to the wedding, pictured, went out last month. They feature American ink written on English card and were made by Barnard \u0026amp Westwood, which has held a Royal Warrant for Printing \u0026amp Bookbinding by Appointment to Her Majesty The Queen since 1985          Kai, pictured, grew up in a household troubled by alcohol and domestic violence but is now helping others through similar difficultiesA teenager who found himself homeless at 15 has been invited to Prince Harry and Meghan Markle\u0027s wedding.Kai Fletcher had a difficult childhood growing up in a household troubled by alcohol and domestic violence, and later found himself homeless.After turning to Bath-based charity Southside for help, the 18-year-old now works for the organisation as a young advocate team leader having turned his life around.\u0027It was a bit surprising. I am looking forward to going, really excited,\u0027 he said.Mr Fletcher, who lives in Bath, said he would be taking his sister Louise with him to the wedding at Windsor Castle next month.He said he had met the Duchess of Cornwall when she visited the Southside project in Bath last year with the Lord Lieutenant of Somerset Annie Maw.\u0027The Duchess was really lovely and I quite liked her. She really listened to what you had to say, which was nice,\u0027 he said.\u0027I am giving back to Southside what they have given to me, which was a new opportunity.\u0027                                                     \u0027He used to watch Suits. When I came home and informed him of the invite he was down on his knees begging to go. He said \u0027Oh mum, just to get a glimpse of Meghan Markle!\u0027She said she may wear a colourful outfit traditional to her native Nigeria, but will leave the decision up to her colleagues.\u0027I want to think about what to wear and seek advice from my team. I want the Collective collectively to advise me,\u0027 she said. Fourteen-year-old Reuben Litherland\u0027s school support worker in Derby did not believe him at first when he informed her he would be among the congregation at the wedding, his mother said.The Saint Benedict Catholic Academy pupil, who is deaf and has set up a lunchtime sign language club at school, is still coming to terms with the news, she said.His mother Jacinta Litherland, who will attend the wedding with her son, said: \u0027He is very excited, and probably a bit bewildered. It\u0027s just not quite sunk in.\u0027She said she was \u0027very proud\u0027 of her son\u0027s achievements, which include campaigning for deaf friendly cinema screenings, at such a young age.\u0027He is raising awareness of the difficulties and struggles that deaf children face, and he\u0027s doing it very well,\u0027 she said.The pair will miss Ms Litherland\u0027s brother\u0027s birthday as it clashes with the wedding.\u0027He will understand - but he will have something to say about it,\u0027 she joked.Volunteer social enterprise worker Amy Wright is \u0027very excited\u0027 at her invitation to the royal wedding but views it as an accolade for the whole team she works with.The 26-year-old is chair of the board of directors for The Usual Place cafe in Dumfries, which provides employability and training opportunities for young adults with additional support needs.She has been invited to share Prince Harry and Meghan Markle\u0027s wedding day on May 19 along with Heather Hall, chief executive of The Usual Place.They were nominated by the Lord Lieutenant of Dumfries and were delighted to be invited to the wedding day.Ms Wright, from Annan in Dumfries and Galloway, said: \u0027It was a major surprise to the whole Usual Place team that we got this invitation.          Pamela Anomneze, 52, pictured, is going to the wedding in recognition of her work with a social enterprise that helps people with mental health issues          Rosie Ginday, 34, pictured, founded Miss Macaroon, a social enterprise that provides training and job opportunities for disadvantaged young people, earning her an invite to the wedding          Amy Wright, 26, pictured, was given an invitation for setting up the Usual Place Cafe, another social enterprise that supports young people aged 16-25 with special needs          Harry and Meghan, pictured, have invited 1,200 members of the public to their nuptials    Prince Harry interviews former US President Barack Obama as part of his guest editorship of BBC Radio 4\u0027s Today programme in December          Prince Harry with the First Lady Michelle Obama during a visit to the White House in 2013In additional, St George\u0027s Chapel, where the couple will wed on May 19, is much smaller than Westminster Abbey, where the Duke and Duchess of Cambridge tied the knot.\u0027Only 600 guests are going to be invited and if the couple had to invite a long list of VIPs and dignitaries, it would take up a huge chunk of the available seats,\u0027 said a source.A Kensington Palace Spokesman said: \u0027It has been decided that an official list of political leaders – both UK and international - is not required for Prince Harry and Ms. Markle\u0027s wedding. \u0027Her Majesty\u0027s Government was consulted on this decision, which was taken by The Royal Household.\u0027In January royal biographer, Duncan Larcombe, predicted that the Obamas would not get an invite to avoid upsetting diplomatic ties with the US.  Donald Trump, pictured, is also not invited to the wedding with the President yet to make an official visit to the UK          Prime Minister Theresa May is also off the list after the couple decided against inviting political leadersReports suggested that the Foreign Office was nervous about upsetting current president Donald Trump, who has still not visited the UK in an official capacity or met the Queen.Additionally, the royal family is supposed to remain neutral and above politics and no foreign heads of state were invited to Kate and William\u0027s wedding in 2011. \u0027There were religious leaders, members of the royal family, and commonwealth countries that were invited, \u0027he told townandcountry.com. \u0027I suspect that will be the same blueprint that Meghan and Harry will use. \u0027It\u0027s all very carefully orchestrated to make sure that there\u0027s no political overtones.\u0027                                                     The qualified pastry chef and former English teacher said: \u0027Harry and Meghan came to Millennium Point (Birmingham), and got to taste our macaroons which was really fun.\u0027They were both so passionate about meeting all the young girls there and took a real interest.\u0027They\u0027re accessible as well, and it\u0027s great to have a younger generation of royals showing they do care and they are invested in what young people can do.\u0027Ms Ginday\u0027s organisation has worked with care-leavers, the homeless, lone single parents and those with mental health problems, introducing them to working life, at the firm\u0027s ship and bakery, and even giving some the chance to work at Michelin star restaurant Purnell\u0027s.Another wedding guest was Rashid Bhayat, 38, who founded and runs Coventry\u0027s Positive Youth Foundation, which offers youngsters from disadvantaged backgrounds opportunities in areas like music and sports.He described his wedding invitation as \u0027a glowing testament\u0027 to work of the youth organisation\u0027s volunteer trustees and staff who give up days, evenings and weekends, providing and running activities.In January, the Duke and Duchess of Cambridge visited and saw their work first-hand.Speaking of his invite, he said: \u0027I feel honoured to go and represent - it\u0027s not for me, but for all the people who have driven and keep driving the organisation forward.\u0027He added: \u0027I will be using the opportunity to raise the profile of our young people\u0027s work and the value of reinvesting in our youth.\u0027 Tessa Hince, who lives near Banbury, Oxfordshire, and Hayley Ash, of Shipston-on-Stour, both 32, received invites after running the successful Shipston Christmas Community Lunch, since 2016.          Catherine Cooke, right, and daughter Julie-Ann Coll, of Northern Ireland, were both invited for their charity work, with Ms Cooke co-ordinating a women\u0027s charity while Ms Coll runs a support group that helps children cope with child bereavement           Meghan and Harry met young participants in the StreetGames initiative when they visited Cardiff earlier this year And they showed their determination to continue Princess Diana\u0027s work in support of people with HIV by nominating the Children\u0027s HIV Association.A spokesperson for Kensington Palace said: \u0027Prince Harry and Ms. Meghan Markle are incredibly grateful for the goodwill shown to them since the announcement of their engagement and are keen that as many people as possible benefit from this generosity of spirit.\u0027The couple have therefore asked that anyone who might wish to mark the occasion considers making a donation to charity, rather than sending a wedding gift.Prince Harry and Ms. Markle have personally selected seven organisations they would like to support, reflecting their shared values.\u0027Prince Harry and Ms. Markle do not have any formal relationships with the charities chosen.\u0027The couple have chosen charities which represent a range of issues that they are passionate about.\u0027Many of these are small charities, and the couple are pleased to be able to amplify and shine a light on their work.\u0027The charities are:CHIVA (Children\u0027s HIV Association)Crisis (National charity for homeless people)Myna Mahila Foundation (women\u0027s charity in Mumbai)StreetGames (Sports based charity for young people)Surfers Against Sewage (national marine conservation and campaigning charity)The Wilderness Foundation UK (charity which promotes nature)Scotty\u0027s Little Soldiers (A charity which supports children who have lost a parent while serving in the British Armed Forces)                                                     "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/11/4B021FE700000578-5598607-image-a-14_1523357305192.jpg","title":"Drawings infamous German scientist Dr Wernher von Braun sale 100 000","story":"    Wernher von Braun began a new role with the American rocket program after the war - his knowledge helped the U.S. to win the Space Race against Soviet Russia          Von Braun\u0027s detailed sketches appeared in an article for Colliers magazine in 1952  around the theme of Fly me To The Moon          Wernher von Braun after his capture by US forces in May 1945 - His arm was in a splint following a car crash weeks earlier when fleeing the Soviet advanceInstead, he was secretly transported to the US to lead their fledgling space program that faced competition from the Soviet Union.Von Braun submitted 17 detailed drawings to the investigative Collier\u0027s Magazine for its iconic \u0027Man Will Conquer Space Soon!\u0027 series between 1952 and 1954.These annotated drawings, graphs, calculations and letters that led to the conquest of the moon provided the magazine\u0027s illustrators with scientifically accurate outlines of the spacecraft which would enter orbit in the coming years.          Von Braun sketched this rudimentary lunar vehcle - his 1950\u0027s collection of drawings, calculations and letters are being sold for about for £70,000          Von Braun has even calculated the fuel requirements and \u0027burn\u0027 times (above) for his lunar lander           In addition the scientist provided detailed plans for \u0027Ground Stations\u0027 to track space rocketsThey include a highly important pencil drawing of a ship landing on the moon showing a cross-section view of the side of his proposed lunar lander.Von Braun was billed in the magazine as the world\u0027s top rocket expert and the editorial excitedly told its readers \u0027scientists have dreamed for centuries of a lunar voyage, now we know it can be done within the next 25 years\u0027.This prediction was in fact rather conservative as the US Apollo 11 mission put the first men on the moon on July 16, 1969.Von Braun\u0027s Saturn V rocket successfully launched the crew - Neil Armstrong, Buzz Aldrin and Michael Collins - on its historic eight-day mission.In 1975, in recognition of his vast contribution to the US space exploration program, von Braun received the National Medal of Science.          Dr Wernher von Braun led the Nazi rocket development program during the war and was the brains behind the dreaded V-2 rocket which killed 16,000 Londoners          Von Braun\u0027s detailed plans appeared in Colliers magazine in 1952.Fly me To The Moon -  unlike other members of the German high command he was controversially not prosecuted for war crimes at the infamous Nuremburg Trials          Among the items for sale are Von Braun\u0027s detailed sketch of plans to launch a satellite to orbit the earth - made 5 years before the Russian Sputnik shocked the worldA spokesperson for US auctioneer RR Auctions, who are selling the archive, said: The Collier\u0027s series drew widespread attention to von Braun\u0027s vision of manned spaceflight.After the success of the first issue, he appeared on TV and radio shows around the nation to discuss the subject.He was soon recruited by Walt Disney, and served as a technical advisor for three TV films about space exploration between 1955 and 1957.These broadcasts brought the idea of the space program into American living rooms nationwide.For the first time, Americans had a vision of space travel grounded in scientific reality as envisioned by the central figure of the coming Space Age..Von Braun helped design the V-2 rocket at their Baltic research base Peenemünde and slave labour from a nearby concentration camp was used to assist with the rocket program.And the winner is...no one? Google reveals its $30 MILLION...The battle of the space billionaires heats up as Jeff Bezos\u0027...Share this articleIn June 1945, after his capture, the US Secretary of State approved the transfer of von Braun and his specialists to America as part of Operation Paperclip.He worked for the US army on a ballistic missile program and developed the rockets that launched their first space satellite Explorer 1.Von Braun was then installed as director of the Marshall Space Flight Center, serving as chief architect of the Saturn V super heavy-lift launch vehicle which propelled the Apollo spacecraft to the Moon.He died, aged 65, in 1977.The timed auction ends on April 19. "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/10/3DEE026200000578-0-image-m-5_1523351404343.jpg","title":"Generation rent likely feel lonely parents","story":"    Generation rent report higher rates of loneliness as they can have fewer ties to their community and feel poorer, new figures today reveal.Secret to a man\u0027s happiness? Outdoing mum and dad: Failing...Share this article    Theresa May appointed the UK\u0027s first ever minister for loneliness, Tracey Crouch (pictured) in January.\u0027Homeowner households tend to have greater financial wealth and average annual household income is greater for those in owner occupied homes than those in rented homes. \u0027It may not be housing tenure in itself that is associated with how often people feel lonely but financial security.\u0027It also said that those who feel less of a sense of belonging to their neighbourhoods tend to also be more lonely. Statisticians said they have identified 13 main factors which can fuel loneliness - including whether you are single, have disability or illness, how often you see your friends and where you live. "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/12/4B022E1200000578-5598677-image-m-47_1523358683315.jpg","title":"Enormous sinkhole swallows SUV appearing middle Russian car park","story":"    Incredible footage from the scene shows the stricken car lying on its side in the sinkhole          Passers-by can be seen marvelling at the incident - which happened in Rostov-on-Don, RussiaLuckily for the owner, no-one was in the car when the road collapsed and there were no other injuries to people in the nearby area.According to local media, the local water company later managed to winch the vehicle out of the hole - although it had sustained some damage.It is not yet known what caused the ground to collapse under the car but local authority officials have launched an investigation. The Russians certainly seemed to see the funny side after the clip was shared on social media.   \u0027I wonder who will be covering the expenses for the car repairs?\u0027 Alexander Kingson wrote.While Vladimir Rostovskiy joked: \u0027An alternative entrance to Narnia.\u0027Another online commentator, Aleksey Kalashnikov, commented: \u0027I feel really sorry for the car owner\u0027While another user said: \u0027Elon Musk is sending cars into outer space, and we are sending cars to the underground.\u0027Rostov-on-Don is a major port city which will also be one of the host cities for the 2018 FIFA World Cup.   Rostov-on-Don is the setting for several of the games in the upcoming World Cup in Russia          Russian Twitter users saw the funny side of the incident, as many took to social media to mock"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/12/4B030A0500000578-5598683-image-a-37_1523361428726.jpg","title":"Now pay groceries selfies","story":"    Pioneering software: The footage shows British photographer Dan Wolfe try out the \u0027smile to pay service\u0027 in a grocery shop in Guangzhou, China      Is this the future of home buying? Incredible 3D printed...Google staff working in the UK are paid an average of...Share this article    Tried and tested: Wolfe managed to buy his goods. The technology has been tested with users having payments processed while wearing heavy make-up or disguises."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/11/4B02201700000578-0-The_home_s_open_hallway_welcoming_visitors_to_the_house_which_is-m-126_1523357604090.jpg","title":"Mansion owned Charles Dickens price slashed 2 5m","story":"    The holiday home where Charles Dickens wrote several of his masterpieces and has seen its price slashed by £2.7million in just 12 months          The home\u0027s open  hallway welcoming visitors to the house, which is perched on top of cliffs in Broadstairs, Kent          The house is adorned with reminders of Dickens\u0027 association, such as a bust and portrait, pictured, and was originally known as Fort HouseThe property - a popular wedding venue - has a large garden, an underground inn and museum, seven bedrooms and staff quarters. It even comes with the writing desk the Victorian author sat down at to pen his works.The home was built in 1801 and originally called Fort House, because it was built as the home of the Fort Captain during the Napoleonic Wars.Dickens spent two decades holidaying there and wrote in the small study, looking out across the sea.          The prolific writer loved to visit the picturesque home during the summers, which is now being run as a Victorian themed guesthouse, with the historical features seen in the dining room (pictured)          One of the bathrooms in the seven bedroom mansion that has also been used as a popular wedding venueNewly uncovered Charles Dickens letters reveal his true...Rundown Sherborne House boasting stunning mural by Sir James...Tower power: Romantic castles on the market NOW - including...Share this articleHe first visited in 1837 when he was aged 25 and finishing his 1837 novel The Pickwick Papers but is said to have written parts of many of his early novels in the house, including Nicholas Nickleby, Barnaby Rudge and Dombey \u0026amp Son.But by the 1850s Broadstairs had fallen out of favour with the author as he felt it had become too busy and noisy. In 1852 Dickens instead holidayed in Dover and in 1855 he opted for Folkestone.He stayed in Broadstairs for the final time in 1859 for a week and the property was renamed Bleak House after his death in 1870.          A floor plan of the property, which went on the market for £5.2m in March last year but it has now been reduced to £2.5m as the owners want a quick sale          The house, which Dickens first visited in 1837, also boasts a large garden          By the 1850s Broadstairs, seen here from  had fallen out of favour with the author as he felt it had become too busy and noisy. In 1852 Dickens instead holidayed in Dover and in 1855 he opted for Folkestone          The property - a popular wedding venue - has a large garden, an underground inn and museum, seven bedrooms (one of which is pictured) and staff quarters           Another view of one of the seven bedrooms in the Grade II listed property that is on the market with Terence Painter estate agentsThe current owners have extensively restored the property, which has been run as a five-star B\u0026ampB and wedding venue in recent years.The Broadstairs area was associated with smuggling and the lower ground floor has been retained as Smugglers Museum with original prison cells, an underground inn and old artefacts.          English novelist Charles Dickens, who lived from 1812 to 1870The Charles Dickens study has also been retained and contains the writing desk he sat at by the window and other Dickens-related items.The property has an entrance lobby, a grand reception hall, diningmusic room, lounge and bar, kitchendining room, another reception room, office, master bedroom with dressing room, en suite bathroom and a balcony and six further bedrooms.There is also staff quarters, garages and store rooms, as well as private gardens.The property is on the market with Terence Painter estate agents.James Painter, from the estate agents, said: \u0027This truly is a rare opportunity to buy into a piece of Dickens\u0027 history.\u0027Charles Dickens spent many summers at \u0027Fort House\u0027, as it was then known, where he used to take long walks along the cliff top and reportedly enjoyed long lunches.\u0027The property comes with a Dickens Study museum room which features Dickens\u0027 writing desk from where he wrote David Copperfield whilst looking out across the English Channel.\u0027Predating Dickens the property was a Naval Captain\u0027s house and now also features a unique smuggling museum located within the basement.\u0027More recently the property has been used as a five star B\u0026ampB and licensed wedding venue.\u0027The family owned and run property is now being sold reluctantly and has recently been reduced to £2.5million for a quick sale.\u0027              The Grade II listed mansion, which has been run as a hotel for the past five years, boasts glorious views over the pretty coastal town          The Broadstairs area was associated with smuggling and the lower ground floor has been retained as Smugglers Museum with original prison cells, an underground inn and old artefacts          The current owners have extensively restored the property, which has been run as a five-star B\u0026ampB and wedding venue in recent yearsProperty Search | Property for Sale | Property to Let | Terence Painter Estate Agents"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/15/4B0322E200000578-5598931-image-a-25_1523368822769.jpg","title":"Skier saved airbag Czech Republic","story":"    The quick-thinking pro skier avoids being buried under vast amounts of snow after he inflates his airbag which helps him to stay steady and on top of the cracking surfaceThey cost upwards of £400 but many skiers urge that they could mean the difference between life and death. Last month, France\u0027s interior minister, Gerard Collomb, urged all those taking part in winter sports to act \u0027with the utmost caution\u0027 following the deaths of six people in the French mountains at the beginning of March.          The force of the avalanche carries him tens of metres down the slope and sends him crashing into sparse trees, avoiding being buried"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/13/4B02A8DE00000578-0-image-a-19_1523364749604.jpg","title":"Thats not fooling Stoned driver caught van cannabis plants","story":"    Police in Derbyshire discovered a load of cannabis in the back of a transit van during a routine traffic spot after they noticed the vehicle\u0027s owner had not paid its road tax          After pulling over the van, officers noticed a suspicious smell and asked to look into the rear of the vehicle where they discovered a large number of potted cannabis plants Tests showed the driver was high on cocaine and he\u0027s now facing a possible jail sentence.Suspicious officers checked and found the van had no road tax, and noticed an \u0027unusual smell\u0027 said Derbyshire Roads Policing Unit.They opened the doors and found it was filled of potted cannabis plants and three air fresheners \u0027failing miserably to mask the smell\u0027.The Nazi plans that helped the US land on the moon: Drawings...Share this articleThe team tweeted \u0027Give this van a quick check as shows no tax. Unusual smell coming from the back and open doors to find it\u0027s full of cannabis.\u0027Three air fresheners failing miserably to mask the smell. Both occupants arrested, driver high on cocaine.\u0027          The driver attempted to mask the smell using three air fresheners, pictured  "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/14/4B038E3F00000578-0-image-m-24_1523365696636.jpg","title":"Barack Obama WONT going Prince Harry Meghans wedding","story":"    Prince Harry watches the Wheelchair Basketball finals with Barack Obama at the Invictus Games 2017 at Toronto Pan Am Centre last September          President Obama and his wife, Michelle, will not be guests at Prince Harry and Meghan Markle\u0027s wedding next month - and nor will President Donald Trump          Prince Harry interviews former US President Barack Obama as part of his guest editorship of BBC Radio 4\u0027s Today programme in DecemberIn additional, St George\u0027s Chapel, where the couple will wed on May 19, is much smaller than Westminster Abbey, where the Duke and Duchess of Cambridge tied the knot.\u0027Only 600 guests are going to be invited and if the couple had to invite a long list of VIPs and dignitaries, it would take up a huge chunk of the available seats,\u0027 said a source.\u0027He makes my heart happy!\u0027 Dog with two legs leaves This...The battle of the dead burglar\u0027s shrine: Police ride in on...Israeli soldiers CHEER as a sniper shoots \u0027unarmed\u0027...‘We’re from England, go back to Algeria’: Woman SPITS at...Share this articleA Kensington Palace Spokesman said: \u0027It has been decided that an official list of political leaders – both UK and international - is not required for Prince Harry and Ms. Markle\u0027s wedding. \u0027Her Majesty\u0027s Government was consulted on this decision, which was taken by The Royal Household.\u0027          The couple have decided not to invite any political leaders both from the UK and abroad, which means that even British Prime Minister Theresa May isn\u0027t on the list. Pictured is Prince Harry and Barack Obama at the Invictus Games in Canada last year          Prince Harry (left) shakes hands with then-US President Barack Obama during a meeting in the Oval Office of the White House in Washington, DC, October 28, 2015          Prince Harry with the First Lady Michelle Obama during a visit to the White House in 2013          Then-First Lady Michelle Obama, accompanied by Jill Biden, left, reacts as Britain\u0027s Prince Harry hands her the basketball at the Invictus Games in Orlando in 2016    Harry and Obama met for the first time during an interview at the Oval Office in October 2015 to promote the Invictus Games in Florida\u0027He has gotten to know Michelle very well, for a range of reasons, but in particular, he\u0027s here to talk about the Invictus Games, an initiative that is bringing together wounded warriors around the world, under the leadership of Prince Harry and others, to make sure that we see not simply the sacrifices they\u0027ve made, but also the incredible contributions, strength and courage they continue to display.\u0027\u0027And so we are very glad to support the Invictus Games. Michelle and myself are interested in promoting it.\u0027When the Invictus Games was held in Florida last year the two men struck up a hilarious viral rivalry to publicise the competition, Harry playing the trump card by invoking his grandmother, the Queen to appear in a short \u0027skit\u0027 with him.There was another opportunity to catch up in April last year when Barack and Michelle joined William, Kate and Harry at Kensington Palace, where they met Prince George. The pair also attended this year\u0027s Invictus Games in Toronto this year, and were seen laughing together as they cheered on the athletes at the wheelchair basketball event.An onlooker even reported hearing the former president asking Harry about Meghan Markle and whether she was enjoying the games. The royal was one of the many high-profile guests at the former U.S. president\u0027s first Obama Foundation Summit in October.The 33-year-old was photographed sitting in the audience at the two-day event held at the Marriott Marquis McCormick Place in Chicago, Illinois one row behind Obama and his wife, former First Lady Michelle Obama.               Prince Harry with the Obamas ahead of a dinner hosted by William and Kate at Kensington Palace in April 2016                         "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/13/4B02553F00000578-0-image-a-26_1523364637823.jpg","title":"Owners dog just two months live compile bucketlist make mutts days happy","story":"    Banjo has been making the most of his final days and his exploits include captaining a boat           Banjo with his owner Maggie White-Domain. She adopted Banjo after his owners struggled to keep up with the medical bills           Banjo has been diagnosed with an aggressive form of cancer when staff at a shelter noticed a lump on his neck           Despite his illness, the nine-year-old mixed breed pooch has enjoyed his first swim in the ocean           Banjo also has a heart condition and trouble with his hips but that\u0027s not prevented him getting to grips with football Because Banjo also has a heart condition and trouble with his hips, his adoptive owners struggled to keep up with his medical bills and were forced to give him away.Maggie White-Domain, 28, said she was heartbroken when vets gave Banjo just two months to live in November following a biopsy of his lump.The kennel manager decided to adopt Banjo and began making a bucket list for the sick pooch, which included taking selfies with 100 new friends.Much to Maggie\u0027s surprise, mixed breed Banjo has lived longer than his vet believed he would and the pair have had a blast ticking off the list.Maggie said: \u0027He\u0027s always been such a staff favorite and it broke my heart that he kept being returned to us for reasons that had nothing to do with his awesomeness.\u0027Since he still seemed to be happy and comfortable, I decided he had to come home with me.\u0027I wanted to make a bucket list to do all I could do for Banjo.          Despite his \u0027awesomeness\u0027 Banjo kept returning to the Bishop Animal Shelter and became favorite with the staff          He is living out his final days as part of Maggie\u0027s nine dog family           Maggie is cautiously optimistic Banjo will see his 10th birthday           His exploits even include trying peanut butter for the first time           Part of Banjo\u0027s bucket list was having selfies taken with new friends, including a local beauty queen \u0027We\u0027ve done so much, we\u0027ve gone on a boat ride, we\u0027ve visited a dog beach, Banjo swam in the ocean for the first time. He\u0027s tried peanut butter.\u0027We\u0027re on a mission to get a selfie with 100 new friends. So far, Banjo has gotten about 50 selfies.\u0027The accomplished pooch still hopes to take a road trip to another state and hit the great outdoors on a hike before his time is up.Maggie says as long as Banjo\u0027s comfortable she\u0027s thrilled to have him as part of her nine-dog family and said she is \u0027cautiously optimistic\u0027 that he will see his tenth birthday in September.Ancient grave containing the remains of a dog suggest humans...\u0027I thought it was a pimple and she was fascinated by it\u0027:...Share this article\u0027When I brought him home he instantly perked up. He\u0027s a very happy dog and as long as he\u0027s comfortable, we\u0027re glad to have him as a part of our family.\u0027We hope to throw a party on Banjo\u0027s tenth birthday in September. We\u0027re cautiously optimistic.\u0027There\u0027s lots of other things on our bucket list. We\u0027d like to go on a picnic or a hike, we\u0027d like to take a road trip to another state.\u0027The local community has been really great and we\u0027ve even set up a Facebook page, which everyone has really gotten behind.\u0027Banjo\u0027s such a special dog and I\u0027m so glad he\u0027s come into my life. He\u0027s awesome.\u0027 "},{"url":null,"title":"Lingerie firm Ultimo stop trading UK","story":"Michelle Mone modelling Ultimo underwear (UltimoPress Association Images)Sri-Lankan based MAS Holdings acquired a majority shareholding in parent company Ultimo Brands International Ltd and now the firm has announced that following an extensive review of the business, the operation in the UK will cease trading.Staff at the Ultimo headquarters in East Kilbride were informed, with a formal redundancy consultation now underway with the 11 employees there.\u0027I miss my bra firm but now I\u0027ll make MONEY\u0027: Lady Mone...Ultimo bra tycoon Lady Mone joins the board of tech...Share this articleRetail partners and suppliers have also been told of the decision.An Ultimo spokesman said: \u0027The last few years have been extremely challenging for Ultimo, driven by increasing competition in the market and more cautious consumer spending due to the uncertainty surrounding the UK economy over the last 18 months.\u0027Having reviewed the business\u0027 performance over the last three years as well as future prospects and considering the retail environment within which the business is operating, the board has, with regret, decided to cease operations of the Ultimo business in the UK.\u0027The spokesman added the company \u0027would like to thank all staff, customers and suppliers for their commitment, support and loyalty to the Ultimo brand over the years\u0027.Ultimo\u0027s UK operations will be wound up at the end of June, with the company pledging to honour financial commitments with suppliers and partners.Its website will continue trading until April 15, with Ultimo products still available while stocks last.Since selling up Ultimo, Baroness Mone has become involved in the relaunch of fin-tech firm VE Global as well as launching Bitcoin venture Equi."},{"url":null,"title":"Cheeky monkey urinates screaming woman safari park ride","story":"The monkey urinated through the crack in the window the the car, prompting screams of horror from the female passenger\u0027It\u0027s peeing on me!\u0027 she howls. \u0027Help me!\u0027The monkey begins to pee into the car. The woman is trapped, belted into her seat. A young boy is heard cackling in the back of the car. It is unclear in which safari park the video was taken."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/06/18/4AE3839600000578-0-image-m-35_1523035512066.jpg","title":"Dinosaur fossils sale Paris week marketed hip interior design objects","story":"    Two for one? The skeletons of an allosaurus and a diplodocus are up for auction in Paris this week, marketed as hip interior design objectsBoth skeletons are being put under the hammer at Paris-based auction house Binoche et Giquello on Wednesday.Dinosaur bones are increasingly gracing collectors\u0027 cabinets, with another huge skeleton, that of a theropod, expected to fetch up to £1.3million ($1.84 million) when it goes up for auction in June.205 million-year-old jaw bone of a 85-foot long sea monster...The 88,000-year-old finger bone that rewrites mankind\u0027s...Share this article\u0027The fossil market is no longer just for scientists,\u0027 Iacopo Briano of the Binoche et Giquello acution house said.\u0027Dinosaurs have become cool, trendy - real objects of decoration, like paintings,\u0027 Briano added, citing Hollywood actors Leonardo DiCaprio and Nicolas Cage as fans of such outsize prehistoric ornaments.          Flatpack dinosaur: The diplodocus, which measures 39 feet long from nose to tail, is being assembled in the auction house          Cut-price for size:  Despite being the bigger of the two, the diplodocus is slightly cheaper with a guide price of £392,000 to £436,000          Lil one: The allosaurus is 12.5 feet long and is expected to fetch up to £567,000Cage, however, did hand back the rare skull of a tyrannosaurus bataar, a close cousin of T. rex, that he bought in 2007 after it was found to have been stolen and illegally taken out of Mongolia.\u0027For the last two or three years the Chinese have become interested in palaeontology and have been looking for big specimens of dinosaurs found on their soil, for their museums or even for iniduals,\u0027 Mr Briano said.The new buyers are now bidding against multinational corporations as well as ultra-rich Europeans and Americans, the \u0027traditional\u0027 buyers of dinosaur skeletons, Mr Briano added.In 1997, McDonald\u0027s and Walt Disney were among donors stumping up $8.36 million (£5.9 million) to buy Sue - the most complete and best preserved Tyrannosaurus rex ever found - for the Field Museum of Natural History in Chicago.\u0027Millions of people come to see it, it\u0027s incredible publicity for companies,\u0027 said Eric Mickeler, a natural history expert for the Aguttes auction house.Palaeontologists acknowledge that many fossils that go on the block are of limited scientific interest, but important specimens do go up for auction and can, as in Sue\u0027s case, be bought through acts of patronage.          Both the dinosaurs are from the Jurassic age, making them 161-145 million years old          Dinosaur bones are increasingly gracing collectors\u0027 cabinets, according to the auction house          Not for everybody: Around five dinosaurs are put up for auction around the world every yearThe market remains small and \u0027isn\u0027t for everybody\u0027, Mr Mickeler said.Only around five dinosaurs are put up for auction around the world every year. The allosaurus which goes on sale Wednesday, among 87 lots of natural artefacts, is smaller than the diplodocus but will still fetch more at auction.Carnivores like the allosaurus often fetch more than herbivores as \u0027people like the teeth,\u0027 Mr Mickeler said.The price also goes up if the skeleton shows traces of a fight or an incurable illness, as well as if it is considered rare, has a high percentage of verified bones, or a particularly impressive skull.          Piece of the puzzle: Two experts put together the allosaurus piece-by-piece          Open wide: A scientific consultant checks the teeth of the allosaurus\u0027We recently sold a very beautiful piece to a Venetian family, they have a magnificent big room in which the dinosaur is perfectly at ease,\u0027 Mr Briano said.But Ronan Allain, a palaeontologist at the Natural History Museum of Paris, denounced \u0027completely nonsensical\u0027 prices.\u0027It\u0027s the luxury world, it\u0027s not for people like us,\u0027 he said.\u0027We could decide to buy it pre-emptively, but for the theropod, for example, that would mean shelling out more than a million,\u0027 he said."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/15/04FAED5B000007D0-5599419-image-a-71_1523370697807.jpg","title":"Good Friday Agreement 20th anniversary need know","story":"    Hillary Clinton pictured with her husband and the former Irish Taoiseach Bertie Ahern in 2004She went on to adapt part of a 1998 speech by Tony Blair to say: ‘If short-term interests take precedent over solving the long-term challenges that still exist in Northern Ireland, then it is clear that the hand of history will be both heavy and unforgiving.’These comments in The Guardian come after Brexit secretary David Davis said the Irish government had been influenced by Sinn Féin in Britain\u0027s withdrawal from the EU and revealed that the border impasse had become harder to resolve since Leo Varadkar became Prime Minister.The Good Friday Agreement was agreed upon after 30 years of violence and the 20th anniversary of the deal will be marked with talks chaired by former US Special Envoy for Northern Ireland George Mitchell. But what is the Belfast Agreement?What is the Good Friday Agreement?The Good Friday Agreement helped to end 30 years of sectarian conflict, that were also known as \u0027The Troubles\u0027. This conflict began when Northern Ireland separated from the rest of Ireland in the 1920s and away from British rule.Northern Ireland was then ided in two groups, the Unionists or the Loyalists, who wanted to remain a part of the UK and the Nationalists or the Republicans, who preferred the independence. Catholics protested after being discriminated against in the predominantly Protestant north and from the 1970s, violence erupted between armed groups on both sides. British troops were sent to the area, but came up against the largest of the Republican groups, the Irish Republican Army, or the IRA.The IRA bombed areas of Britain and Northern Ireland and Loyalists in groups like the Ulster Defence Association (UDA) and Ulster Volunteer Force (UVF) were also responsible for many deaths. In 1972, the situation became markedly more serious as the IRA began targeting police officers and British army soldiers on the street.  Davis: The border impasse has become harder to resolve since Leo Varadkar became Irish PM14 people were killed by British troops during a peaceful protest led by the Catholics and Republicans in Derry and in a day that became known as Bloody Sunday, dampening hope that Northern Ireland would ever be peaceful again.However, in the 1990s, the IRA announced a ceasefire and after two years of discussions and 30 years of the Troubles, the Good Friday agreement was signed.A new government was formed with power being shared between the Unionists and the Nationalists in a group called the Northern Ireland Assembly. Every house in Northern Ireland and the Republic of Ireland was sent a copy of the agreement before the referendum was held in May 1998.The two countries voted in favour of the Good Friday Agreement and the Northern Ireland Assembly took their seats in December. However, those who were against the peace, continued violence and in 2002, the Assembly was suspended and the UK government had to take over decision-making.In 2007, power was returned and the British army ended its operations in Northern Ireland, but ten years later, the deal collapsed and has yet to be restored.When was the Belfast Agreement signed?The Belfast Agreement was signed on Friday, April 10, 1998 at 5:30pm and on the day the deal was reached, US Special Envoy for Northern Ireland George Mitchell stated: ‘I am pleased to announce that the two governments and the political parties in Northern Ireland have reached an agreement.’Who signed the Good Friday Agreement?The Good Friday Agreement was signed by Prime Minister Tony Blair, Taoiseach Bertie Ahern, SDLP leader John Hume, Sinn Féin leader Gerry Adams, Sinn Féin member Martin McGuinness and Labour Party politician Marjorie \u0027Mo\u0027 Mowlam.          David Davis said the Irish government had been influenced by Sinn Féin in its Brexit policyWhy did the DUP oppose the Belfast Agreement?Despite the GFA deal gaining widespread support across Ireland, Ian Paisley’s DUP was the only major party to oppose it, believing it would scupper a union between Northern Ireland and Great Britain.However, distrust between parties caused problems when the agreement was first put in place, but Tony Blair managed to win over Ian Paisley. Issues also arose in 2017 when Martin McGuinness resigned as Sinn Fein deputy first minister after accusing the DUP of ‘arrogance’ while handling an energy scheme.The DUP’s Arlene Foster resigned and the Assembly collapsed, with McGuinness dying later in March 2017. Despite offers of help from Bill Clinton and Donald Trump, the DUP and Sinn Fein remain at loggerheads.Speaking in Belfast on April 10 2018, former DUP leader Peter Robinson said that he was ‘right to oppose’ the Belfast Agreement.‘Most people when they talk about the Belfast Agreement are talking about a wider process - it seems to have taken on some of the events that took place almost four years before it and every agreement that happened afterwards.‘So if we are talking about a process that has at its heart compromise, partnership, people working together to make progress, then I think the whole community should support that. The specifics of the Belfast Agreement itself, clearly I opposed - I think I was right in opposing it.’Does the Tory-DUP alliance affect the Good Friday Agreement? Despite the UK government remaining impartial when dealing with the unionists and the nationalists, a direct alliance with the DUP would change this. Sinn Fein leader Gerry Adams warned that a Tory-DUP alliance would lead to a \u0027coalition of chaos\u0027 and could put the GFA at risk. Alongside this, when writing for The Guardian, Jonathan Powell, the chief negotiator at the Belfast Agreement talks, said that the partnership was \u0027a terrible mistake with lasting consequences\u0027 that \u0027would risk undermining 20 years of hard work\u0027.Will Brexit be affected by the Belfast Agreement?Brexit secretary David Davis\u0027s comments about the Irish government being influenced by Sinn Féin in Britain\u0027s withdrawal from the EU could present some issues if a hard border is proposed. While Britain, Ireland and the EU have all stated that they want to avoid a hard border, many believe this is not possible with Theresa May\u0027s promise of a frictionless border while also leaving the EU customs border.While the DUP oppose a united Ireland as an alternative to remaining in the EU, Sinn Fein are touting it and officials fear that a return to before the Good Friday Agreement could occur, according to The Guardian. Former US Special Envoy for Northern Ireland George Mitchell warned that direct rule and a hard border could lead to a return of the violence seen from the 1970s on BBC\u0027s Today programme. George Mitchell said that a hard border would result in \u0027stereotyping resuming, demonisation resuming and people turn inward\u0027, and a lack of power-sharing could lead to \u0027regressive forces\u0027 becoming violent again.Leaders should see this as a \u0027dangerous signal...and act before there is a regression,\u0027 he added.  "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/10/16/4AE6AF5700000578-0-image-m-26_1523372505408.jpg","title":"The ruble plummets second straight day","story":"    Russia\u0027s central bank on Tuesday sought to reassure the public after new US sanctions prompted a market collapse and plunge in the ruble\u0027s valueThe US move prompted the ruble to fall on Monday and on Tuesday it fell to lows against the euro and US dollar not seen since 2016.The euro exceeded 78 rubles for the first time since April 2016 and the dollar went over 63 rubles for the first time since December 2016 on the Moscow foreign exchange market on Tuesday.\u0027The central bank has a broad spectrum of instruments in order to act in such situations, if risks arise to financial stability. In our view, there are not such risks now,\u0027 Nabiullina said.\u0027Assassinated\u0027 Russian whistleblower who collapsed and died...Britain and France lead international calls for action...Share this article\u0027There is no need to take some kind of systemic measures. Of course we will follow the situation and possibly introduce some revisions if necessary,\u0027 she said.Economy minister Maxim Oreshkin also said that \u0027the macroeconomy and the financial markets will survive, there\u0027s no doubt about that.\u0027\u0027There is volatility and that\u0027s OK,\u0027 he said.Russia\u0027s economy at the end of 2016 emerged from two years of recession caused by Western sanctions imposed over its actions in Ukraine and by falling oil prices, with the country dependent on hydrocarbon revenues.    The US move prompted the ruble to fall on Monday and on Tuesday it fell to lows against the euro and US dollar not seen since 2016 The new US sanctions were announced to punish Russia for alleged attempts to subvert Western democracies. They focus on 24 iniduals and their companies and ban them from doing business with Americans. These include seven so-called oligarchs close to the Kremlin.The founder of metals giant Rusal, billionaire Oleg Deripaska, as a result saw his group lose half its value on Monday on the Hong Kong Stock Exchange.The Kremlin sought to dampen the impact of the US moves, so as to avoid spreading panic.\u0027These things happen,\u0027 said Kremlin spokesman Dmitry Peskov, predicting that the situation would adjust itself later.Russia is watching the situation closely and will deliver a solution that is in the country\u0027s own interests, Peskov said.On Monday, Russian Prime Minister Dmitry Medvedev had promised support for companies hit by sanctions.\u0027The main thing now is to minimise this uncertainty, primarily by ensuring the stable and calm functioning of the companies where hundreds of thousands work,\u0027 deputy prime minister Arkady Dvorkovich said.\u0027We will understand later if further measures are needed,\u0027 he said. \u0027Under previous sanctions, we found the right instruments to stabilise (the economy) and reduce the impact,\u0027Economy minister Oreshkin even said that the situation was a \u0027good test\u0027 of the macroeconomic policies of the government and central bank in recent years.The ruble\u0027s \u0027freely floating exchange rate absorbs shocks,\u0027 he added.The authorities have sought to minimise the reaction to the latest wave of sanctions in comparison with the economic turbulence of recent years.\u0027Despite the very complex geopolitical situation, we preserve a certain international presence.. unlike in the 1990s when only the boldest ventured onto the Russian market,\u0027 said Alexander Afanasyev, the head of the Moscow Exchange who organised the forum.Businessman and banker Oleg Tinkov put on a brave face, telling journalists: \u0027Yesterday I lost $250 million in a day. But there have been worse days. I remember losing $1 billion in one day,\u0027 he said.\u0027It\u0027s \u0027business as usual\u0027 for Russia.\u0027  "},{"url":"https://i.guim.co.uk/img/media/5625dfd1bd0484403e9aec4f0ee6bdb4501e62a5/0_91_3744_2246/master/3744.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=fc9ad3426c1e44dae46326ec8dcfbcfc 1240w","title":"tracey emin sends a message of love to europe via st pancras","story":"Artist makes work for London station, I Want My Time With You, and says Brexit is madnessThe giant pink letters, a 20-metre sentence glowing below the clock in St Pancras station, spell out a love letter from the artist Tracey Emin – but the words I Want My Time With You are addressed to Europe, not to a man.“It’s really a great subliminal message sent out to the rest of Europe, I want my time with you,” Emin said. “I am deeply, deeply concerned about Europe, and that in a year’s time we’re going to be a tiny little island just floating around in the North Sea. It’s madness.”She hopes the thousands of travellers arriving every day by Eurostar from mainland Europe into the soaring 19th-century station will read her words, which were unveiled on Tuesday, and feel the love.“I don’t personally want to leave Europe at all – and this is my message to all Europeans. I love Europe. I’m not saying there are no problems with Europe, of course there are, so many of them, but it’s so much easier to sort problems from the inside.”Emin said the sentence had come straight into her mind, but it had taken a year to create the largest so far of what have become trademark works spelling out her texts in her own handwriting.“It looks effortless, it looks really simple but health and safety … believe me, it was really difficult. The main thing is the train drivers coming in must not be shocked, and so you can’t use some colours, no red or green or yellow.”Health and safety meant the letters had to use LEDs rather than her usual neon, but they were always going to be pink, she said.“At night the whole station will be bathed in a pink light, and it will make people happy, I promise you, it will make people smile because pink will make them feel good.”Interviewed on the BBC’s Today programme, Emin gave no more clues about her weekend revelation that she had once been sexually assaulted by “a well-known female artist” who had attempted to grab her crotch at a party. Emin had responded by threatening to “punch her lights out”. Women should have the confidence to respond to any such assault at the time, she told John Humphrys: “I shouted and I caused such a scene, and I told everybody what she had done, much to their humiliation and embarrassment. I don’t think they’ll be doing that again in a hurry.”“Everybody is making accusations and saying things about men, but it happens with everybody in many different circumstances – people don’t seem to be seeing the whole picture that harassment is actually bullying in a lot of cases as well.”The St Pancras light work is a commission from the station owner and the Royal Academy, and will be seen by an estimated 50 million travellers over the year. Tim Marlow, the artistic director of the Royal Academy, called Emin one of the most important and influential artists in the world. “Her work is intense and compelling and blurs the boundaries between the personal and the public and between art and life,” he said.After time in the station Emin said she hoped the piece might find a home in Europe – or in her native Margate.Apart from wrapping her arms around Europe, Emin said she hoped one day her words could have a more personal resonance: “I desperately hope to be met at the train station in a really romantic way – one day.”"},{"url":"https://i.guim.co.uk/img/media/bf536353b3cc55e1b55f0aa37d669d1e42a2f90a/0_0_3553_6057/master/3553.jpg?w=880\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=c98cd35f6217eb96cacc5e2460b0c975 1760w","title":"misandry in publishing hashtag male authors book lauren spieller","story":"When I was targeted by the #MisandryInPublishing hashtag, I assumed it was a joke – but this conspiracy is indicative of the entitlement some male authors feelWhen I first saw the #MisandryInPublishing hashtag, I assumed it was a joke. How could anyone actually believe that there is a bias against men in an industry that has historically prioritised the work of men, and paid them more for it? How?I soon realised the hashtag was the work of a male author who was complaining about female agents and writers who had spurned him — myself in particular. Though I had not yet read his book, I had retweeted a meme about male authors being bad at writing female characters, which he didn’t like. It was enough to put me in his crosshairs.That might have been the end of it, but tweets are public, and hashtags are fair game. Within an hour, women co-opted #MisandryInPublishing for their own purposes. Things exploded from there, and by the end of the day the hashtag was trending on Twitter. Here’s the problem: while one man was behind the creation of #MisandryInPublishing, he’s not alone in his beliefs that women stand in the way of male authors being published. If the misogynistic vitriol that fills my inbox and my Twitter notifications is any indication, a lot of men feel this way. They believe that feedback is personal, that rejections are gender-biased punishment, and that if it were not for systemic and rampant hatred of men, I would be representing them and selling their book.But I’m not rejecting their books because I hate men. I’m rejecting their books because they aren’t ready for publication in my eyes, or because the book simply isn’t my cup of tea. And while that may feel personal, it’s not. Because here’s the brutal truth: not every book is ready for publication. Some books are overwritten, or ill-conceived. Others are simply not right for the market, or are too similar to existing titles. Some just aren’t very good.I know that’s hard to hear. I’m an author myself, and that truth pains me even now. I wrote one of those “not good enough” books. In fact, I wrote three. But when the rejections came in, I didn’t take to Twitter and cry foul. I did what writers do: I kept writing. And eventually that work paid off when I sold my first book. But while it’s true that I worked hard, it’s also true that I’m a white, married woman living in America, and that affords me a lot of privileges. So while it was heartening to see so many people of all gender identities overtake the #MisandryInPublishing hashtag, and thus acknowledge that publishing has a long way to go when it comes to not prioritising male voices, we also need to recognise that this problem is even worse for other marginalised communities. When we talk about “gatekeepers” in publishing and the kinds of voices that are prioritised, we can’t focus solely on gender, or race, or class – or any other kind of marginalisation. Because when it comes to creating a more erse and intersectional landscape in publishing, viewing the problem through an intersectional lens is the least that we can do. And you can bet it’s going to take a lot more than just a hashtag."},{"url":"https://i.guim.co.uk/img/media/008e5ff6afe0e1ec6c42b71222963e4dd3ed7a74/0_364_2000_1200/master/2000.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=f6716829e573d8435f3e427a938d8167 1240w","title":"a rosy future nestle launches pink kitkats with ruby chocolate","story":"Swiss experts spent decade developing naturally coloured cocoa on sale in UK this weekThe chocolate coating is an Instagrammable lurid lipstick pink with the promise of a unique “intense fruity taste”.UK consumers will next week be the first in Europe able to buy Nestlé’s four-finger KitKat, made with so-called ruby chocolate from specially selected cocoa beans.KitKat is the first major brand in the UK to feature this innovative but “naturally coloured” new chocolate, made from ruby cocoa beans grown in the Ivory Coast, Ecuador and Brazil. It was created by Swiss chocolatier Barry Callebaut - the world’s largest cocoa processor - which spent more than a decade unlocking and experimenting with the beans’ colours and flavours. The flavour is described by the company as “a tension between berry-fruitiness and luscious smoothness” but no extra colours or flavours are added to create the pinky hue, which instead comes from a powder extracted during the processing. It is not as sweet as milk chocolate, according to its creators, with a lighter flavour instead.Ruby chocolate – a fourth chocolate after traditional dark, milk and white – has been attracting huge interest from chocolate connoisseurs throughout the world since it was first revealed in September last year. It is claimed to be the first new natural colour for chocolate since Nestlé unveiled white chocolate more than 80 years ago.The new KitKat was introduced earlier this year in Japan and Korea, where consumers are no strangers to unusual variations of the popular confectionery. In Japan the varieties on sale at any given time stretch to dozens, including purple sweet potato, edamame bean and wasabi. In the UK it will go on sale in branches of Tesco on 16 April. “We know that a new type of KitKat is a really big deal and we are very excited to be able to offer a different type of chocolate for fans to try” said Alex Gonnella, marketing director for Nestlé’s UK confectionery business. “Ruby chocolate is a big innovation in confectionery and we are very proud that KitKat is the first major brand in the UK to feature this exciting new chocolate.”Pablo Perversi, chief innovation, quality and sustainability officer at Barry Callebaut, said: “I am very pleased to see the result of our partnership with Nestlé – the iconic four-finger KitKat made with our ruby chocolate. Consumers across the world will be intrigued by the unique taste of this crispy delight.”Following the UK launch, the product will go on sale across Europe and the US. "},{"url":"https://i.guim.co.uk/img/media/b76d1ac66953a08931221b7af1f1c2e5d3361085/0_65_5760_3456/master/5760.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=654048fdb10dbbe164af7529c23ee831 1240w","title":"dow jones rallies strongly after china promises lower tariffs","story":"President Xi Jinping pledges pro-western reforms, raising hopes of an end to trade row with the USWall Street has staged a sharp recovery after the Chinese president, Xi Jinping, promised economic reforms and lower import tariffs, soothing fears over the country’s simmering trade standoff with the US. The Dow Jones Industrial Average gained by more than 500 points in early trading on Tuesday in New York, reaching almost 24,500 points. The biggest gains were for companies such as Boeing and Caterpillar, which were seen to be among the biggest potential losers from a trade war between the world’s two biggest economies.In his first public comments since the trade dispute started with Trump, Xi used a speech in Beijing to promise to open up the country’s economy. He also said China would raise the foreign ownership limit for companies operating in the nation’s aircraft, shipbuilding and motor industries. “This year, we will considerably reduce auto import tariffs and at the same time reduce import tariffs on some other products,” he said. The better news for investors comes after warmer words from both Beijing and Washington in the latest signs of a climbdown from the brink of a potentially damaging trade war. Writing in the Guardian, the Chinese ambassador to the UK said such an economic conflict “should and can be avoided”.While warning China had no choice but to take firm counter-actions in the face of Trump using the “law of the jungle” for trade disputes, Liu Xiaoming wrote: “China has not, however, closed the door to negotiations and consultations. On the contrary, we will continue to deepen reform and open up on all fronts with a view to building closer trade and economic partnerships with the world.”Seeking to solve the standoff through established international channels, China filed a complaint with the World Trade Organisation challenging Trump’s tariff plans for steel and aluminium imports, with the country asking for 60 days of consultations with the US. If those talks should fail, the next step would be for a panel of trade experts to make a ruling.In Britain, the biggest risers on the FTSE 100 included mining companies such as Anglo American and Glencore, which gained because of investors’ hopes that a resolution to the US-Sino trade dispute would reduce the likelihood of US punitive tariffs on commodities. The Trump administration has outlined $50bn of import tariffs on Chinese goods arriving in America, which China then said it would match for US imports. Trump then said he would consider an additional $100bn on Chinese products, raising the stakes and rattling financial markets last week.However, the US president said on Sunday that Beijing would ease trade barriers “because it is the right thing to do”, in a move that was seen as easing fears over the brewing trade war.Joshua Mahony of financial spreadbetting firm IG said: “Talk of China easing their import restrictions are helping drive global market sentiment higher.”"},{"url":"https://i.guim.co.uk/img/media/4b7f1cd8722fa481a0ea964028ce05b555e7e1b4/0_49_5760_3456/master/5760.jpg?w=1300\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=caf9f3e38521e8879d6370108c8595c7 2600w","title":"australia all ages music venues brisbane rock","story":"With Australia’s live music scene struggling to survive, Brisbane’s promoters are using open and alcohol-free gigs to attract younger music lovers. Will it work?It’s Good Friday in Brisbane and most of the city is dead quiet, with pubs and clubs not opening until midnight due to Easter trading laws. In the inner suburb of West End, however, something very noisy is stirring.On a makeshift stage in a large room, a three-piece band called Hexmere is playing a raucous, raw brand of grindcore punk to a small crowd. There’s another gig planned for the following night, with many more people expected.These all-ages shows are being sporadically staged by the Outer Space art collective, which won the Brisbane city council’s tender to operate this 300-capacity venue for two years, rent-free. The space needs work. But it represents an experiment, a gamble and a new hope for the city’s youth culture.The fact that the city council chose to make the space available is important. Despite a rich history, live music in Brisbane, as in so many other cities around the world, struggles to survive against the pressures of gentrification, regulation and competition.The music industry’s inextricable links to alcohol and bars has left a dearth of venues accessible to under-18s, raising concerns about how the complex ecosystem that sustains a vibrant local music scene – comprising everything from record shops to independent labels to public radio – will reproduce itself without engaging audiences from a young age.Live from Outer Space is an attempt to buck that trend in Brisbane. Coordinator Alex Campbell watches Hexmere as sound technician Hannah buzzes around the room, checking noise levels and sonic balance. Campbell says she has encouraged women and non-binary people to get involved in the male-dominated space of sound engineering especially.In the crowd tonight are the three members of the Goon Sax, back home in Brisbane after seven months in Berlin. Their 19-year-old frontman, Louis Forster, is the son of the Go-Betweens’ Robert – less than half a mile from the venue, the Go Between Bridge s the Brisbane river. But surfing the city’s next wave hasn’t been easy, even for a band with such pedigree.While the Goon Sax’s members were under 18, the venues they played required them to be accompanied by a parent and to leave immediately after their set, while their friends were unable to attend.Guardian Cities is dedicating a week to exploring the opportunities and challenges of Australia\u0027s rapidly growing cities. The nation of nearly 25 million has one of the fastest-rising populations of all OECD countries, overwhelmingly focused on its biggest cities: Sydney and Melbourne. But with car dependence, urban sprawl and unaffordable housing threatening their famed liveability, are they ready for the challenge? Canberra, Adelaide, Perth, Hobart, Darwin and Brisbane face similar issues, while nationwide, poor indigenous consultation is a growing urban issue. Australian Cities Week, a collaboration with Guardian Australia, seeks to reveal and celebrate the culture, architecture, wildlife and character that bolster these cities\u0027 reputations as unique and desirable places to live.“It’s cool something like this has opened up,” says Forster. “I know my sister’s psyched about it – she’s 16 and she’s coming tomorrow night. I was pretty frustrated by it when I was a kid growing up. I remember going to soundchecks and standing outside venues and listening, stuff like that.”Brisbane takes some pride in its musical past – another international export, the Saints, are the subject of a mural celebrating their achievements on the other side of the river, and the band’s guitarist Ed Kuepper has a local park named after him. But the council’s decision to back Outer Space represents a recognition of the need to invest in the city’s cultural future.“There’s all these young kids who don’t have any places to go,” says Louis Whelan, who is director of Outer Space’s all-ages live-music programme and also plays in his own band, the Mouldy Lovers. “Most events are really alcohol-focused. Playing somewhere where people are just going to get wasted, it’s not the same thing as playing where people want to see music.“If there’s a whole new generation of people who are much more engaged with the arts and music, then when they get out and they have disposable incomes, they’re going to go to galleries, to venues, to buy local bands’ music and start their own labels. I think there’s a lot of value in it.”It’s not just kids who are struggling to find places to play. In Sydney – once a live-music Mecca to rival London or New York – bands now struggle to play at all, with venues under pressure from soaring real estate prices, noise complaints, punitive regulations and a cosy relationship between government and developers. The city’s longest-serving live venue, The Basement – which, over 45 years, has hosted artists from Dizzy Gillespie to Prince – closed last week, though its owners are hopeful of finding other premises.The situation has become so difficult that the state of New South Wales is now holding a parliamentary inquiry. Dave Faulkner, singer and songwriter of enduring Australian garage band the Hoodoo Gurus, told the inquiry that live music was treated like the sex industry, “as something to be shunned. We employ so many people, we generate incredible amounts of money throughout the economy – and yet we’re treated so badly.”Faced with similar issues, music scenes around the world have been forced underground, into house parties or often illegal warehouse gigs, accessible only to those in the know. “It starts to get a bit worrying when kids are in those scenes,” says Emily Collins, managing director of the government-funded advocacy body MusicNSW. “We’d much rather them be in venues where we can make sure it’s safe and they can learn to love music in a safe and supporting environment. At warehouse parties there are no security guards, there’s no regulation, no one monitoring alcohol consumption. And they’re more focused on over-18 activities anyway – not that anyone is checking ID.”All-ages shows have a twofold benefit, says Collins: they foster a self-sustaining community of audiences and performers that in turn helps nurture a creative city. The sticking point, particularly in Australia, is breaking the nexus between music and alcohol.Venues, already under severe financial duress, are reluctant to put on events where no money is coming over the bar and the regulatory environment is forbidding. “There are multiple bodies that need to be satisfied, so there is considerable complexity, high costs and red tape in running a compliant venue,” says Julian Knowles, chair of MusicNSW and a professor of music at Macquarie University.“There is no ‘agent of change’ law in New South Wales that puts the responsibility on developers to soundproof new developments near music venues. If new residents make noise complaints, the venue is held accountable and must meet acoustic treatment costs, so it’s very risky for venue operators. At best, it erodes business confidence and at worst it can shut down venues entirely.”The introduction of controversial lockout laws in 2014, imposing curfews on venues in a bid to curb alcohol-related violence more associated with nightclubs than live music events, have been relaxed to some degree, but otherwise only worsened the operating environment.Against this backdrop, MusicNSW offers funding to promoters and venues to stage all-ages shows, but Collins says applications are few. “People say it’s too hard as a venue – $15,000 won’t cut it.”Often bands are paid literally out of beer takings. “They’re basically saying: the more heavy drinkers attend your gig, the better you’ll get paid,” says Ray Ahn, bass player of another longstanding punk band, the Hard-Ons. “With that kind of a working model, it’s harder to organise all-ages shows. Where’s the money going to come from?”The parliamentary inquiry underlines what a cautionary tale Sydney has become. Dave Faulkner said the city’s culture was dying. “When people come to Sydney they don’t just come to see the Opera House and the Harbour Bridge, they also go to have a night out and to see music – it’s what I do when I go to London or New York. But Sydney has been doing everything it can to destroy those places of entertainment and turn them into apartment buildings.”In the late 70s and early 80s, hundreds of pubs and clubs throughout the city and suburbs kept artists busy, with major Australian bands such as Midnight Oil honing their live skills by playing upwards of 200 shows a year.From the late 80s to the early 90s, Ahn says, the Hard-Ons would often play an all-ages show in the afternoon and another for over-18s in the evening. Now, they might have played one all-ages show in Australia in the last 10 years. When the band tour Europe or Japan, though, it’s a different story.“A lot of the shows we do in Europe are in purpose-built halls that have the bar on the outside,” Ahn says. “Inside, there is no bar – it’s like a flat-ceilinged room with a massive PA and volunteers running around everywhere. So where are they getting the money from? They’re getting it from the city council.”The environment in Germany was more easygoing, says Louis Forster, even when he was younger. “I spent a lot of time there growing up, and I could always get into venues – it was never a problem. Parents would bring their kids to shows, which was really fantastic.”In Australia, Melbourne actively promotes itself as the live-music capital, and with good reason. A Deloitte study in 2011 valued the sector’s economic contribution at over half a billion dollars, with small venues providing the bulk of revenue and employment. Though many venues have closed in recent years, the value of investing in the live-music sector at grassroots level has long been recognised.The Push, a not-for-profit youth music organisation, has been operating in Victoria since 1986, providing a launch platform for countless bands. As well as all-ages shows, it puts on mentoring programmes and skills workshops.Shaad D’Souza, a music journalist who used to coordinate all-ages events for the organisation, notes that it is a cultural investment as well as a financial one. “Lots of kids, when they grow up they’ll only really go to big festivals or big arena shows because that’s all they’ve had access to,” he says. “Whereas if you’re investing in all-ages shows, they develop a relationship with venues, they develop a relationship with artists, and then they know: ‘I want to support my local scene.’ They want to go to smaller venues they don’t just want to go to arena shows or festivals.”At the end of the night, Alex Campbell’s band, Bad Bangers, will launch their EP. The band are in their 20s now. “But that’s kind of why we started this – because there weren’t many all-ages spaces when we were younger.”In collaboration with Guardian Australia, Guardian Cities is devoting a week to Australian cities. Share your thoughts with Guardian Cities on Twitter, Facebookand Instagram using the hashtag #AusWk"},{"url":"https://i.guim.co.uk/img/media/310fda112aafd81acdb3e75455e94907b6d506a1/0_290_5000_3001/master/5000.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=f81f5ef16007978f439975ce5a369362 1240w","title":"too many cars too few supermarkets how australias cities really stack up liveable","story":"Magazines may gush about the ‘liveability’ of Australian cities, but new data shows big disparities in transport, rents and healthWith five cities in the top 20 of the Economist Intelligence Unit’s annual global liveability survey, Australia boasts some of the most attractive urban environments in the world. In the most recent edition, Melbourne was declared the world’s most liveable city for the seventh year running, with Adelaide fifth, Perth seventh, Sydney 11th and Brisbane 16th.Yet from long commutes and high car dependency to the low provision of affordable housing in the more appealing areas, Australian cities still have plenty of room for improvement.The Centre for Urban Research’s Creating Liveable Cities in Australia report provides the first baseline measure of liveability in Melbourne, Sydney, Perth, Brisbane, Adelaide, Canberra, Darwin and Hobart. The result of five years of research, it examines walkability, public transport, public open spaces, housing affordability, commuting and access to food and alcohol.The walkability index combines dwelling density, daily-living destinations and street connectivity. It showed that a minority of residents in Australians cities live in walkable communities. With few exceptions, walkability is generally concentrated in inner suburbs. Despite the health and environmental benefits of walking, Australian cities are still being designed for cars. One notable exception was found: some new, walkable areas being built in outer-suburban Perth.In Sydney and Brisbane particularly, housing affordability stress is spread across large areas of the city. However, in all cities, those suburbs enduring the greatest stress were located towards the urban fringe. Given that outer suburbs also have poor access to public transport, and are less likely to be walkable, household expenditure on cars is likely to be higher there than in other areas. This suggests that continued suburban expansion will not improve housing affordability. Unlike other indicators of liveability, outer suburban areas mostly have better access to public open space than inner-city areas. Across Melbourne, Perth, Sydney and Brisbane, there are more fast-food outlets on average than supermarkets within 3.2km of residents’ homes.Previous research has shown that in Melbourne the density of off-licences in disadvantaged areas corresponded to poorer self-rated health. This reflects other Australian research showing that the density of alcohol outlets is associated with harmful alcohol consumption and alcohol-related violence, and that more alcohol outlets appear to be located in more disadvantaged areas.Due to difficulties in obtaining alcohol data, these indicators were created for only four cities: Melbourne, Perth, Brisbane and Sydney. Guardian Cities is dedicating a week to exploring the opportunities and challenges of Australia\u0027s rapidly growing cities. The nation of nearly 25 million has one of the fastest-rising populations of all OECD countries, overwhelmingly focused on its biggest cities: Sydney and Melbourne. But with car dependence, urban sprawl and unaffordable housing threatening their famed liveability, are they ready for the challenge? Canberra, Adelaide, Perth, Hobart, Darwin and Brisbane face similar issues, while nationwide, poor indigenous consultation is a growing urban issue. Australian Cities Week, a collaboration with Guardian Australia, seeks to reveal and celebrate the culture, architecture, wildlife and character that bolster these cities\u0027 reputations as unique and desirable places to live.Given the health and social harms caused by alcohol, most notable was the lack of planning policy across Australian cities for the spatial distribution of alcohol outlets, and the high level of access, particularly to off-licence outlets.In collaboration with Guardian Australia, Guardian Cities is devoting a week to Australian cities. Share your thoughts with Guardian Cities on Twitter, Facebookand Instagram using the hashtag #AusWk"},{"url":"https://i.guim.co.uk/img/media/6aa7fad5e7ef3c462db81a32202bf2e995734218/0_0_3508_2339/master/3508.jpg?w=3500\u0026amp;q=55\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;s=253fd040658abed5dbd26c5ef8c12ae9 7000w","title":"sydney urban sprawl suburbs pictures photography andrew merry","story":"When Andrew Merry exhibited his hypnotic aerial images of Sydney’s new suburbia in 2006 many people could not believe they were taken in Australia. A decade on, he looks back on the series"},{"url":"https://i.guim.co.uk/img/media/efc917c67056aa5ad421f02edeb38bc11cd7ed65/0_204_4372_2624/master/4372.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=51c9d278572fa4b100bfc102b18120f1 1240w","title":"good friday agreement brexit identity","story":"Twenty years ago, when the Good Friday agreement was signed, there were many emotions in the air: hope, relief, a kind of giddy fatigue. There was, however, no euphoria. This was partly\u0026nbspbecause everyone knew the conflict that was being brought to an end had been slow and sordid. It had been allowed to drag on long after victory for any side had become an obvious impossibility. There was too much sorrow, too many lives lost or blighted for no purpose, for unabashed exultation to be either warranted or decent.But there was also a better, nobler reason for the absence of real jubilation. The agreement wasn’t about\u0026nbspwinning. Its signing was not one of those epic, historic moments when a Bastille falls or a wall is torn down. It was, in fact, the exact opposite: a mutual acceptance that no such millennial moments were in prospect for anyone. There was not going to be a grand\u0026nbspceremony when all the union jacks were hauled down and the British army marched off to the ports, never to return. Neither was there going to be a surrender of the IRA, an abject renunciation of the demands of Irish nationalism.On the contrary, what the agreement was really about was devising a way for everyone to get over the loss of such dreams of once-and-for-all victories. It set an example that might have done a great service to the rest of Britain. But as Barry Gardiner’s characterisation of the agreement as a shibboleth, and the constant drumbeat of dismissiveness from pro-Brexit extremists have made clear, that lesson has yet to be learned.The genius of the agreement was that it took an unanswerable question and changed it. The unanswerable question was: what are you prepared to die for? A United Kingdom or a United Ireland? They were mutually exclusive concepts. The new question was not what are you prepared to die for, but what are you willing to live with.The Good Friday gamble was that people could live with complexity, contingency, ambiguity. Twenty years on, in a world that is spinning backwards into the worst kind of identity politics, the agreement seems to matter even more than it did in 1998, precisely because it makes tolerance of uncertainty the great civic virtue.Part of that uncertainty lay with the agreement’s own moral ambiguity. There is no hiding the fact that it made concessions to killers, including the release from prison of some mass murderers. Nor is there any point in denying that its provisions for the internal governance of Northern Ireland actually exaggerated and institutionalised sectarian isions. The language of “parity of esteem” between “two traditions” – Protestantunionist versus Catholicnationalist – essentially ignored\u0026nbspthe third tradition of those who did not wish to be defined by these tribal categories.And the cost of this has been huge. The middle ground from which the agreement itself came has been narrowed. The moral and intellectual architect of the agreement, John Hume, had to watch his own Social Democratic and Labour party be eaten up by Sinn Féin. On the other side, David Trimble’s Ulster Unionist party, which signed the agreement, has been displaced by the Democratic Unionist party, which did not. “Parity\u0026nbspof esteem” quickly came to be translated into a logic of tribal competition that has undermined the very institutions it was meant to sustain.These problems need to be addressed, and if it were not for the crazy distractions of Brexit, the 20th anniversary would be a very good occasion for a fundamental review of the agreement’s internal workings. They should not, however, detract from the boldness, radicalism and imaginative brilliance of the agreement as a whole. It did something that sovereign\u0026nbspgovernments had not done before, which is to create a political space that is claimed by nobody – a space, moreover, that exists not in a physical territory but inside people’s heads.At the core of the agreement is its statement that people born in Northern Ireland have an absolute right to be “Irish or British or both as they may so choose”. We have here, written down in a binding international treaty, a recognition that national identity is not a territorial or genetic imperative, and is not necessarily a single thing. It is chosen, and therefore open to a change of mind. And it can be multiple: those six letters – “or both” – are the glory of the agreement, its promise and its\u0026nbspchallenge.The agreement tries to replace eitheror with bothand. It comes from the bitter knowledge that eitheror – Catholic or Protestant, unionist or nationalist, Irish or British, them or us, victory or defeat – is a deadly option. It holds up a notion of purity that is neither attainable in practice nor desirable in principle. Bothand pushes away the illusory satisfactions of purity and seeks out the common decency of everyday life, in which we all live with complex ideas of belonging.What we did not imagine 20 years ago was that the pursuit of a pure identity would return as a governing\u0026nbspproject – not in Northern Ireland, but in England. We could not have foreseen that the euphoria of victory would animate politics on these islands again. It seemed, in those days of sober hope, that we had all gone beyond thinking that people could belong to only one thing.• Fintan O’Toole is an author and columnist for the Irish\u0026nbspTimes"},{"url":"https://i.guim.co.uk/img/media/3632dcdbdb339234088f1b26101f5bc4d33fea74/0_161_3000_1800/master/3000.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=4b7cf8af5bd0d82b67967a3e19dc5e89 1240w","title":"israel russia syria netanyahu iran middle east","story":"Clever wheezes in the Middle East have the tendency to not look very smart for very long. A case in point, as has become sharply evident this week, is the much-vaunted “deconfliction” arrangement between Russia and Israel after the former entered the war in Syria on the side of the Syrian president, Bashar al-Assad.Negotiated between Vladimir Putin and Israel’s prime minister, Benjamin Netanyahu, it was held up at first as evidence of the latter’s diplomatic skills – an arrangement that allowed Israel a free hand against weapons transfers from Iran to Hezbollah and maintained Israeli deterrence on its northern border.Over seven years, the civil war has dragged in multiple foreign nations, turning what started as a pro-democracy uprising into a quagmire of overlapping conflicts.Global powerhouses including Iran, Israel, Russia, Turkey, and the United States have all, to different extents, engaged their militaries in the conflict. At the same time, they have supported warring factions on the ground, including Iran-allied Hezbollah, Kurdish militia, and the US-backed Syrian Democratic Forces alliance. Islamic State and al-Qaida are also present.If that arrangement has for long looked very shaky, the reaction of Russia and Iran to Israeli strikes this week on an airbase in Syria, killing seven Iranian advisers, has brutally exposed the assumptions that underlie it, not least Moscow’s tolerance for Israel’s assumption of its freedom of action.The reality is that Israel – and Netanyahu in particular – has badly misread the trajectory of Russia’s re-engagement in the Middle East, which has created in the very kindest interpretation the context for Iran’s projection of its influence ever further west and ever closer to Israel’s borders.Why all this matters in the current febrile context following the latest alleged use of chemical weapons in Syria, is that Israel’s misjudgments sit at one corner of a dangerous matrix of unpredictability, perhaps unseen – as James Hohmann argued in the Washington Post – since the secretary of state Dean Acheson suggested in 1950 that Korea was outside the core defence perimeter of the US.On the American side that uncertainty around intentions has seen Donald Trump flip-flop so dramatically that in a handful of days he has somersaulted from suggesting first that his country was rushing for the exit on Syria to a situation where military strikes seem likely.In Israel, a wounded Netanyahu – who has built an entire political career on promising to be a bulwark against Iran – is now being confronted with his rhetoric and the consequence of his actions, not least his bloody public pricking of Iran in a way that Tehran may now find hard to discount.In the final corner there is Putin, whose calculations are opaque because that is his intention – not least over his ambitions and red lines.The result is a highly combustible situation in which no party to the conflict – direct or otherwise – can be certain of the assumptions that the others are operating under.All of which has created what Stephen Pinker describes in his illuminating book on violence and war, The Better Angels of Our Nature, as a classic “security” or “Hobbesian” dilemma, a situation where actions by a state ostensibly to heighten their security can prompt other states to act pre-emptively, risking a fugue of escalation. As more violence seems likely, what is also troubling is that the key mechanism for avoiding such an escalation – the UN security council – seems profoundly weakened by the further weaponisation of the US and Russian vetoes under both Trump and Putin.History teaches us that wars – from the first world war to Korea, the six-day war and the Falklands – are often fuelled by failures of messaging and interpretation.Looking around the Middle East today never has that felt more true. And never have wise heads been in such short supply.• Peter Beaumont is a Guardian reporter and former Jerusalem correspondent"},{"url":"https://i.guim.co.uk/img/media/b885f6f79b0ed273ba39a560dc5ee4734f867ad3/0_34_4000_2401/master/4000.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=a387fa841ea0f9669b3a7b9d867f3cea 1240w","title":"may syrian uk intervene","story":"Hand in hand, they emerged from the White House, and she has never quite recovered from it. The moment Donald Trump clamped his paw over Theresa May’s sent a collective shudder through not just viewers at home, but Downing Street staffers too. The prime minister went to Washington grimly determined to prove that whatever her personal feelings about Trump, the special relationship between the two nations endured, only to prove there’s such a thing as too special by half.But now the limits of that relationship face a far more serious test. The US clearly intends to punish the Assad regime and its Russian backers for the atrocity in Douma, while stopping well short of anything resembling a ground war. And this time it doesn’t wish to be seen as going it alone, which means enlisting the practical or political support of Britain and France in bombing raids. Trump’s hand is on May’s sleeve again, forcing her to choose between an acquiescence that may turn stomachs at home and a rejection that would offend Britain’s most powerful ally.Already siren voices are whispering that she can’t afford to lose any more credibility on the world stage, now Brexit has shattered our historic claim to being America’s hotline to the EU and vice versa. That it was France’s president, Emmanuel Macron, that Trump called first to discuss Syria is a clear sign we’re out in the cold. True, May could still command powerful allies’ backing in her showdown with Moscow over the Salisbury poisoning. But if anything, that creates an expectation of reciprocity. Hasn’t she just been arguing that the west must unite against Russian aggression, that the use of chemical weapons in Wiltshire threatened rules-based world order?Yet if May is seen to be backing airstrikes just to curry favour with an increasingly erratic US, she won’t even carry a vote in parliament, let alone the nation. If it was hard enough for many to swallow the idea of standing shoulder to shoulder with George W Bush – imagine doing so with Trump as he blunders around the Middle East while blustering his way through the Stormy Daniels scandal at home. At least with Bush there was a possibility, however slim, of his heeding London’s advice at key moments in return for unflinching support. Who seriously imagines Trump in listening mode?So somehow, May needs to turn this into a decision made strictly on merit, free from the ghosts of the past, rather than a referendum on transatlantic relationships. She should be very publicly weighing the risks of being sucked into a proxy war between superpowers or regional powers against the equally grave risks of allowing Russian aggression to continue unchecked or chemical warfare to be normalised. We need to hear about the prospects for a successful intervention that saves lives versus the risk of making another futile or counter-productive gesture that would cost them, not about how this affects Britain’s international clout. All of which means the specific (and so far unknown) details of how, when and where the US proposes to act are crucial. Beware anyone who claims the answers are obvious.The underlying judgment is no easier now than in 2013. Military intervention can have terrifying consequences, but so can non-intervention. Calling for further inquiries to establish Syrian guilt just as previous inquiries into previous atrocities have done is likely, at best, to delay rather than remove the decision. Anyone arguing for a peaceful negotiated solution must explain how that is to happen when President Assad patently isn’t negotiating (why would he, with victory in sight?).But what’s often lost in raking over that shameful night in 2013, when in a bewildering welter of amendments and counter-amendments in parliament stopped David Cameron authorising bombing raids on Syria, is precisely why it was shaming. It isn’t just about the Syrian lives subsequently lost but the powerful sense in the Commons that night that somehow nobody had won that whatever one’s view of the decision, British democracy had stumbled to it for the wrong reasons. Even some of Ed Miliband’s team seemed oddly spooked by their victory. To them, this was a vote on one specific, hastily announced and badly explained US plan to bomb Syria imminently, and for obvious reasons they balked at being bounced once again into supporting American military action, no questions asked. They didn’t necessarily see it as the final word on intervention in Syria, yet that is what it became. We cannot afford such confusion this time.• Gaby Hinsliff is a Guardian columnist and former political editor of the Observer"},{"url":"https://i.guim.co.uk/img/media/8547f133b956a0fbc3b6a5e8d10adbd848f01f81/0_614_4242_2546/master/4242.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=9bff959015833fd553fe3226c9d10fbc 1240w","title":"medicine pus milk brexit trade chlorinated chicken","story":"The British public is already scared about a trade deal with the US. They don’t care for chickens washed in chlorine, nor for cows stuffed with hormones. But this week, an epic US document setting out the barriers to foreign trade it would like to remove shows that these concerns are just the tip of the iceberg.So a US trade deal could be both bad for our health, and bad for helping us get better again. In its report, the US government is clear that it hates the EU’s food policies. It wants to export chlorinated chicken (meat rinsed in antimicrobial wash as an alternative to keeping and killing animals in healthy conditions), and meat from animals stuffed with hormones, steroids, ractopamine, and endocrine disrupters (chemicals that mess with animals’ hormones and can cause cancer and birth defects).The list goes on, with the US unhappy about the EU’s “cautious” approach to approving genetically modified goods, chemical flavourings in food and the amount of pesticide residue allowed in fruits and nuts. They even think the amount of “somatic cells” allowed in milk in the EU is too restrictive. The US allows more white blood cells in milk than anywhere else in the world, even though this often indicates infection in the cow.The US argues that this is a matter of customer choice. But that’s disingenuous, both because importing this food will inevitably drive down standards here, and because, as we discover in the document, the US dislikes the sort of food labelling that allows the consumer to make an informed choice.If all of this is starting to make you feel queasy, it gets worse when you look at the “treatment” side of the equation. Medicines in the US are vastly more expensive than they are in Europe. So it’s little wonder that the US, batting for big pharma, disagrees with the (still very moderate) limitations many European governments place on pharmaceutical corporations.For starters, the US complains that there is “a lack of meaningful stakeholder input” into these policies. In turn this creates “uncertainty and unpredictability” and can “undermine incentives to market and innovate further”.In Britain, for instance, the NHS has some limited power to negotiate the price of medicines. It also has a framework for what is and isn’t “value for money”. None of this is to the taste of the US administration. Indeed, it even has a problem with the (again very limited) transparency the EU forces on pharmaceutical corporations to disclose drug trial dates. Drug trials are notoriously opaque, with vital information routinely withheld from the public, making it harder to scrutinise prices or even the real efficacy of medicines.This is the same agenda that the US has been pursuing in other trade deals. The American campaign group Public Citizen shows how the US routinely pushes for greater monopoly rights for pharmaceutical companies in trade deals. On the government’s list are demands to make it easier to renew patents on medicines, allow an even greater degree of corporate control over clinical test data, grant new patents on biological medicines (including many new cancer treatments) and give corporations a greater say in healthcare policy.All of this amounts to a simple reality: if the US successfully pushes through these top-line demands in a trade deal with the UK, the NHS would either have to spend more money on drugs each year, or more patients would be denied access to those drugs.The secretive US-UK trade working group, led by the trade secretary, Liam Fox, met two weeks ago. We are not allowed to know much about the talks, but we do know that “services, investment, intellectual property rights and enforcement, regulatory issues” were discussed. That means: all of the above. Changes in regulatory standards on food and healthcare will be the price Trump charges for a trade deal with the UK. And we know that Fox himself has few qualms about lower food standards.Second, the trade bill, shelved for the time being as Theresa May fears losing a vote on the customs union, will have to return to parliament soon. MPs must take this opportunity to vote for powers to properly scrutinise the trade secretary and to have the right to stop trade deals they don’t like. The stakes couldn’t be higher. If we don’t want to give in to Trump’s trade demands, we must make trade policy democratic.• Nick Dearden is director of Global Justice Now"},{"url":"https://i.guim.co.uk/img/media/d7361dda5a4f37c346cd6d9dfd0f368502cb563f/0_155_3500_2101/master/3500.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=14bf52211bed0ca5f6bf94c1ff738a0a 1240w","title":"no buses must be harmed in the making of the etihad atmosphere","story":"Sign up now! Sign up now! Sign up now? Sign up now!After being beaten 3-0 last week by Anfield, Manchester City will attempt to overturn that deficit in a more sedate environment on Tuesday and advance to Big Cup semi-finals. As they look forward to the game, most Citeh fans have been adamant that no buses must be harmed in the making of the atmosphere, because even if the tie is to be lost, basic standards of civilised behaviour must be upheld. The Fiver agrees. Citeh’s owners from the United Arab Emirates know what happens to dissenters.Citeh fans’ sense of fair play is perhaps why there was no torchlit parade outside Liverpool’s hotel at 4am this morning, unlike in Tblisi in 1979, when Dinamo supporters arranged such a march before their team’s famous 3-0 victory over a Liverpool side that struggled to stay awake on the pitch and not because Alan Hansen was droning on about diabolical defending. That was one of only five times in Liverpool’s history that they have lost a European match by a three-goal margin. On only one of those occasions were they beaten by a score that would eliminate them today without even extra time. That was in 1966, when Ajax rocked them 5-1 in a stadium containing 65,000 fans who burst out cheering at random moments because dense fog prevented anyone from seeing what was happening.So it is going to take something freakish for Citeh to emerge victorious today. Or maybe just another red card for Sadio Mané. Pep Guardiola is confident that his “exceptional, extraordinary” team can pull it off if they produce Citeh “the perfect game”. Guardiola, of course, will need to pick the right XI and hope the rebuilding of Raheem Sterling has not been undermined by his sudden loss of faith in the winger before the first leg. Jürgen Klopp, meanwhile, hopes that Liverpool are confident in their ability to avoid a collapse now that they have Virgil van Dijk and Andy Robertson in the side, neither of whom played when Liverpool conceded three goals this season against Watford, Sevilla and West Bleeding Brom. “Great, tell him he’s Pelé and get him back on.” – John Lambie, the football manager behind these legendary words, has died at the age of 77. Those early-1990s instructions, given to a Partick Thistle physio after being told striker Colin McGlashan had concussion and no longer knew who he was, have been attributed to many others, from Brian Clough to Bill Shankly, but it was four-time Thistle boss Lambie who delivered them.Join Rob Smyth from 7.45pm GMT for hot MBM coverage of Manchester City 3-1 Liverpool, while Paul Doyle will be on hand for Roma 1-2 Barcelona.David Squires on a week of misery at Manchester City, with a special mention for Paul Pogba’s blue rinse.It’s our not-singing, not-dancing Ethics World Cup Fiver. Out every Thursday lunchtime BST.Producing the Guardian’s thoughtful, in-depth journalism – the stuff not normally found in this email, obviously – is expensive, but supporting us isn’t. If you value our journalism, please support us by making a one-off or recurring contribution.“If only we’d known about the ‘missing out on competitions that we’ve already qualified for due to administrators not ticking a box’ option, we could have got the FA to do it two years ago and saved everyone a couple of painfuldullembarrassing (delete as appropriate) weeks at Euro 2016” – Noble Francis. “I think Marten Allen is on to something (Yesterday’s letters using team affiliated comedians for post match interviews). They could wheel out Rory McGrath to do the Arsenal ones. Although I suspect it would immediately instigate a heated debate amongst the fan base about whether his past glories in the late 1990’s are enough to compensate for the current weathered, unsuccessful and somewhat apathetic version that seems to simply exist in a state of distressed anxiety these days” – Paul FowlerSend your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Paul Fowler.Get the best of Big Website’s coverage sent direct to your inbox every Friday lunchtime (BST). Has the added bonus of being on time. Sign up here.Barry Bennell, the former football coach who was branded the “devil incarnate” after subjecting junior footballers to hundreds of sexual offences, is appealing against his 30-year prison sentence.Thomas Tuchel has had talks to beHaving made his first Premier League start at the weekend against Southampton, Reiss Nelson is ready to sign on Arsenal’s dotted line. Manchester City have “wow” factor but they need a Houdini-style escape, says Daniel Taylor of the big onedamp squib at the Etihad.Virgil van Dijk brings calm and collective spirit to Liverpool’s defence, says Andy Hunter before the expected Etihad “thunderstorm”. Sterling or Sané? Who should be PFA young player of the year? Martin Laurence asks – and answers – the question.Sam Johnstone tells Nick Ames that after a dizzying spell of loans he finally feels settled at Aston Villa. Jordan’s female footballers are taking on attitudes and altitudes, explains Suzanne Wrack. Liverpool, £90m and an Argentinian in demand. It must be the Rumour Mill."},{"url":"https://i.guim.co.uk/img/media/6fe61277ebbe8890266549b42b99358ccf9ab2d9/0_61_3500_2100/master/3500.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=39da37aa181941f50a074d8ae8b985dc 1240w","title":"psg new manager thomas tuchel talks antonio conte","story":"PSG are edging closer to deciding who their number-one choice to replace Unai Emry is after meeting Thomas Tuchel’s representatives. The talks were positive and Tuchel is one of two frontrunners, together with Chelsea’s Antonio Conte.The club’s president, Nasser al-Khelaifi, is also keen on seeing whether there is any possibility of prising José Mourinho or Massimiliano Allegri from their respective clubs, Manchester United and Juventus, but there is a realisation within the club that that will be extremely difficult. Mauricio Pochettino has also been mentioned as a possible replacement for the Spaniard, whose contract runs out in the summer. The club have already held talks with Conte’s reprentatives, although no formal approach or offer has been made to the Chelsea manager. The Italian has endured a frustrating season at Stamford Bridge, with the team in danger of losing out on a Champions League place for next season. Chelsea were eliminated by Barcelona in the Champions League and their only chance of silverware is the FA Cup, in which they play Southampton in the semi-finals on 22 April. Conte has hinted at his frustration with the club’s transfer policy throughout the season and recently said he was “very angry” and “very sad” about the current situation.Tuchel, meanwhile, has been without a club since leaving Borussia Dortmund in May 2017. He spent two years at the Bundesliga club, following five at Mainz, and was widely admired for the job he did in replacing Jürgen Klopp at the Westfalenstadion. The team played attractive football and reached two cup finals, winning the second one, as well as being Bayern Munich’s main challengers in the league. The manager’s second season at the club, however, was marred by the attack on the team coach before the Champions League quarter-final against Monaco in April 2017. Tuchel, when testifying about the attack last month, said he thought there was a direct link between the incident and his leaving the club.Tuchel added he was “absolutely convinced” that the attack had an effect on the performances of his players."},{"url":"https://i.guim.co.uk/img/media/88b9308dd831263eb396e4ae103c64d8b503b321/0_1070_4432_3225/master/4432.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=f9e1e07af54d3c69f417c0b9ffe0350f 1240w","title":"nigel slater broccoli lentils and burrata recipe","story":"Chilli-spiked greens cooled by creamy Italian cheeseCook 80g of small dark green lentils, such as Le Puy, in deep, lightly salted boiling water for about 20 minutes or until tender but toothsome. Drain them, add a dash of olive oil and set aside.Slice the green florets from the top of a large head of broccoli. Shave any tough bits from the stems with a vegetable peeler, then cut the largest stems into small pieces. Leave any small ones whole.Bring a pan of water to the boil, lower in the broccoli stems and let them cook for a couple of minutes then remove, drain and set aside. Peel and finely slice 2 garlic cloves then fry them in 30g of butter in a shallow pan until deep gold, crisp and fragrant. Remove them from the pan and drain on kitchen paper.Finely chop and fry a small chilli in the garlic pan, adding a little more butter or oil if necessary, then, when it is soft, add the broccoli florets. Cook for 2 minutes until tender then add the cooked stems and cook for a further 2 minutes until hot.Drain a couple of nicely chilled burrata, place them on 2 plates, then spoon over the sizzling broccoli and chilli mixture. Scatter the crisp garlic among them and serve. Enough for 2.The warm, crisp garlic and hot chilli-spiked greens are simply gorgeous with the cool, milky burrata. It is worth taking care with frying the garlic, letting it sizzle quietly over a gentle heat, so it browns lightly and evenly as it crisps. Anything more than walnut brown and it will be bitter.Slices of mozzarella will work instead of the burrata. I sometimes like to introduce tomatoes – 2 or 3 small ones finely diced – to the broccoli. Use the shaved broccoli and stems, and crisp garlic, over a fried egg or two instead."},{"url":"https://i.guim.co.uk/img/media/cbf9a28707fb4906f117ddb835e2f15cb952960f/0_238_2170_1302/master/2170.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=4a1972be405d61bb310fda7a23f1ea7e 1240w","title":"10 years of lady gaga how she queered mainstream pop forever","story":"It’s a decade since Lady Gaga burst into the charts with Just Dance, and showed a new generation how to create a vivid identity for yourself, anywhereThe year is 2008. I sit on the floor of my family’s modest living room in a sleepy suburb in Ireland, my tongue contorting around my teeth in concentration as I apply a finishing layer of glitter to my masterpiece. It is my 14th year of life and also the 14th time in an hour that I’ve hit the replay button on my big sister’s CD player. A mere month before this scene, Lady Gaga had exploded out of obscurity – it is her image my younger self is reproducing in card and glitter, while Just Dance, released 10 years ago this week, loops in the background.In this moment, I already know that whatever is represented by this woman, this symbol, I love wholeheartedly. I know that she is the living embodiment of some ideal type that informs who I am. What I don’t yet know is that who I am is gay – and that my gayness will become inextricably intertwined over the course of my life with Gaga. She will become the background music in every gay club I will dance in, the overture to every drunken kiss, a talking point for every first date.Female pop icons have long formed a core part of gay culture, and much has been written about why. Some say we live vicariously through their sexuality more Freudian theories suggest they’re our surrogate mothers. Less controversially, one could simply say their bright pop ballads about overcoming love and loss have historically provided a light-hearted, strobe-lit, glittery escapism from a world darkened by the shadows of HIV and homophobia. Before Gaga there was Madonna, Cher, Diana Ross. You may think Gaga didn’t do anything over and above what these performers did: provide glamour and camp value. But the special place she carved in the hearts of gay people cannot be reduced to her penchant for changing wigs – Lady Gaga queered the mainstream.She emerged into a pop landscape staggeringly different to the one we inhabit in 2018. The pre-Gaga charts of 2007 were socially and politically sterile, thronged with such hetero banalities as Kaiser Chiefs and Timbaland. The closest we got to queer representation was the tasteless gay-baiting of Katy Perry’s I Kissed a Girl in 2008. We were at the zenith of an economic boom, unaware of the impending global economic catastrophe that would spark a period of political revolution to coincide with Gaga’s rise. Economic comfort meant that oppression was felt less keenly, that discourse was relaxed. For kids like me stagnating in small towns, in countries where gay marriage was still illegal and casual homophobia rife, the silence felt like the calm before the storm.Some would have disregarded the reactionary content of noughties charts and simply looked back to David Bowie, Prince and Boy George for revolutionary queer role models instead – they destabilised gender categories a decade before Gaga was born. But to my generation, these icons and their reassuring androgyny were out of reach. My childhood was an alienating cultural wasteland, where I survived on a diet of my parents’ Irish country music and my peers’ Top 40 pop. This was still the age of dial-up modems – for many pre-smartphone era queer kids, the likes of Bowie may as well not have existed.Consequently, Lady Gaga turned my world upside down. I suffered from chronic anxiety, linked to years of bullying. I was offensively effeminate and school was an ordeal spent avoiding older boys who spat “faggot” at me in the corridors. After Gaga exploded, I fashioned my own diamond-encrusted glasses and dyed my hair green – the slurs in the corridors lost their power when, like Gaga, I was deliberately provoking the attention. “What a freak,” my peers would scream at pictures of Gaga’s meat dress. I burned with defiance to hear them deride her – if she was a freak, this person I loved, then I didn’t want to be normal any more. The word “faggot” resounding in the corridor no longer marked me out as lesser, but placed me on a pedestal alongside my heroine, another freak – who happened to be No 1 in 20 countries. Her otherness made my own otherness feel more aspirational than painful. In a world of utter darkness, her presence was my only light, a wordless pathway to myself before I even knew what the word queer meant.Gaga did for my generation what Bowie did 20 years earlier. She re-queered a mainstream that had fallen back into heteronormative mundanity. She vocally defended the rights of LGBT people and spoke of her own bisexuality openly. In pop, she expanded what was palatable. She repopularised the flamboyant theatricality of outrageous costuming, on-stage bleeding and compulsive wig changes. She drew inspiration from Bowie’s lightning bolts, Alexander McQueen’s fashion, Leigh Bowery’s performance art, Prince’s androgyny. She performed in male drag, and forced us to question gender characteristics and human physicality with facial protrusions and prosthetic penises. She was the vanguard for a revival of queerness in pop culture that has left an astonishing legacy a decade later – one would hardly bat an eyelid now to hear a word such as “transgender” uttered in a chart-topping song, but before Born This Way the thought would have been startling. It is partly thanks to her that we now live in an era where RuPaul’s Drag Race is mainstream.In fact, Drag Race is perhaps the key to understanding what Gaga did for young queer people. When Gaga appeared as a host on the ninth series of the show, she entered posing as one of the contestants. It’s not insignificant that Gaga presented herself as a drag queen – that’s precisely what she has always been, and what she taught young queer people like me to be.Drag is about borrowing cultural references to construct a persona. When Gaga reinvented the revolutionary queer spirit of Bowie and Prince for the youth of the noughties, she was performing a drag of her own. She borrowed tropes to construct the persona that accrued her fame, figuratively lip-syncing along to the legacies of Cher, Madonna, and the stars she imitated. She invented Gaga in the same way that drag queens do their alter egos.Millions of young gay people in turn used her example to construct their own identities in small, alienating towns and villages around the world. Every person needs references to inform their social performance, to do a sort of drag in their daily lives. Gaga offered queer people those references that our heteronormative hometowns couldn’t, reaching back into the past and passing them forward to those of us who could not access them alone. She taught a new generation of young queer people how to drag up an identity out of a barrenness around them, by looking to history and pop culture. This is what gay people have always done – but many of my generation didn’t know how. Mine was a generation whose would-be mentors had been decimated by the HIV epidemic, causing a wealth of generational community knowledge to be lost forever a generation where cohesion in the real-world gay community was breaking down and gay spaces were closing.Gaga replaced my would-be mentors. When I mimicked her outrageous presentation, I was tapping into the references she offered to express a queerness that I was not yet able to put into words. Without her in the charts, many queer kids like me would have been left with no touchstones whatsoever. She taught us all to be drag queens in our own lives – as RuPaul says, “We’re all born naked, the rest is drag”. When Gaga came to host Drag Race 9, she was truly coming home. Her importance was summarised with beautiful simplicity when one of the contestants, Eureka, broke down, saying “you don’t realise what you do for people like us”.Ten years on, Gaga’s legacy is a changed world. For me, and many gay people around the globe, she is the icon of our generation, to whom we owe nothing less than our identities. Baby, there’s no other superstar."},{"url":"https://i.guim.co.uk/img/media/1354e6722e5d64f06234e94fc5455a27a8a842f7/0_0_6211_3727/master/6211.jpg?w=6000\u0026amp;q=55\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;s=1107848ad701d780d22d762227155593 12000w","title":"commonwealth uk brexit leaving eu","story":"As director of the Institute of Commonwealth Studies, I know what this institution does – and the notion that it can pick up the slack when the UK leaves the EU is nonsense. By  Philip Murphy‘So, Professor Murphy,” said the voice at the end of the line. “What does the Commonwealth mean to you?” It was 2014, and I had agreed to do a live interview about the Commonwealth for a radio talk show. Media interest had been sparked by the Commonwealth Games in Glasgow, and while I waited, phone in hand, for my turn to speak, the presenter was busily soliciting Commonwealth-related thoughts from anyone he could find on Glasgow’s streets that morning.Finally, just as the clock was ticking towards the very end of the show, the presenter turned his attentions to me. But I was stumped by the question. What does the Commonwealth mean to me? It was only since I had become director of the Institute of Commonwealth Studies (ICwS) a few years earlier that it had “meant” anything much at all. And what was that meaning? Lots of drinks receptions in the hollowed-out citadels of Britain’s former imperial power? Endless well-meaning conferences exploring how the Commonwealth could achieve its “true potential”?In the three-and-a-half seconds while all this was racing through my head, the presenter correctly anticipated that a cheery anecdote would not be forthcoming, and moved on to the more concrete question: “What does the Commonwealth actually do?” I blurted out something spectacularly feeble along the lines of: “Well, it doesn’t do very much, but then it doesn’t cost very much.” And that was it – straight into the 10 o’clock news and traffic roundup. Not my finest hour.With the Commonwealth Games taking place at the moment and the biennial Commonwealth heads of government meeting opening in London next week, my institute will again be fielding a high volume of press enquiries. And this time, I’ll be ready for the “What does it mean to you?” question. Back in 2014, I wasn’t. But it was a variant of another question that I had regularly been asked in the five years since I became director of the ICwS: “How did you become interested in the Commonwealth?” There was always an assumption that some element of my upbringing or family history must have sparked my interest in this unique organisation, one that is very largely made up of former parts of the British empire. It currently has 53 members, including Britain itself, which range in size from India, with a population of more than 1.3 billion people, to the tiny Pacific island states of Tuvalu and Nauru, with populations of about 11,000 and 13,000 respectively. But there was nothing I could really point to. I grew up in Hull. Very occasionally we did go overseas on family holidays – but only to the Isle of Man. I can’t remember anyone even mentioning Commonwealth Day while I was at school in the 1970s and 80s. Had they been fee-paying public schools, where a good smattering of the families would probably have had records of imperial service, the situation might have been different. But they most decidedly were not.Later, as a postgraduate student studying how the Conservative party reacted to the decolonisation of Africa, I became familiar with the idea of the Commonwealth as a great, soothing comfort blanket for the party’s dwindling band of post-second world war imperial enthusiasts. They could reassure themselves that the sad business of granting independence to British colonies wasn’t really the end of the line. Like the souls of the faithful departed, these countries would simply join the heavenly throng of the Commonwealth and live in eternal peace and harmony.For the next 20 years or so, insofar as I thought about the Commonwealth, it was largely as a relatively minor aspect of British foreign policy. During the postwar period, the organisation had moved from being seen as an essential prop of Britain’s “great power” status to representing a puzzle, then an irritant, and finally a constant source of disappointment. It has maintained a loyal band of supporters, mostly concentrated in a series of London-based affiliated organisations. Yet even they often seem unable to provide any very convincing reasons for their enthusiasm.Suddenly, people started to talk about the Commonwealth again. The trouble was that most of what they were saying was nonsense.In the weeks after Britain voted for Brexit, as I tried to come to terms with what seemed to me an unmitigated disaster, there were always sympathetic friends on hand to make matters worse. “You’re at the centre of things now,” they said. “You must be very busy. Apparently the Commonwealth is the way of the future.” To which, as the director of the Institute of Commonwealth Studies, my response was: “If the Commonwealth is the future, then we’re in even more trouble than I thought.”Despite the leave campaign’s best efforts to turn the Commonwealth into a symbol of Britain’s ability to stand on the international stage independently of the EU, its power and influence has long been on the wane. Just a year before the Brexit referendum, the party manifestos for the UK general election reflected the Commonwealth’s diminished importance. In place of Labour’s 1997 vow to give renewed priority to this “unique network of contacts linked by history, language and legal systems”, the party now barely mentioned it. The Conservatives were a little more forthcoming, although they largely cut and pasted the words from their 2010 document. Ukip, predictably, scattered in references far more frequently than anyone else. Yet even they had dropped a startlingly ambitious proposal that had featured in its 2010 manifesto, to establish “a Commonwealth Free Trade Area” with the other Commonwealth countries.So, how exactly did it manage to shuffle its way back into the political conversation? For the leave campaign, depicting the Commonwealth as a huge potential trading opportunity for the UK was a useful fiction. This was reassuring mood music for a campaign keen to demonstrate that Britain would not be left helpless and isolated after Brexit. Yet beyond a few hand-me-down figures about its supposed economic potential, there were few clues about how or why the volume of trade with Commonwealth member states would be increased.Although the Commonwealth featured as an element in the snake oil sold to voters by the leave campaign, it was by no means the most potent ingredient. Indeed, many Brexiters struggled with the whole concept of the Commonwealth. On the one hand, it fed into their arguments that Britain had the opportunity to engage more actively with growing economies outside the EU. But it also sat uneasily within a campaign that had focused sharply on the issue of immigration.Once the result was announced, some of Britain’s most prominent Commonwealth enthusiasts began celebrating. Less than a week after the vote, the Daily Telegraph carried an article by David Howell, then chairman of the Royal Commonwealth Society, under the headline “A bright future awaits Britain post-Brexit in the Commonwealth markets”. It rehearsed a series of arguments that had been regularly trotted out for two decades, including the idea of a “Commonwealth advantage” in terms of the ease and cost of trade, and the notion that the world’s future growth areas would be outside the EU: “It is to Asia, Africa and Latin America we need to look for the big prizes, and the Commonwealth network is the gateway to many of these fast-growing new economies,” Lord Howell wrote.Given the ever more certain prospect that we will, indeed, leave the EU, it is worth looking closely at whether there is anything to this view. The origins of Howell’s argument go back to a brief and not very well-substantiated 1994 article by the Australian scholar Katherine West, titled “Britain, the Commonwealth and the Global Economy”, which was published in the the Commonwealth Journal of International Affairs. The piece began with the proposition that, for the UK, Europe had “become an economic black spot, with double-digit unemployment and the lowest rates of growth in the developed world”. It suggested that the British government’s “Eurocentric political rhetoric” tended to disguise the importance to Britain of markets outside the EU. West then moved to note “the spectacular economic growth” of Asian markets, suggesting again that “myopic concentration” on Europe on the part of British policymakers was an impediment to the exploitation of these markets.Tony Blair’s New Labour government, which took office in May 1997, initially seemed keen to run with this idea. The UK was about to host a Commonwealth heads of government meeting for the first time in 20 years, and the idea of the Commonwealth as an instrument to promote British trade seemed a useful way of fitting this rather creaking institution into New Labour’s modernising agenda.This new commercially minded love affair between the Blair government and the Commonwealth was, however, fairly shortlived. In the short term, Blair himself seemed disillusioned from virtually his first sight of the Commonwealth in action, irritated by the drawn-out and inconclusive nature of the Edinburgh Commonwealth heads of government meeting. In the longer term, and particularly after 911, Blair’s attentions focused on Anglo-American relations and the Middle East.Nevertheless, it was clear that promoting the notion of the Commonwealth as an under-utilised business asset was a way of persuading the British government to take it seriously. During the next two decades, bodies such as the Royal Commonwealth Society, the Commonwealth Business Council and the Commonwealth Secretariat pushed the idea vigorously. In particular, they suggested that there was a “Commonwealth effect” that rendered intra-Commonwealth trade cheaper and easier – an idea that can be traced directly to West’s 1994 article.These figures are now regularly rehearsed at Commonwealth gatherings, but there has been little objective analysis of this report, and we might well be cautious in reading too much into them. First, as the study notes, there are wide variations in the extent to which inidual Commonwealth countries trade with others. For some, the proportion is relatively low. The UK and Canada are mentioned in this context as countries “positioned close to large non-Commonwealth markets”. By contrast, there are other member states, including Singapore and Malaysia, that enjoy greater geographical proximity to major Commonwealth trading partners, and so conduct a much higher proportion of intra-Commonwealth trade. Given this, and the fact that there are huge variations in the levels of trade conducted by inidual member states, it is difficult to see what we can actually learn from an average figure for “Commonwealth advantage” between two notional Commonwealth states.It is worth noting, too, that in the run-up to the referendum, Commonwealth member states were virtually as one in wishing Britain to remain part of the EU. Behind this uncharacteristic outbreak of unanimity is the simple fact that Brexit throws the UK’s future trading relationships into confusion. The working assumption is that the current EU agreements, which allow many developing Commonwealth countries access to the UK market on advantageous terms, will lapse in Britain at the moment that Brexit takes effect. It will only be after that point that the UK has the legal capacity to negotiate trade agreements independently of the EU.This means many less-developed Commonwealth countries that currently conduct a significant proportion of their trade with the UK risk being hit by an immediate tariff hike. Given the finite resources available to the UK government for complex trade negotiations, and that attention is likely to be focused on the more lucrative markets of Europe, Asia and North America, Commonwealth countries quite reasonably fear that they will be a relatively low priority for Brexit Britain. The UK is also a major contributor to the EU aid budget, from which many Commonwealth countries benefit, and British overseas dependencies face the prospect of losing access to this important source of development funding altogether.In October 2010, Michael Ancram – then the former Conservative shadow foreign secretary – published a pamphlet setting out a new agenda for British foreign policy. The document, titled Farewell to Drift: A New Foreign Policy for a Network World, showed the influence of David Howell’s worldview: the forces of globalisation were steadily undermining the significance of old-fashioned power blocs such as the EU. Conversely, the Commonwealth, with its lack of treaty or constitution and its emphasis on collaboration and mutual support, was “a readymade vehicle for positive action”.“For too long the Commonwealth has been under-funded and underappreciated by many of its members, including the UK,” Ancram wrote. “For us it costs only 20p per person per year, while the EU costs £52 per person per year. It urgently needs, with British help, encouragement and involvement to become a bolder organisation that recognises its own strengths. It could have associate members as well as new members indeed some of the giants of the world like Japan could become interested, especially if it is based in the emerging powerhouse of India. It is in our interest to encourage such countries to become involved in the Commonwealth in one way or another.”During the 2016 referendum campaign, Ancram duly pinned his colours firmly to the leave mast. His encomium nicely encapsulated many elements of the British myth of the Commonwealth. This includes the tension between wishing to use the organisation more effectively, and disavowing any wish to lead it. Ancram was not the first Commonwealth enthusiast to recommend moving its headquarters to India, the most populous member state – but, more than seven years since the publication of his pamphlet, that prospect is no less remote. With many members of India’s policymaking elite seeing the Commonwealth as little more than a quaint relic of British imperialism, there is little chance of them offering it this sort of flag of convenience. There was also something familiar in Ancram’s ambiguous contrast between the supposed 20p cost of the Commonwealth, against the EU’s £52. Were we supposed to conclude that the Commonwealth is better value for money, or simply that it is under-resourced?Commonwealth enthusiasts generally want to have it both ways: the Commonwealth has supposedly vast potential (thus the idea of Japan joining as an associate member), which could be augmented further with a little additional funding, yet membership will always remain cheaper than the EU, and not only in terms of the UK’s direct financial contribution. Somehow, this mythical Commonwealth of the future will cost less than the EU in terms of the vast number of hours required to negotiate its treaties and other formal agreements it will not require members to make significant concessions in return for some collective good and it will have only the most rudimentary of mechanisms to enforce its will.In this light, the Commonwealth is the international relations equivalent of a homeopathic remedy – a cadre of staff so small as to be almost invisible when dissolved across a body comprising 2.4 billion people, which nevertheless does or could achieve miraculous results. But the promise of the Commonwealth can be seen in another, arguably far more realistic way. It is based on the prospect offered by charlatans and quacks throughout the ages – that of something for nothing.In the decades since the second world war, the process of devising and agreeing mechanisms for European cooperation has indeed been time-consuming and expensive. But it has resulted in a series of concrete achievements, above all the creation of the world’s largest free-trading bloc. Decisions made at an EU level affect the texture of daily life in its member states in the way that the Commonwealth’s empty pronouncements do not. As a result, any contemporary survey of international relations since 1945 is likely to devote considerable space to the EU and little or none to the Commonwealth. Frankly, the EU matters, in a way that the Commonwealth does not.This has long been apparent to those within the UK government who engage directly with the Commonwealth. It is far less obvious, however, to the vast majority of people in the UK, who know the organisation largely through occasional high-profile events such as the Commonwealth Games, and through the annual round-robin delivered in the Queen’s speech. It is at this level, and in this specifically British context, that the myth of the Commonwealth is arguably most dangerous. It encourages perceptions of the organisation as some sort of genuine global network with the UK at its centre, the other members ready to fall into line and embrace the prodigal mother whenever Britain finally decides that it is time to resume a guiding role.It was this combination of a widespread unfamiliarity with how the modern Commonwealth actually functions, and a lingering sense that it is in some way a special asset to the UK, that allowed some in the leave camp to present it during the 2016 referendum campaign as a direct alternative to the EU. This was despite the fact that the vast majority of Commonwealth members, and indeed the secretary general, Patricia Scotland, emphasised that membership of both organisations was not only wholly compatible but also mutually beneficial. The referendum result marked the point when the Commonwealth ceased to be simply a puzzle in Whitehall – an itch the civil service didn’t quite know how or where to scratch – and became a contributory factor in, arguably, Britain’s greatest foreign policy disaster since the end of the second world war.What, then, should be the basis of the UK’s future relationship with the Commonwealth? It could be argued that the referendum result has already ordained that this relationship will be an ever-closer one. But I doubt that. Brexit is unlikely to enhance British trade with Commonwealth countries. Indeed, in the short term, it might actually reduce it, as the UK struggles to replicate deals already in place under its EU membership. There may be closer trading and diplomatic relations with Australia and New Zealand, which represent the acceptable face of the organisation to those leave supporters who continue to regard the citizens of the notional white Commonwealth as “kith and kin”. But when it comes to the genuinely vast potential of the Indian market, a UK government driven by the anti-immigration agenda of leave voters is unlikely to make great strides in that direction. For example, India seems likely to want a relaxation of visa restrictions on its nationals in return for trade liberalisation. Certainly, the issue of immigration overshadowed Theresa May’s visit there in November 2016, leading to accusations that the UK wanted India’s business, but not its people. And whatever the future holds, invoking the name of the Commonwealth is unlikely to oil the wheels of any trade deal.As the Commonwealth summit in London approaches, get ready to hear about the long list of good causes – from ending war and poverty to tackling climate change, and from spreading democracy to promoting gender equality – that the organisation champions. All of this is, indeed, laudable. But given the Commonwealth’s record in recent years, one would need a great deal of faith and a remarkably short memory to believe that the organisation really can make a significant contribution in any of these areas. What is surely beyond doubt is that the Commonwealth cannot rescue the UK from the grievous, self-inflicted wound of Brexit. And any suggestion that it can will only serve to rob the organisation of whatever last vestiges of credibility it still possesses.Adapted from The Empire’s New Clothes: The Myth of the Commonwealth by Philip Murphy, published by Hurst on 19 April• Follow the Long Read on Twitter at @gdnlongread, or sign up to the long read weekly email here."},{"url":"https://i.guim.co.uk/img/media/894ef9391c7fd2b5f43e9144caf1e44a48ebf351/0_22_3500_2484/master/3500.jpg?w=1010\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=cd962d608ef7322a22cef6a3f6716cee 2020w","title":"barry gardiner profile brexit labour","story":"Shadow trade secretary has taken a few sharp turns since he entered Westminster politics in 1997It has never been a secret that Barry Gardiner believes the EU referendum result means Britain must leave the European single market and customs union.But it is not what he thinks that is enraging his Labour colleagues, it is that he has been taped saying what he thinks. And in the kind of blunt and uncompromising language that will shatter the consensus he helped to forge.Gardiner was a key member of the team that brought together the two wings of the Labour party over Brexit. On one side, the “Lexit” wing sees the EU as a global power that would prevent a Labour government from enacting its industrial strategy or extending trade union rights on the other, there are those who believe British prosperity and identity are bound with the closest possible relationship with our European neighbours.But the tape that emerged on Tuesday appears to show the real Gardiner, talking off the cuff to European trade unionists and other leftist activists when he believed he was off the record. If these are his real feelings, they mark another sharp turn in the road of Gardiner’s Westminster career. It is almost impossible to predict what might come next.Gardiner, 62 this year, was elected as an MP in 1997 and served as a junior minister in the Blair years – including in the Northern Ireland office, which his critics say make his remarks about the Irish border all the more inexcusable. He also had stints at the trade and environment ministries. He resigned from a lesser role under Gordon Brown – as forestry envoy – “by mutual agreement” in 2007 after taking part in a move to unseat the prime minister. His concern for the environment and the impact of climate change is the one constant in his political career.In the leadership election that followed Labour’s defeat in 2010 he nominated David Miliband, but he later served on Ed Miliband’s frontbench. He was not offered a job when Jeremy Corbyn became leader in 2015. It was only after the mass resignations a year later, intended to unseat Corbyn, that he joined the shadow cabinet. Since then it appears he has been reinvented as a tribune of the left.Gardiner would probably refuse to be pigeonholed, insisting his only loyalty is to the Labour party. He was a remainer in the referendum but has insisted the result must be honoured. The position he set out in his speech in Brussels in March emphasises the incompatibility of many Labour ambitions with EU policy. It is the sort of perspective that both Corbyn and John McDonnell, the shadow chancellor, would in the past have supported – which is why it is so damaging to the fragile consensus. In the past year, Gardiner has carved out an unexpected reputation as Labour’s attack dog in the broadcast media – though he is courteous and mild-mannered off-camera. He believes attack is the best form of defence. Under pressure, he fights back, fiercely. He accused Newsnight of being silly, a BBC reporter of peddling fake news and Sky’s Adam Boulton of softsoaping a Tory Brexiter. His support for Corbyn and Labour policies is passionate, making him a cult figure on the left. Gardiner was born in Glasgow, the son of an Olympic footballer. After attending university at St Andrews he considered becoming a priest and spent two years working full-time for the student Christian Movement. Instead he won a Kennedy Memorial Trust scholarship at Harvard and studied philosophy under John Rawls, the great liberal thinker who influenced Blair and the development of New Labour. He spent another three years doing research at Cambridge and then went into shipping insurance and arbitration.In 1988 he was elected to Cambridge city council and in 1992 he became mayor. He has been the MP for the north London seat of Brent North since taking it from the Tories in 1997."},{"url":"https://i.guim.co.uk/img/media/f398dba007c72a0235adea0e190a983ee8375024/0_128_5125_3077/master/5125.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=d700f25e253cfa4d04de12d235eb580c 1240w","title":"labour minister barry gardiner sorry good friday agreement shibboleth","story":"Recording of party frontbencher emerges hours after apology for Good Friday agreement criticismBarry Gardiner, the shadow trade secretary and Jeremy Corbyn loyalist, has described Labour’s six tests on Brexit as “bollocks”, ridiculed the “meaningful vote” on the deal that Labour MPs fought for and said “any politician who tells you what’s going to happen … around that final deal is lying to you”.His remarks, caught on tape at a question and answer session after a speech in Germany last month, are the most disruptive within Labour since the general election cemented Corbyn’s position as party leader. They will be regarded by some in the shadow cabinet as a deliberate attempt to wreck Labour’s carefully negotiated position on Brexit. The recording emerged hours after Gardiner was forced to apologise for suggesting that the Good Friday agreement was outdated, a suggestion made at the same event in Brussels.Keir Starmer, the shadow Brexit secretary, is understood to have raised Gardiner’s comments about the Good Friday agreement with Corbyn’s office, and is expected to make a second complaint on Tuesday.Starmer has repeatedly demanded that any Brexit deal achieves “the exact same benefits” as the current relationship with the European Union. It was one of six tests set a year ago, just before article 50 was triggered, setting the negotiations in progress.Gardiner was recorded ridiculing the proposal to have the same benefits – “It’s bollocks. Always has been bollocks” – and went on to dismiss the whole strategy of the six tests.“We know very well that we cannot have the exact same benefits. And actually, you know, it would have made sense, because it was the Tories that said they were going to secure the exact same benefits, and our position should have been precisely to say: ‘They have said that they will secure the exact same benefits and we are going to hold them to that standard’.” Gardiner then poured scorn on the idea of holding a “meaningful vote” in parliament on the final deal – Labour’s proudest achievement during the passage of the Brexit bill. “You tell me what a meaningful vote is? Is a meaningful vote one where you have alternatives and you reject one and you opt for the other? If so, what are the alternatives? … What we’re going to have is, at best, clarity about the orce settlement.” He suggested the most likely result would be the downfall of Theresa May, but even that would not resolve anything. “What is the new prime minister, the new leader of the Conservative party, going to be able to do as a result of that parliamentary vote? Do they go back and try to renegotiate a different deal in Europe? Well, there’s no time for that. Do they hold a general election?”Labour has not formally addressed the question of what should happen if the deal were unacceptable to the Commons. In remarks that will further infuriate his shadow cabinet colleagues, Gardiner warned: “Do not underestimate the fact that any politician who tells you what’s going to happen in SeptemberOctober around that final deal is lying to you. None of us know, none of us, because it is the biggest constitutional crisis that our country has faced in about 40 or 50 years and we simply don’t see a clear way through it at the moment. It’s going piece by piece, staggering.”A Labour party spokesperson said: “Labour has set six tests for the final Brexit deal. Those include holding the government to its own commitment to deliver the same benefits as the single market and customs union. We have been clear that if those tests are not met Labour will not back it in parliament. Barry Gardiner fully supports that position.” Gardiner’s remarks will further stoke the anger in the party that arose after the Guardian reported Gardiner’s criticism of the Good Friday agreement. As dignitaries gathered in Northern Ireland on Tuesday to mark the peace deal’s 20th anniversary, Gardiner said: “I am deeply sorry that my informal remarks in a meeting last month have led to misunderstanding.”He apologised in particular for the use of the word “shibboleth”, which he acknowledged “gave the impression that I thought the Good Friday aagreement was in any way outdated or unimportant. I absolutely do not.”Corbyn was also forced to repeat his commitment to ensuring there was no hard border. “There must be no return to a hard border between north and south, and no return to the horrors of the Troubles. All of us on both sides of the Irish Sea have a responsibility to maintain hope for the future.”Marking the anniversary, Corbyn paid tribute to the architects of the agreement, which he called “a defining moment in Irish history which allowed peace to prevail”. “It was a great achievement and I pay tribute to the work done by Tony Blair, Mo Mowlam and Paul Murphy, as well as those on all sides in Ireland, north and south, in achieving the crucial breakthrough of the peace process.”Labour insiders were furious at Gardiner’s apparent breach of the hard-won agreement that Labour policy should be to remain in a customs union with the EU, which was agreed and set out in Corbyn’s Coventry speech in February to protect the Good Friday agreement.“Barry’s remarks certainly weren’t agreed policy, and they were very unhelpful. Barry’s on the Brexit subcommittee and he was in the room when Jeremy’s Coventry speech was drafted, and that’s the policy now, ” one source said.On Tuesday morning, Gardiner restated his support for party policy. “The Good Friday agreement is a vital and essential part of the relationship between the UK and the Republic of Ireland, and has been central to the two decades of peace it has brought about.“Labour is completely committed to the agreement and opposed to any return of a hard border between north and south. We are committed to negotiating a new customs union between the UK and Ireland as part of a final Brexit settlement, which would play a key role in ensuring there is no hard border.”Days after Gardiner’s remarks in March, the shadow Northern Ireland secretary, Owen Smith, was sacked from Labour’s frontbench for writing an article in the Guardian that supported a second referendum on the terms of the Brexit deal. Smith described Gardiner’s remarks as “reckless and plain wrong”.“On the Good Friday agreement’s 20th anniversary, Labour should be defending and sustaining it, not joining the Tory Brexiteers in downplaying its importance and the risks of a hard border,” Smith wrote in a tweet."},{"url":"https://i.guim.co.uk/img/media/026a15d1067b0350757d031ab900947b0831c4b8/0_323_4839_2903/master/4839.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=1f79599ff1df2c18f4eccfc6345501b3 1240w","title":"tony blair new leadership strong progressive centre labour conservative party","story":"Ex-PM says centrism has been abandoned by Labour and Tories but denies trying to form rival partyTony Blair has called for new political leadership from the “strong progressive centre” and confirmed his institute is developing a raft of policies to encourage such leaders.The former prime minister insisted he had not given up on Labour despite his concerns of it being “in the grip of the hard left”.Speaking to BBC Radio 4’s Today programme, he admitted he was trying re-energise the centre ground of British politics, which he claimed was being abandoned by the two main parties. “If you leave between the Brexit-dominated Tory party and a hard-left Labour party vast uncultivated centre ground, at some point someone is going to come along and cultivate it,” he said.At the weekend the Observer revealed that plans for a new centrist party had attracted £50m of investment. Blair denied trying to form a new party, saying: “I’m not advocating it or involved in such a one or certainly not running for its leadership at this or any stage.”But he said such a plan should not be derided by the established parties. “What is most sensible is for both of the main parties to realise they can pour scorn on people who are thinking of these things, but ultimately they’ve got to understand there is a constituency in this country which is socially liberal, in favour of strong methods of social justice, but also believes in a well-run enterprising economy.”Blair lamented the lack of political leadership from centrists. He said: “The really depressing thing about western politics at the moment is that the leadership of what I would call a strong progressive centre is just not there, it is lacking. “And the result of it is you have rightwing politics going into anti-immigration nationalism and leftwing politics going into sort of anti-business old form of statism, and neither are the answer to the problem of the future.”He confirmed that his Tony Blair Institute for Global Change was developing a platform for any emerging centrist politicians to utilise. “What we are is putting together is a policy platform … that anyone in politics could take if they come from the open-minded approach to the problem, which says that globalisation is essentially a good thing, not a bad thing, but its risks have to be mitigated … My institute is looking at things like housing, infrastructure, what’s the right tax and spending policy. “It is not a manifesto because it is not for a political party – it is for people whether they are in the Labour party, Conservative party, Liberal Democrats, wherever, who can see the way politics is developing in the is country and who think there must be a better set of policy ideas for the future.”He added: “I have got no infrastructure for building some political party. But what I fully own up to is trying to create the sort of centrist policies that I think can rekindle optimism about the future, since I think that these lurches to the right and to the left are basically the politics of pessimism.“Starting a new political party is incredibly difficult. I’m focused on one thing, which is what are the right ideas.”“We have got an old-fashioned Conservative party and a Labour party that’s got frankly reheated politics from the days I remember when I was a student. I don’t think either of those things answer the challenge for the country.”"},{"url":"https://i.guim.co.uk/img/media/18ce3d261e4aa79df29658e0b3518ac6c97dc00b/108_308_4746_2847/master/4746.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=0b628563168bfa706c347946099f3921 1240w","title":"caster semenya 1500m gold commonwealth games gold coast","story":"Caster Semenya’s strongest opposition on the way to winning Commonwealth gold came from a faulty starter’s gun which left the women contesting the 1500m final struggling to stay warm on the start line.A deluge of rain before the race soaked the track at the Carrara stadium and flooded the timing equipment. As organisers struggled to repair the clock and gun, the South African bounced on the spot in an effort to keep her muscles warm.The 1500m, the final event of the day’s athletics, eventually got under way 10 minutes behind schedule and Semenya was utterly dominant. She assumed a commanding position in the pack before executing her break with 300m to race, overtaking Kenya’s Beatrice Chepkoech, who finished second, with 150m left. Wales’s Melissa Courtney came third in 4min 03.44sec. Already double Olympic 800m champion, it is the first time Semenya has been to a Commonwealth Games and she performed a swan-like celebration after crossing the line in in a Games record of 4: 0.71.“As a middle-distance runner I have done enough for my collection but this is for me, country and for the youth, we are inspiring the youth, we just want to show them they can do it,” Semenya said. “It rained so it messed up the clocks so they had to make sure the clock was running. It wasn’t bad for me.”The 27-year-old will attempt to add the 800m title later this week but is running in the knowledge that a proposed change in rules concerning hyperandrogenic athletes may spell the end of her career.Semenya has hyperandrogenism, a medical condition most commonly affecting women that is characterised by heightened levels of male sex hormones, including testosterone. The IAAF, athletics world governing body, has stated that it hopes to have revised rules in place by November which will restrict testosterone levels in female athletes. It could mean Semenya will face a decision of whether to take medication to inhibit her testosterone levels or stop competing at elite level.The Australian 800m runner Brittany McGowan added fuel to the debate around Semenya’s inclusion by suggesting her times and those of others competing in the same races as the South African should not be compared. “It’s a tough one,” McGowan said, “It’s tough for a lot of women in the 800m, 400m and 1500m at the moment to compare ourselves and be judged by our governing bodies on those times.”Scotland’s Eilish McColgan, coached by her mother Liz McColgan, who won gold at the Commonwealth Games in Auckland in 1990, could only manage sixth. “My mum said to me at 600, you need to be going. But the pace was so fast, I was already going,” she said. “I don’t know what more I could have done. I maybe waited too long because those girls are specialists and over the last 100, it takes me longer to get my legs going. I’m gutted because I was so close and it was there.”Isaac Makwala, the Botswana sprinter who kept the London world championships entertained last summer with a saga around his inclusion, won gold in the 400m. Makwala was barred from competing in the 400m final in London after complaining of an illness but later claimed he had been well enough to compete. The 31-year-old crossed the line in 44.35sec open-mouthed and arms spread in a crucifix position, finishing well clear of his compatriot Baboloki Thebe who took silver in 45.09 and Jamaica’s Javon Francis in third.He claimed the Commonwealth title made up for the disappointment of not being allowed to compete in London. “I came here ready for this and everything has been going well since the world championships,” he said."},{"url":null,"title":"patrick reed coped with the pressure rory mcilroy didnt","story":"After a nervous start for both on the final round of the Masters the Texan settled to play his game but McIlroy’s challenge diedThey say a Green Jacket costs around $250, though no one who knows will confirm that. Money talks in Augusta, same as anywhere, but Augusta does not like to talk money. Certainly they are made in Cincinnati by the Hamilton Tailoring Co, from tropical wool, pantone 342, three buttons, double‑breasted, with the owner’s name stitched on the inside. And there is nothing, certainly not in the game of golf, that Rory McIlroy wants more. This was McIlroy’s fourth run at finishing the career grand slam and the most painful to watch of the lot because it was his best chance yet.McIlroy was right where he wanted to be on Sunday, in the final group, and, though he was three shots off Patrick Reed at the start, that at least meant he could freewheel as he did not have a lead to hang on to. “I’ve been waiting for this chance,” he said on Saturday night, and a long time, too. This was his first time in the final pair since 2011, when he blew up on the 10th. “That was a huge turning point in my career. It was the day that I realised I wasn’t ready to win major championships and I needed to reflect on that and realise what I needed to do differently.”That round haunted McIlroy. And, if there is a lesson there for him to use this time, it is that he has to make sure this one does not do so, too. They say the Masters starts on the back nine on Sunday but McIlroy was so flat that this one was all over by then. Jordan Spieth was so far back that even his final-round 64 did not really worry Reed. “When he birdied the 12th and 13th, I knew I had those holes coming up,” Reed said of Spieth, “and as long as I could keep it at least tied with him, he would run out of holes and I would have more birdie opportunities coming in.”So Reed felt he always had Spieth covered. It was the same with Rickie Fowler when he made a birdie on the 18th to go to 14 under. Reed knew all he had to do was get through the last two holes in even par. Which is not to say it was easy. He still had to get up and down on the 17th and then face that wicked downhill putt on the 18th green. “But I kept reminding myself, and my caddie kept reminding me: ‘Just go do you. Go play golf.’ And I was able to get through it mentally.” Reed found a way to cope.McIlroy did not. It was telling that he did not even figure in Reed’s conversation about what was going through his mind as he came round the back nine. Their business was already settled. It had been a scrap on the early holes. Both were nervous on the 1st, where Reed hit his opening tee-shot into a tree, and McIlroy pushed his wide right into the pine straw. They both ended up in the front left bunker by the green. McIlroy made much the better recovery and Reed dropped a shot. And when McIlroy uncorked a pinpoint approach on the 2nd, he looked the likely winner.Then McIlroy missed his eagle putt. Which is the first of a few what-ifs he will be left with. But still he made his birdie, which meant the gap between them was down to one and the pressure was all on Reed, just as McIlroy predicted it would be on Saturday night. But at the 3rd everything shifted when McIlroy missed a 10ft putt for par and Reed made one for birdie from half as far again. McIlroy made another birdie on the 4th but gave it away again when he missed a 5ft putt for par on the 5th. That was the end of it.“Every time I took a step forward I took a step back on the next hole,” McIlroy said. He added that he was going to “sit down and reflect over the next few days” to try to figure out what had gone wrong, “whether it be mindset or, I don’t know, if I just didn’t quite have it today”.But Reed had a pretty clear idea of what happened. The pressure got to him. “That’s the biggest thing is going into a Sunday, especially for me trying to win my first and for him, trying to win the career grand slam. It’s who is going to handle the pressure and who is going to have more pressure on them.”Reed believes that the reason McIlroy’s golf was so much worse than it had been on Saturday, when he shot 65, was because he was that much closer to winning that Green Jacket and finishing the grand slam. Hell, McIlroy could not even bring himself to say the phrase on Saturday night. “We’ll obviously still be feeling it,” he said when he was asked about the pressure, “It’s the last round of a major championship, and we’re both going for – Patrick is going for his first and I’m going for” – there was a beat here while he held the words in his throat – “something else.”McIlroy did not sound like a man who was all that comfortable with the position he was in, even though he has clearly learned to feel comfortable with the course. He has finished in the top 10 at the Masters five years in a row. So he has the game to win here. But then, so did a lot of good golfers who never did. Men such as Ernie Els. After this, for sure, the young US golfers McIlroy is competing against will not be intimidated the next time they play him on a Sunday here."},{"url":"https://i.guim.co.uk/img/media/0ee4e78120b90f00c445606983041832832b6918/203_243_3005_1803/master/3005.jpg?w=3000\u0026amp;q=55\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;s=785b4979e52a5b3573a669487f6b660f 6000w","title":"commonwealth games day six in pictures","story":"All the latest pictures from the Commonwealth Games on the Gold Coast as cyclists, boxers, ers and athletes battle for medals"},{"url":"https://i.guim.co.uk/img/media/a51ba261ffb18cd47f01b76efc6f0783441ae58a/511_465_5135_3081/master/5135.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=7c72c93cc11f7f3cf4965139f2f4b3bd 1240w","title":"mark bonnar i do a good cold hard stare line of duty interview","story":"After playing corrupt cops and tortured barristers in TV shows like Line of Duty and Unforgotten, Bonnar is returning to the theatre – in a dystopian drama about replacing a dead childMark Bonnar takes comfort in the fact that he once played the back end of a pantomime cow. It was the actor’s first stage role, at the amateur Leith theatre in Edinburgh, the city where he was born. It was a funny start for a man who would go on to be known for the icy stare of his green-grey eyes.Back in 2008, he was in Michael Grandage’s Twelfth Night at Wyndham’s theatre, and on press night, he started to feel a serious case of nerves. “I knew Branagh was in the audience, and Judi … I was Orsino, so I opened the show with ‘if music be the food of love, play on.’” He starts to thump his chest. “My heart was giving it that,” he says, “and then I remembered about the pantomime cow. I thought, it’s all right, isn’t it?” He laughs. “It’s not a big deal, look …” If you can be the back end of a cow … “you can do anything”.I meet Bonnar over hasty supermarket sandwiches in his lunch break. He’s much more twinkly in the flesh than his famous TV baddies and bastards, from Line of Duty to Apple Tree Yard, would suggest. But he’s also adept at comedy, playing the acerbic and pathologically dry Chris in Catastrophe, as well as popping up in Psychoville and the rebooted Porridge. We’re at a rehearsal space in south London, where he’s finishing preparations for a new play at the Royal Court, Thomas Eccleshare’s Instructions for Correct Assembly. “It’s ostensibly about a man and a woman” – played by Jane Horrocks – “who have lost their son to a heroin overdose when he was 21,” he explains. “So they buy a new one, a flatpack son. A son they can construct. It’s about love and our relationship with technology, I suppose, and about parenting, and loss, obviously. All the big questions.”Almost immediately, he was cast as the philandering Duncan in BBC1’s Scottish take on scandi-noir, Shetland, a role that’s about to take him into its fifth series. “It’s a lovely thing to do,” he says. “And there were a few bits and bobs along the way, but Line of Duty was certainly a big break, if you like. It was the biggest part I’d played on telly, with the biggest profile.”Since then, he’s been on a roll, jumping from one quality TV show to the next, most recently in the grimly gripping Unforgotten, where he was a gay barrister who had been sexually abused as a child. He puts some of his success down to luck, or, as he puts it, “a chaotic miasma of circumstance that brings you to somebody’s door”. For example, when he played Eric Morecambe in BBC4’s Eric, Ernie and Me, he was lucky that his wife, the actor Lucy Gaskell, was from Wigan, and could help him with his north-west accent. “But it also helped when I woke up the morning of the audition saying, ‘I’m not going to do it. I can’t, it’s not me, I’m not right.’ She was going, ‘Don’t be stupid, get out of the door and go.’” He thinks it’s probably easier to be married to another actor, though he’s never been married to anyone else, he points out. “It’s a weird one, isn’t it, because sometimes you have to look deep into somebody’s eyes and tell them you love them and do it every night, or for millions of people to see on the telly. So yeah, I suppose it’s a bigger leap for those who don’t do it themselves, to imagine what the fuck you’re doing.” He laughs. “You have a shorthand: ‘God, I had to get my pants off today, it was really embarrassing.’ That’s all it would take, rather than, ‘You had to do what? Why? In front of how many people? 16?’”It was the simple fact that he loved Correct Assembly so much that brought Bonnar back to the stage, even though his TV career continues to go from strength to strength. While he acts in a dystopian play about rebuilding one’s dead child, he will appear on Channel 4 in another near-future role, the third series of Humans. He plays a government scientist – other details are secret, including whether he’s a goodie or a baddie. “I don’t know if I should tell you that. And anyway, I think it’s more complicated. He’s neither one nor t’other. But both, maybe,” he teases.Why does he think audiences are so fascinated with the future right now? “I was in my 20s in the 90s, when mobile phones were first around,” he says. “That wasn’t that long ago. It feels like the rate at which it is evolving is far outstripping the rate at which we are.” He mentions fake news, Trump and the Cambridge Analytica revelations. “That kind of thing is exactly why we should be questioning our relationship with technology and truth and memory, and all the exciting things that this play brings up, albeit in a very domestic setting. That’s why things like Black Mirror are such a huge hit, because people are, rightly, terrified about what this all means.” He left Facebook himself a year ago, he says, and hasn’t missed it.Bonnar will turn 50 in November. “It gets weirder, the older you get. You look in the mirror,” he says, with a dramatic sigh, “and go, Jesus Christ, it’s all going so fast. I certainly don’t feel 50.” It’s also his mum and dad’s 50th wedding anniversary this year, and their 70th birthdays, so they’re thinking about getting together for one massive party. “My dad went to art school when I was one. They scraped and continued scraping, because artists, as we all know, don’t earn a lot of money. It’s a precarious existence and my mum didn’t work, so dad sold paintings. He was town artist for a couple of places, in the glorious 70s, when a thing like that even existed. A town artist, wow.” There’s a knock on the door, and Bonnar’s lunch break is up. This is the last day before they move into the theatre, and time is tight. Before he goes, I ask if he ever takes offence at being known as such a good villain. “No, I don’t think so,” he grins. “I relish it in a way, because you get to do things you would never obviously do. It’s more interesting to e into those kinds of psyches.” And, he says, he’s got a good thousand-yard stare. “I do a good cold, hard stare,” he nods. Go on then. And he turns to me, and stares, and it’s so unnerving that I begin to squirm. “Yeah?” he says, refusing to drop it, for just a second too long. And then he starts to laugh."},{"url":"https://i.guim.co.uk/img/media/fa45c454b91a053b1febb4ed4568d7042bd3c282/60_0_1800_1080/master/1800.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=03cb79910752a1c02ad8685e2b4f35b5 1240w","title":"facebook notify users data harvested cambridge analytica","story":"People who fear their information may have been used by Cambridge Analytica can go to a new help pageFacebook has started the process of notifying the approximately 87 million users whose data was harvested by the election consultancy Cambridge Analytica.Most users will see a message saying that “neither you nor your friends logged into ‘This Is Your Digital Life’”, the personality quiz that Cambridge Analytica used to gather its data.Around 87 million iniduals, including more than 1 million people in the UK, will receive a different response saying “a friend of yours did log in”. That means that their public profile, page likes, birthday and current city were likely shared with the company, as well as potentially the contents of their news feed at the time.Around 300,000 people – including 53 people in Australia, 10 people in New Zealand, and an unknown number of users in the UK – will receive a message informing them that they installed the This Is Your Digital Life app. This means they almost certainly handed over the personal information of all their Facebook friends at the time, as well as formed part of the core group for the psychometric profiling that Cambridge Analytica carried out during the US election campaign."},{"url":null,"title":"virtual reality by the guardian","story":"Experience a whole new world of Guardian journalism in two simple steps.  1. Download the Guardian VR app on your smartphone.  2. Place your device in a Google Cardboard or Daydream headset. You’re now ready to explore a new world of Guardian journalism. To watch our VR pieces you’ll need a Google Cardboard headset. You can buy one from the Google Cardboard store.If you are experiencing issues with your Google Cardboard headset or the Guardian VR app, please click on the FAQ button. If you are having trouble assembling your headset, click to watch the tutorial video below. You can also subscribe for our VR newsletter below. "},{"url":"https://i.guim.co.uk/img/media/50eefa3ef9e5b409dcca215a37d0ac666fa684c0/0_52_640_384/master/640.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=b4ce23f034d5705019c43f47370048dd 1240w","title":"berlin world fastest rising property prices","story":"Berlin has emerged as the frothiest property market in the world, with the city engulfed by expensive highrise developments and speculative buying that threatens its traditionally low rents and hip arts scene.Berlin, Hamburg, Munich and Frankfurt were ranked in the top 10 in the world for price rises, with several Dutch cities not far behind. Foreign buyers have flocked into Berlin’s residential and commercial property market, with the US investor Warren Buffet agreeing a deal last month to acquire a top-end real estate agent in the city that sells apartments for as much as €3.8m (£3.3m). The boom has been fuelled by cheap borrowing and a fast growing population. The city’s population has grown by about 50,000 a year over the past five years to 3.5 million. It is projected to reach 4 million by 2035. On immowelt.de, a popular German property website, apartments in NeuKölln, which is regarded as one of the hippest neighbourhoods, can be found €175,000 and are marked by the agents as “Ihr cleveres investment”. Commercial property is also booming. Berlin’s Sony centre complex, emblematic of the city’s regeneration after the fall of the Berlin Wall, was bought for €1.1bn in October by the pension fund of Ontario’s municipal employees. Meanwhile Norway’s state pension fund has paid about €400m for the Mitte headquarters of media group Axel Springer."},{"url":"https://i.guim.co.uk/img/media/f881d3c8ee5b507c5ac56e3da1a1f366c351e922/0_33_750_450/master/750.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=8c3b03d181fe238134cbf9483931a75f 1240w","title":"europes longest heated cycle path to connect dutch cities","story":"1.7km Wageningen to Arnhem link set to be kept snow-free by energy from local paper plantThe longest heated cycle path in western Europe, and possibly the world, is set to be built in a Dutch beauty spot to cut the commuting time between two of the country’s cities all year round.The new 1.7km “cycle highway”, which forms part of the route linking Wageningen and Arnhem in the east of the Netherlands, will be kept warm by residual heat from a local paper plant.Concerns have been raised that frogs might find the warm path a little too comfortable, putting them and cyclists in danger. But Gelderland council has promised to monitor the impact on the local wildlife, which includes many water birds and beavers.Towns across the Netherlands have been investing in heating stretches of cycle paths, but nothing on the scale proposed in Gelderland has been constructed.Cutting through the Jufferswaard, a nature reserve near the Nederrijn in Renkum, the two-way cycle path is also likely to be one of the most idyllic, and is due to be completed in time for the winter of 2019. De Jufferswaard, a nature area of 31 hectares (77 acres), is located in the floodplain along the Nederrijn river, between the factory site of the paper mill Parenco, one of the area’s biggest employers, and the Rhine bridge at Heteren village, 7.5 miles (12km) south-west of Arnhem.Petra Borsboom, a spokeswoman for Gelderland council, said they believed the path would be the longest of its type in western Europe. “We don’t want to make the claim that it is the longest in the world because there might be one in China we don’t know about,” she said.The cycle route will shorten the riding distance between Wageningen and Arnhem by 600 metres. The biggest gain of the route would be “time, safety and experience”, the council said.She added: “This path is mainly for commuters. It is a beautiful protected area and that is the reason we wanted to do this. We don’t want to use salt there to keep it snow-free.“There was a lot of fear that frogs in the road would want to stay there but we will follow the impact on the smaller animals very closely.” "},{"url":"https://i.guim.co.uk/img/media/f29e237198369ca27e016f09700828b2ad8d06ba/0_15_1486_891/master/1486.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=44fb2a22fd7e97914db6a39c52118f65 1240w","title":"it took me years to accept it would work readers on the good friday agreement","story":"For the 20th anniversary of the agreement we asked people to share their memories from the time and to tell us how they feel nowAlthough I was only seven at the time, I have a vivid memory of it being one of the first times when I took an interest in watching news as opposed to wanting to play outside. My mother sat down with me and proclaimed that it was the most important decision that would bring about peace for my generation and that for once we would all be equal. I remember watching both our local and the national TV coverage as I was so engrossed in the story of people putting aside differences and working towards peace. The peace process is a shining example of the good that politics and democracy can bring. It makes me proud to say that I’m from Northern Ireland due to its legacy and how that can inspire other nations also experiencing internal conflicts.Brexit poses a grave risk to the positives of the Good Friday agreement. Although I grew up in a RepublicanNationalist household I would have self-identified as a Unionist, as I felt Northern Ireland was better off as part of the UK and the EU. After the EU referendum results, my ideological views completely shifted and I wanted a united Ireland instead. I travel on the Enterprise train from Belfast to Dublin. Will a hard border force us to stop for a customs search? My boyfriend lives in Dublin and the thought that there will be added unnecessary delays when we come to be together feels so foreign and illogical to comprehend. To disregard the Good Friday agreement and its importance is to disregard the unique and special relationship Northern Ireland has with the Republic of Ireland. In doing so, Brexit risks not only the agreement but also the very nature of the United Kingdom.I grew up in suburban Dublin and my parents were from border areas (one north, one south). We visited my grandparents north of the border on a regular basis and spent a lot of time with my cousins, aunts and uncles there. It didn’t matter to me that helicopters flew overhead every day or that there were armed soldiers patrolling the streets of the quiet countryside town.  In 1992 I turned seven. My sister and I were staying with our grandparents for a few days and I was let out on my bike as long as I didn’t cross any roads. Around one corner there was a soldier holding a rifle. I was probably only a few metres past him when a huge bang went off. I was terrified and raced down the road and hit straight into my grandparents’ door. I found out later that the soldier was shot by a sniper.  Six years later and with the Good Friday agreement the lookout towers started to be dismantled and there were barely any street patrols. People were happier and free to come and go as they pleased, play sports, walk the hills and enjoy the magnificent countryside. Life was better. It got rid of the bad from both sides and I want neither to return, nor do I want anybody to relive what I’ve experienced - but I want them to remember.On the day of the agreement I remember my parents watching in the afternoon on the small TV in the living room and telling me to watch it as it was history in the making. I wasn’t really that interested though. It was lovely and sunny and the first day of the Easter holidays so I took my younger sister up to a building site to explore instead! In the run up to the election however I was engrossed. I asked my father why all these yes and no signs were up everywhere and he explained the terms of the agreement. I read the booklet and remember saying quite clearly that I would vote yes.I’m very disappointed in the current state of affairs in Northern Ireland. The political parties seem more concerned about getting one over each other rather than focusing on changing issues that affect us all, such as the economy. I really hope Brexit has as little effect as possible as a hard border would be a nightmare situation. If the UK economy slows as a result Northern Ireland will be hit the worst.My employers in Dublin gave me the day off to travel north to vote. I cried for most of the journey as I remembered the last time we dared to hope. I had grudgingly accepted failure and chaos, not due to the people of the island of Ireland - whether they were green or orange, but the history of Britain’s politics in Ireland did not stand up well to scrutiny. After the results were announced I still expected to be disappointed it took me years to fully accept it could work. But no matter what we think of modern day politicians they stood tall. Some thought it a victory whereas I thought it was a wasted life and 30 years. We had just been permitted to compete but had yet to start running. I had fully accepted that I wouldn’t live to reap the true rewards nor perhaps would my 10-year-old son. It will be a long slow road but at least there is a road. However Brexit will be nothing but negative for all concerned.I am embarrassed to say that I voted against the Good Friday agreement. At the time, I felt that the prisoner release scheme was a step too far and that it was difficult for people to forgive the violence and death that was part of the Troubles for so many years. I was 18 and I had always lived in Belfast and I think I found it difficult to see the broader picture. Within a very short time I was able to see the value of it ending violence and enabling politicians to engage with each other across the sectarian ide. I feel that all the politicians involved worked hard to secure the agreement and, despite some terrible atrocities in the weeks and months after, it has been successful in ending violence. I am happy that my children can now enjoy their lives without the knowledge or the threat of paramilitary violence. There continues to be ision and political uncertainty in Northern Ireland and the peace process is still very much a ‘process’, however the achievements of the Good Friday agreement mean that, eventually, we will have a stable and more progressive country. I was nearly 12, and remember the vote no graffiti going up in various places along the way from Belfast to Armagh. I was quite apathetic to the whole thing. Thankfully the Good Friday agreement seemed to have a pretty decent impact, especially after the Omagh bombing. Industry in Northern Ireland is now on the wane, and the political vacuum that exists now is really worrying. It’s really sad that the schools and residential areas are still segregated and I genuinely believe that no real difference can be made unless children realise from the earliest possible age that their neighbours from a different religion are just as benign and boring as they are. It looks as if Brexit will be wholly negative and that is because the political powers have been largely irresponsible to date. The role of Northern Ireland has straddled the odd position of being completely ignored by one side (UK) and being used as a pawn to benefit a party and leader’s status in another jurisdiction (RoI and EU negotiations). I wouldn’t be very optimistic if the changes heralded by Brexit are as drastic as some Tories and others are pushing for. Some names have been changed."},{"url":"https://i.guim.co.uk/img/media/5d6ac5f1f3c7555a8e63ea9e57e68a5ac9f35424/0_744_5899_3539/master/5899.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=82c05a097e012b698fe71267a7459c2e 1240w","title":"what could the us target in syria and how might russia react","story":"The response to a 2017 chemical attack was largely symbolic this time it could be more comprehensiveAfter the 2017 Khan Sheikhoun attack, Donald Trump ordered a strike on the airfield that launched the Syrian jets involved. The 59 cruise missiles launched from US warships in the Mediterranean damaged runways and hangars at Shayrat but they were quickly repaired. That attack was largely symbolic. If Trump orders a second strike, it will probably be more comprehensive. The US president will be keen to assert himself as a strongman if he feels his own red line has been crossed (comparisons to Barack Obama are too much for him). France too has previously said it would be prepared to act if the use of chemical weapons is proven.Probable targets a second time round would be other Syrian airbases, and perhaps what remains of the air force itself. Whittled down and battered, the Syrian jet fleet has been heavily propped up by Russian fighters. Syria’s air defence system has been heavily damaged by Israeli attacks.The US maintains a naval battle group in the eastern Mediterranean, well stocked with over-the-horizon missiles. It has a large number of jet fighters in Qatar and on carriers in the Gulf, which are deployed to bomb Isis. The politics of flying over Iraq or Saudi Arabia to bomb the Syrian regime may prove tricky. Missiles are a more likely option. They’re harder to shoot down and it matters little if they are. Striking from the west poses fewer problems all around. French jets could hit Syrian targets after taking off from French airfields. If Britain joins the fray, it has a base on nearby Cyprus, a short hop from Syria.The RAF has a large contingent in the Middle East still engaged in action against Isis remnants and could easily ert planes and drones to Syrian military targets if required. It has Tornados posted in the region that have a reputation for flying low and precision bombing, and Typhoons armed with Paveway lV guided bombs. It also has Reaper drones equipped with Hellfire missiles. All were in action over the last few weeks in either eastern Syria or Iraq against Isis. However, the main value of the UK to any military action by the US – which is not short of firepower or expertise – would be in allowing the US to say it isn’t acting unilaterally.Though the Syrian air defence system was heavily damaged by Israeli attacks in March, it remains a threat. Its ageing missiles still fly faster than modern jets – a 45-year-old SA-5 missile brought down an Israeli F-16, prompting the Israeli counter-strikes. However, the air defence battery offers little defence to ground-hugging missiles. And more than 100 Israeli strikes had previously been launched without a plane being hit. The bigger question is whether Russia would activate its more formidable S-400 system, which has been in place in Syria for more than a year. This poses a lethal threat to the world’s most modern jets. During previous attacks, Russia has sometimes briefly turned the system on, but it has not yet used it. A warning by the Russian foreign minister, Sergei Lavrov, to Trump not to attack could indicate a different approach a strike is ordered this time.What remains of the opposition is on its knees. It has no defence against air attacks and has lost most of its strongholds. Only Deraa in the south and Idlib in the north remain under its control, and the latter it shares with jihadists who have a very different view of what a postwar Syria should look like. For the past six years opposition leaders have been calling for no-fly zones or airstrikes to weaken the regime.Russian and Syrian jets have battered anti-Assad forces into submission, eastern Ghouta being the latest example of that. With Russia dominating the skies across at least two-thirds of Syria, a no-fly zone is not an option. The opposition pipe dream remains the ousting of the regime. But with that not a consideration for even Assad’s foes these days, the best the opposition can hope for is a weakened Syrian air force.Additional reporting by Ewen MacAskill"},{"url":null,"title":"dit-s-new-campus-at-grangegorman-takes-shape-1.3453048","story":"  April 7, 2018The biggest higher-education development in the State\u0026rsquos history will transform Dublin\u0026rsquos north-inner city. But while some locals welcome the change, others fear it   April 7, 2018Grangegorman set to host Ireland\u0026rsquos first technological university Invalid email or password."},{"url":null,"title":"irish-news","story":"Trio airlifted from life raft by coastguard helicopter after vessel capsizes on TuesdayBradley praises \u0026lsquohistoric magnitude\u0026rsquo of deal, but points to North\u0026rsquos ongoing challengesRosalyn Few and Norman Larose died in pony and trap incident at Gap of Dunloe\u0026lsquoI want to be able to persuade unionism that Irish unity would be a good thing for us and them\u0026rsquoTadhg Butler (37) denies murdering Michael O\u0026rsquoDwyer in 2014Former obstetrician says primary duty is to mother \u0026lsquoeven if life of baby at risk\u0026rsquoJohn McGuinness told the Charleton Tribunal he had \u0026lsquoshort snappy notes\u0026rsquo of meetingMaria O\u0026rsquoBrien died after incident at St Otteran\u0026rsquos Hospital, Waterford in September 2014Court told garda saw Anthony Kelly in shorts with his top off and hands taped, engaged in a fist fight with another bare-chested manFamily of convicted murder\u0026rsquos late husband claiming damages over his wrongful deathGroup in favour of repealing eighth amendment will put up posters this weekDolores O\u0026rsquoRiordan\u0026rsquos vocals from Dreams single used as backdrop to advertisementMichael Brennan (21) pleads guilty to causing criminal damage during Lifford incidentGroup launches \u0026lsquoIt\u0026rsquos Time To Talk\u0026rsquo campaign with Minister for Health Simon HarrisTogether for Yes and Save the 8th campaigns reveal funding reserves ahead of referendumInquest into death of Ryan McCarthy (25) in Rathfarnham last November adjournedSignificant problems in relation to patient care identified at Cherry Orchard HospitalJudge critical of Declan O\u0026rsquoCarolan\u0026rsquos approach to safety as son was on racer\u0026rsquos cross-barSolicitor for Teresa Christina Crowley from Co Cork says client no longer \u0026lsquovery well off\u0026rsquoFrank Mulhern wanted prosecutors to bring perjury charges against Freddie ScappaticciThank you for signing up.You will start to receive Daily Digests from newsdigest@comms.irishtimes.com.Please add this email address to your address book.Which Daily Digest would you like?Invalid email or password."},{"url":"https://www.irishtimes.com/polopoly_fs/1.3456730.1523349799!/image/image.jpg_gen/derivatives/box_300_160/image.jpg","title":"davis-claims-sf-pushed-government-s-hard-stance-on-brexit-1.3456731","story":"\t\t\t                                        \t\t\t\t\tBritish Brexit Secretary David Davis has claimed Sinn Féin’s growing influence in the Republic has pushed the Irish Government into taking a harder-than-expected stand in the Brexit negotiations. Photograph: AFPGetty ImagesSinn Féin’s growing influence in the Republic has pushed the Irish Government into taking a harder-than-expected stand in the Brexit negotiations , British Brexit Secretary David Davis has claimed.The charge, though much-ridiculed, has been made by a series of Conservative politicians in recent months, such as former Northern Ireland secretary, Owen Paterson, but never by a leading member of the British Cabinet.Speaking at a conference in London, the Brexit Secretary said that he had not anticipated the tough approach to negotiations taken by Taoiseach Leo Varadkar, who took over from Enda Kenny last June.“We had a change of government, south of the border, and with quite a strong influence from Sinn Féin, and that had an impact in terms of the approach,” he said – though he was corrected by members in the audience, who told him that no change of government had taken place.“We’ll leave our interpretations aside if you like. But the simple truth is that on both sides of the border the politics changed with the change of taoiseach and with the disappearance of the Northern Ireland executive.“That’s quite important. It’s slowed the process down slightly.”In a statement to The London Times, the Irish government quickly rejected Mr Davis’s claims: “(The Irish) position is unchanged since the time of the 2016 UK referendum on EU membership and is one which has cross-party support in Dáil Éireann.”Tánaiste and Minister for Foreign Affairs Simon Coveney also described the comments as “way off the mark” and “nonsense”.Mr Coveney told RTE’s Morning Ireland that it would help if Mr Davis came to Dublin where he could learn about Irish politics and would realise that the idea of an Irish government being influenced by Sinn Féin was “nonsense”.Meanwhile, five former Northern Ireland secretaries of state have warned about their concerns that the introduction of a hard border between NI and the Republic, saying “that it will lead to instability that could threaten the very existence of the agreement.“The Good Friday Agreement was founded on mutually reinforcing rights and the obligations and cemented through referendums in NI and the Republic of Ireland,” wrote Peter Mandelson, John Reid, Paul Murphy, Peter Hain and Shaun Woodward.“Those who value the agreement and the peace it brought to Northern Ireland have a duty to speak up and make clear their opposition to the (British) Government’s Brexit policy,” the five former senior politicians declared.Negotiations move to phase II after agreement reached on protecting the rights of citizens in both UK \u0026amp EU, Northern Ireland and the financial settlement of the orceWe send our newsletter out every Tuesday, Wednesday and Thursday morningOur politics team’s behind-the-scenes take on events of the day in your inbox each Tuesday, Wednesday and ThursdayThank you for signing up.You will start to receive Daily Digests from newsdigest@comms.irishtimes.com.Please add this email address to your address book.Which Daily Digest would you like?Invalid email or password."},{"url":"https://www.irishtimes.com/polopoly_fs/1.3456739.1523351964!/image/image.jpg_gen/derivatives/box_300_160/image.jpg","title":"gardiner-apologises-for-remarks-on-belfast-agreement-1.3456740","story":"\t\t\t                                        \t\t\t\t\tShadow trade secretary Barry Gardiner described the agreement as a shibboleth. Photograph: Bloomberg via Getty ImagesUK Labour politician Barry Gardiner has insisted he “absolutely” does not believe the Good Friday Agreement is outdated and said he was “deeply sorry” that remarks he made about the deal had led to a “misunderstanding”.Gardiner, Britain’s shadow international trade secretary, told a conference in Brussels last month that the Irish Government was playing up the issue of the Border in Brexit negotiations for economic reasons and described the Good Friday Agreement as a “shibboleth”.In a recording of his remarks, which The Irish Times has heard, he said:“I think we must also recognise that there are real economic reasons why people have played up the issue of the Irish border and the need to have the shibboleth of the Good Friday agreement. And that is because it is hugely in the Republic of Ireland’s economic interest to make sure that there is no tariff and no external border there”.In a statement released on Tuesday, Mr Gardiner apologised for the remarks, saying: “The Good Friday Agreement is a vital and essential part of the relationship between the UK and the Republic of Ireland, and has been central to the two decades of peace it has brought about.“Labour is completely committed to the agreement and opposed to any return of a hard border between North and South.“We are committed to negotiating a new customs union between the UK and Ireland as part of a final Brexit settlement, which would play a key role in ensuring there is no hard border.“I am deeply sorry that my informal remarks in a meeting last month have led to misunderstanding on that point — in particular, that my use of the word ‘shibboleth’ in its sense of ‘pass word’ or ‘test of membership’ gave the impression that I thought the Good Friday Agreement was in any way outdated or unimportant. I absolutely do not.”We send our newsletter out every Tuesday, Wednesday and Thursday morningOur politics team’s behind-the-scenes take on events of the day in your inbox each Tuesday, Wednesday and ThursdayThank you for signing up.You will start to receive Daily Digests from newsdigest@comms.irishtimes.com.Please add this email address to your address book.Which Daily Digest would you like?Invalid email or password."},{"url":null,"title":"real story anne craig coach accused encouraging false memories","story":"Anne Craig leaving the High Court in 2016What made two seemingly happy young women from loving homes sever all contact with their families and friends, renounce their inheritances and  vanish into thin air? Mick Brown investigates how a self-styled ‘personal development coach’ digging for ‘forgotten’ childhood memories opened a door to catastrophe Towards the end of 2016 I received a telephone call asking whether I would be interested in talking to a woman named Anne Craig. Described to me as a ‘personal development coach’, Craig, I was told, was involved in an interesting case where she had been accused of attempting to separate young women who had been her clients from their families by implanting false memories of having been abused...To continue reading this articleStart your free trial of PremiumAccess all Premium articles then only £2 per weekAccess one Premium article per weekRegister for freeTo continue reading this article log in to your Telegraph account. Or register now, it\u0027s free.Registered customers can access one Premium article per weekUnlimited access to exclusive stories.Half price for one year.Access all Premium articlesSubscriber only eventsFree for 30 days, then just £1 per weekEllie Butler grandfather says authorities have \u0026#39blood on their hands\u0026#39 over six year-old\u0026#39s murderAngela Merkel under pressure to bring rebellious ministers into lineMan bites dog: Parish council chairman bites out-of-control dog to defend his puppyPolice stand by as row breaks out over floral tributes to dead burglar outside pensioner\u0026#39s homeComment: We were all once ruled by Rome – but we still can\u0026#39t decide if we\u0026#39re Boudica or BritannicusIsraeli Labour party suspends ties with Jeremy Corbyn over his \u0026#39hostility\u0026#39 to Jewish communitySkin tone emoji boost inclusion on social media, study showsLonely \u0026#39Generation Rent\u0026#39 do not feel part of their communities, ONS finds Friday the 13th: How cyclones, a Buckingham Palace bombing and asteroids have fed the paranoiaSweets and hot springs are secret to being world\u0026#39s oldest man says 112-year-old from JapanDonald Trump says \u0026#39many people\u0026#39 want him to fire Robert Mueller, after FBI raid on lawyerThe Church of England should lose its exemption to discrimination laws, Dean of St Paul\u0026#39s says Police seize 2,300 human placenta products on sale at Monaco anti-ageing congressRussian whistleblower allegedly poisoned in Surrey was being pursued by assassin of Litvinenko, court hearsRoyal baby: Duchess of Cambridge\u0026#39s due date, possible names and all the latest newsIsraeli ministers defend soldiers filmed cheering as sniper shoots Palestinian in GazaYulia Skripal, poisoned spy\u0026#39s daughter, released from hospital to secure location as Russians accuse Britain of \u0026#39abduction\u0026#39We rely on advertising to help fund our award-winning journalism.We urge you to turn off your ad blocker for The Telegraph website so that you can continue to access our quality content in the future.Thank you for your support.Click here for instructions "},{"url":"https://www.telegraph.co.uk/content/dam/news/2018/04/10/TELEMMGLPICT000155833109_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?imwidth=450","title":"does china stand gain military base tiny island nation like","story":"President Xi Jinping inspecting People\u0026#39s Liberation Army soldiers at a barracks in Hong KongSince president Xi Jinping assumed power in 2013, China has been on a quest to match its economic muscle with military might - and securing overseas bases is at the heart of this strategy.It\u0027s a campaign that has been driven by a major shift in traditional thinking in Beijing, which previously possessed a global outlook shaped by former leader Deng Xiaoping\u0027s dictum: \u0026quotHide your strength, bide your time.\u0026quotChina used to \u0026quotpat itself on the back for not having military bases,\u0026quot Richard Bitzinger, from the S. Rajaratnam School of International Studies (RSIS) in Singapore, said.They were considered  \u0026quotoutposts of colonialism\u0026quot, added the military expert. \u0026quotAnd Beijing respected its fellow Third World...To continue reading this articleStart your free trial of PremiumAccess all Premium articles then only £2 per weekAccess one Premium article per weekRegister for freeTo continue reading this article log in to your Telegraph account. Or register now, it\u0027s free.Registered customers can access one Premium article per weekUnlimited access to exclusive stories.Half price for one year.Access all Premium articlesSubscriber only eventsFree for 30 days, then just £1 per weekPlease review our commenting policyEllie Butler grandfather says authorities have \u0026#39blood on their hands\u0026#39 over six year-old\u0026#39s murderAngela Merkel under pressure to bring rebellious ministers into lineMan bites dog: Parish council chairman bites out-of-control dog to defend his puppyPolice stand by as row breaks out over floral tributes to dead burglar outside pensioner\u0026#39s homeComment: We were all once ruled by Rome – but we still can\u0026#39t decide if we\u0026#39re Boudica or BritannicusIsraeli Labour party suspends ties with Jeremy Corbyn over his \u0026#39hostility\u0026#39 to Jewish communitySkin tone emoji boost inclusion on social media, study showsLonely \u0026#39Generation Rent\u0026#39 do not feel part of their communities, ONS finds Friday the 13th: How cyclones, a Buckingham Palace bombing and asteroids have fed the paranoiaSweets and hot springs are secret to being world\u0026#39s oldest man says 112-year-old from JapanDonald Trump says \u0026#39many people\u0026#39 want him to fire Robert Mueller, after FBI raid on lawyerThe Church of England should lose its exemption to discrimination laws, Dean of St Paul\u0026#39s says Police seize 2,300 human placenta products on sale at Monaco anti-ageing congressRussian whistleblower allegedly poisoned in Surrey was being pursued by assassin of Litvinenko, court hearsRoyal baby: Duchess of Cambridge\u0026#39s due date, possible names and all the latest newsIsraeli ministers defend soldiers filmed cheering as sniper shoots Palestinian in GazaYulia Skripal, poisoned spy\u0026#39s daughter, released from hospital to secure location as Russians accuse Britain of \u0026#39abduction\u0026#39We rely on advertising to help fund our award-winning journalism.We urge you to turn off your ad blocker for The Telegraph website so that you can continue to access our quality content in the future.Thank you for your support.Click here for instructions "},{"url":null,"title":"israeli labour party suspends ties jeremy corbyn hostility jewish","story":"The Israeli Labour party said Tuesday it was suspending ties with Jeremy Corbyn because of the “hostility” he had shown to the Jewish community and the “anti-Semitic statements and actions” allowed during his time as Labour leader.Avi Gabbay, the Israeli Labour leader, sent a formal letter to Mr Corbyn in which he also accused the Labour leader of “very public hatred of the policies of the government of the state of Israel”. Mr Gabbay said the suspension was temporary and only applied to relations with Mr Corbyn’s office, not with the entire British Labour party. There was no immediate response from Mr Corbyn’s office to the news. “It is my responsibility to acknowledge the hostility that...Register or log in to view this and other Politics articles. It\u0026#39s free and easy to do.Sign up to exclusive newsletters that give you the inside track on Westminster and BrexitEllie Butler grandfather says authorities have \u0026#39blood on their hands\u0026#39 over six year-old\u0026#39s murderAngela Merkel under pressure to bring rebellious ministers into lineMan bites dog: Parish council chairman bites out-of-control dog to defend his puppyPolice stand by as row breaks out over floral tributes to dead burglar outside pensioner\u0026#39s homeComment: We were all once ruled by Rome – but we still can\u0026#39t decide if we\u0026#39re Boudica or BritannicusSkin tone emoji boost inclusion on social media, study showsLonely \u0026#39Generation Rent\u0026#39 do not feel part of their communities, ONS finds Friday the 13th: How cyclones, a Buckingham Palace bombing and asteroids have fed the paranoiaSweets and hot springs are secret to being world\u0026#39s oldest man says 112-year-old from JapanDonald Trump says \u0026#39many people\u0026#39 want him to fire Robert Mueller, after FBI raid on lawyerThe Church of England should lose its exemption to discrimination laws, Dean of St Paul\u0026#39s says Police seize 2,300 human placenta products on sale at Monaco anti-ageing congressRussian whistleblower allegedly poisoned in Surrey was being pursued by assassin of Litvinenko, court hearsRoyal baby: Duchess of Cambridge\u0026#39s due date, possible names and all the latest newsIsraeli ministers defend soldiers filmed cheering as sniper shoots Palestinian in GazaYulia Skripal, poisoned spy\u0026#39s daughter, released from hospital to secure location as Russians accuse Britain of \u0026#39abduction\u0026#39Prince pays respects to Australia\u0026#39s fallen soldiers on final day of visitWe rely on advertising to help fund our award-winning journalism.We urge you to turn off your ad blocker for The Telegraph website so that you can continue to access our quality content in the future.Thank you for your support.Click here for instructions "},{"url":"https://www.telegraph.co.uk/content/dam/news/2018/04/10/TELEMMGLPICT000160004020_trans_NvBQzQNjv4Bqpz44m_jw4NgTLFiCcz0i2VNLy0ECEDovAMxEaLoDnFM.jpeg?imwidth=450","title":"lonely generation rent do not feel part communities ons finds","story":"This group, aged between 16 and 34, had little trust in their neighbours and did not have a strong sense of belonging in the area where they lived. Being unable to get onto the housing ladder is creating a generation of lonely young people who do not feel part of their communities, an Office for National Statistics report has found. The ONS identified \u0026quotyounger renters with little trust and sense of belonging to their area\u0026quot as a group with a high risk of loneliness. It said this group, aged between 16 and 34, had little trust in their neighbours and did not have a strong sense of belonging in the area where they lived. Just one in four said \u0026quotmany\u0026quot of the people they shared their neighbourhood with could be trusted, compared with an overall average of 45 per cent, while 55 per cent said they belonged in their neighbourhood \u0026quotnot very strongly\u0026quot or \u0026quotnot at all\u0026quot, compared with 38 per cent overall. Of the people in this group, 61 per cent said they felt lonely occasionally, or more often, compared with 46 per cent overall. Almost one in ten renters reported feeling lonely often or always, compared to less than four per cent of homeowners. Dan Wilson-Craw, of Generation Rent, which campaigns on behalf of renters, said: \u0026quotThis is what we\u0027d expect from a rented sector where renters are moving frequently.\u0026quotA given renter is more likely to be newer to the area than a homeowner, so they won\u0027t have those local connections and they won\u0027t have relationships with other people in the local area. \u0026quotThat reflects both the flexibility of the rented sector and the lack of security, which creates this churn, because of rents going up and landlords taking back their property, or ending a tenancy early. \u0026quotPeople are likely to be caught up in that and finding themselves in a new home and a new neighbourhood with people, often sharing with people they don\u0027t know very well. That all adds up to it being quite isolating.\u0026quotHe said plans to explore incentives for longer tenancies, which were announced by Chancellor Philip Hammond in last year\u0027s autumn Budget, could help fix the problem. Figures published earlier this year by think-tank the Institute of Fiscal Studies found that just one in four of those born in the late 1980s owned their own home at 27, compared with one in three born in the early 1980s and 43 per cent of those born a decade earlier. Women felt lonely more often than men, with just over half saying they felt lonely occasionally or more often, compared to 40 per cent of men. Being single or widowed was also a risk factor, with the least lonely group named as married homeowners, in good health, who were living with others. Experts also called for more support to help people form stable relationships.Chris Sherwood, chief executive at charity Relate said: “Although being in a relationship is not a guarantee against loneliness, the statistics indicate that people living alone are at greater risk.  \u0026quotThis suggests that supporting couple relationships and reducing relationship breakdown should form a key part of the government’s approach to preventing loneliness.\u0026quotThe figures suggested that financial insecurity and poor health are major drivers of loneliness, with another high-risk group identified as unmarried, middle-aged people with a long-term health condition, who were more likely than average to be renting, disabled and unemployed.  Also at risk were widowed people aged over 65, who were likely to be homeowners, living alone and coping with a long-term health condition. Ellie Butler grandfather says authorities have \u0026#39blood on their hands\u0026#39 over six year-old\u0026#39s murderAngela Merkel under pressure to bring rebellious ministers into lineMan bites dog: Parish council chairman bites out-of-control dog to defend his puppyPolice stand by as row breaks out over floral tributes to dead burglar outside pensioner\u0026#39s homeComment: We were all once ruled by Rome – but we still can\u0026#39t decide if we\u0026#39re Boudica or BritannicusIsraeli Labour party suspends ties with Jeremy Corbyn over his \u0026#39hostility\u0026#39 to Jewish communitySkin tone emoji boost inclusion on social media, study showsFriday the 13th: How cyclones, a Buckingham Palace bombing and asteroids have fed the paranoiaSweets and hot springs are secret to being world\u0026#39s oldest man says 112-year-old from JapanDonald Trump says \u0026#39many people\u0026#39 want him to fire Robert Mueller, after FBI raid on lawyerThe Church of England should lose its exemption to discrimination laws, Dean of St Paul\u0026#39s says Police seize 2,300 human placenta products on sale at Monaco anti-ageing congressRussian whistleblower allegedly poisoned in Surrey was being pursued by assassin of Litvinenko, court hearsRoyal baby: Duchess of Cambridge\u0026#39s due date, possible names and all the latest newsIsraeli ministers defend soldiers filmed cheering as sniper shoots Palestinian in GazaYulia Skripal, poisoned spy\u0026#39s daughter, released from hospital to secure location as Russians accuse Britain of \u0026#39abduction\u0026#39Prince pays respects to Australia\u0026#39s fallen soldiers on final day of visitWe rely on advertising to help fund our award-winning journalism.We urge you to turn off your ad blocker for The Telegraph website so that you can continue to access our quality content in the future.Thank you for your support.Click here for instructions "},{"url":"https://www.telegraph.co.uk/content/dam/news/2018/04/10/TELEMMGLPICT000159983758_trans_NvBQzQNjv4BqFHJNLL4DN98KyBDjVXBRVOFZUOt4D9BuJ9XXM4i_vVY.jpeg?imwidth=450","title":"sweets hot springs secret worlds oldest man says 112 year old","story":"Japanese Masazo Nonaka receives a Guinness World Records certificate naming him the world\u0026#39s oldest man A 112-year-old man from Japan says eating sweets and hot baths are his secret as he was officially recognised as the world’s oldest living man.Masazo Nonaka received a certificate confirming his Guinness World Records title today after the death of Spaniard Francisco Nunez Olivera, 113, the previous record holder.Mr Nonaka was born on July 25, 1902, just months before Albert Einstein published his theory of special relativity.He was handed his title and a celebratory cake at an award ceremony in his hometown on Japan’s northern island of Hokkaido, where he lives near a hot springs inn run by his family.Yuko Nonaka, his granddaughter, said he put much of his longevity down to a soft spot for Japanese and Western sweets.She said: \u0026quotHe needs a wheelchair to move but he is in good condition. He loves eating any kinds of sweets - Japanese or western style.\u0026quotHe reads newspapers everyday and often soaks in the hot springs.”Japanese Masazo Nonaka, who was born 112 years and 259 days ago, poses for a photograph with his family members as he receives a Guinness World Records certificateShe said he had a particular taste for strawberry sponge cakes, but said she believed her grandfather’s stress-free lifestyle was the real key to his long life.A farmer and lumberjack in his youth, Mr Nonaka ran the hot springs inn himself before easing into a comfortable retirement nearby as his relatives took over the business.He had five children after marrying his wife Hatsuno in 1931, and still lives where he grew up in the town of Ashoro, around 560 miles north of Tokyo.The super-centenarian, as those who reach their 110th birthday are known, is not the first Japanese man to reach the record books.Jiroemon Kimura, who died in June 2013 at the age of 116, remains Guinness World Records’ oldest man ever.Japan is known for the longevity of many of its people,  with the government confirming the country was home to around 68,000 people aged 100 or older last year.There is no current record holder for the oldest living person, with Guinness World Records still investigating after the death of Jamaican Violet Brown, aged 117, in July 2017.The all-time record for the oldest age reached is 122 years and 164 days, which French Jeanne Louise Calment had managed when she died in 1997.Please review our commenting policyEllie Butler grandfather says authorities have \u0026#39blood on their hands\u0026#39 over six year-old\u0026#39s murderAngela Merkel under pressure to bring rebellious ministers into lineMan bites dog: Parish council chairman bites out-of-control dog to defend his puppyPolice stand by as row breaks out over floral tributes to dead burglar outside pensioner\u0026#39s homeComment: We were all once ruled by Rome – but we still can\u0026#39t decide if we\u0026#39re Boudica or BritannicusIsraeli Labour party suspends ties with Jeremy Corbyn over his \u0026#39hostility\u0026#39 to Jewish communitySkin tone emoji boost inclusion on social media, study showsLonely \u0026#39Generation Rent\u0026#39 do not feel part of their communities, ONS finds Friday the 13th: How cyclones, a Buckingham Palace bombing and asteroids have fed the paranoiaDonald Trump says \u0026#39many people\u0026#39 want him to fire Robert Mueller, after FBI raid on lawyerThe Church of England should lose its exemption to discrimination laws, Dean of St Paul\u0026#39s says Police seize 2,300 human placenta products on sale at Monaco anti-ageing congressRussian whistleblower allegedly poisoned in Surrey was being pursued by assassin of Litvinenko, court hearsRoyal baby: Duchess of Cambridge\u0026#39s due date, possible names and all the latest newsIsraeli ministers defend soldiers filmed cheering as sniper shoots Palestinian in GazaYulia Skripal, poisoned spy\u0026#39s daughter, released from hospital to secure location as Russians accuse Britain of \u0026#39abduction\u0026#39Prince pays respects to Australia\u0026#39s fallen soldiers on final day of visitWe rely on advertising to help fund our award-winning journalism.We urge you to turn off your ad blocker for The Telegraph website so that you can continue to access our quality content in the future.Thank you for your support.Click here for instructions "}]