[{"url":"http://www.dailymail.co.uk/news/article-5551441/EXCLUSIVE-Inside-Candymans-Candy-Shop-Mansion.html","title":"EXCLUSIVE Inside The Candyman\u0027s Candy Shop Mansion","story":"    The Candyman: Travers Beynon with his wife of eight years Taesha (left), 27, girlfriend of two and a half years Nisha (right), 22, and girlfriend of three months Krystal (centre), 21. Beynon shares his bed with these three women every night but on the weekends up to 30 women - who message him on Instagram - are also invited to join the party. Talking about their sex lives, Taesha says: \u0027What we do in here is more extreme than porn\u0027          Flamboyant: Beynon - who calls himself The Candyman and his house The Candy Shop Mansion - poses on the edge of his swimming pool which has a bar, a \u0027grotto\u0027, and tiles he designed himself lined with 24-karat gold. He says: \u0027My idol Gianni Versace was obsessed with the beauty of women. For me it\u0027s women, art, cars and fashion. I\u0027m a visionary and I\u0027m f***ing crazy - there\u0027s so much going on and it\u0027s how I express who I am\u0027          Lavish: His courtyard contains a classical-inspired water feature, two palm trees and a huge mosaic of Bacchus, god of wine. The tycoon invites 1,000 people into his home each year for a huge party. \u0027I\u0027m trying to give people that escape – to come into a world they would never experience and live like it for a day,\u0027 he says          The Angels: Beynon calls his wife and girlfriends \u0027angels\u0027. He has given each of them a matching necklace - the key to the mansion - which stands them apart from other girls who sleep with him on the weekends. His wife Taesha (left) says the four-way relationship works because she likes girls. She met Nisha (centre) at a modelling shoot where they \u0027hit it off\u0027 and she later introduced her to her husband          Fashion: Next to the bedroom is a huge walk-in wardrobe where he keeps more than 100 pairs of shoes, countless shirts and jackets and a range of Gucci and Versace watches, protected by bulletproof glass. Beynon says his time as a model made him fascinated by fashion and he keeps his interest up now. He says he has never met a girl who packs more clothes than him          Outdoors: The mansion boasts a sprawling garden which overlooks the river. \u0027This is where the wild parties happen,\u0027 Beynon says pointing to the swimming pool with a bar, a \u0027grotto\u0027, and tiles he designed himself lined with 24-karat gold. The tycoon prides himself on attention to detail. He says he hand-draws all his designs and artworks which cover the mansion          The bedroom: Beynon shares the master bedroom with three women every night. There are two bathrooms - one for him and one for the women - and a make-up area where the women each have their own mirror and set of drawers containing all the beauty products under the sun. The ceiling above the bed is mirrored and on the wall is a staggering collage of Salvador Dali works which he put together himself. Discussing his sex life, Beynon says: \u0027I make Fifty Shades Of Grey look like a kindergarten. I\u0027m just non-stop, I’m f***ing nuts.\u0027          Extraordinary: The underside of the roof jutting out towards the pool is inspired by the Sistine Chapel itself, Beynon says, adding: \u0027I became fascinated by Renaissance art when I was modelling in Italy. These ideas all come from my head and this is how I see the world\u0027. The rest of his mansion is littered with Renaissance and classical-inspired pieces          The original: Beynon\u0027s painting is inspired by the roof of the Sistine Chapel in Rome, Italy. In 1508, Pope Julius II, who was head of the Church from 1503 to 1513, hired Michelangelo to paint the ceiling of the chapel which is now one of the most famous painted interior spaces in the world          The boardroom: This is where Beynon runs his business empire in the afternoons and evenings. A large table surrounded by throne-like blue and gold chairs sits opposite his desk supporting a flat screen TV, a golden calculator and golden tissue box alongside a portrait of his wife  Luxurious: Beynon designed the wooden floor himself with glass panels so he can see his cars in the garage below. \u0027This won Australian Residential Floor Of The Year,\u0027 he says proudly, pointing to the framed certificate on the wall. The room is where he organises his parties with his assistants. They comb through 7,000 applications from the general public to eventually invite 1,000 revellers to his home every December          The garage: Beynon walks through two automatic glass doors - engraved with the words work harder, play harder - to his garage containing a Ferrari F40, Lamborghini Aventador, Rolls Royce Phantom coupe, a Jeep and a gold-sprayed motorbike for weekend rides. \u0027The Rolls is my Bruce Wayne car, the Lambo my Batman,\u0027 Beynon says, explaining that he has two different personalities          Welcome to the house of fun: The words Candy Shop Mansion sit above Beynon\u0027s gold-plated wooden front doors flanked by two white statues and perfectly trimmed hedges. The tycoon made his first million as a model before riding the Gold Coast property boom of the early 2000s and using the proceeds to buy a a controlling stake in his parents\u0027 Free Choice tobacco company. He\u0027s now worth multi-millions and makes no attempt to hide it          Pass the popcorn: The home cinema, kitted out with multiple light settings, rows of red leather chairs that fully recline and a four-metre bed \u0027for when it\u0027s just me and the girls\u0027. On the back wall are posters of his eight favorite movies: The Godfather, The Dark Knight Rises, The Wolf of Wall Street, Scarface, Rocky IV, The Great Gatsby, Ironman, and Fifty Shades Of Grey          Womaniser: The Candyman poses at his poolside. Talking about the couple\u0027s joint-decision to introduce other girlfriends into their relationship, his wife Taesha says: \u0027I kissed girls when I was younger and have always been curious so we were both keen to try it out and see how it went and it evolved from there\u0027The courtyard of 46-year-old Beynon\u0027s Gold Coast home, which he bought in 2010 for $3.75million, contains a classical-inspired water feature, two palm trees and a huge mosaic of Bacchus, god of wine.The words Candy Shop Mansion sit above his gold-plated wooden front doors flanked by two white statues and perfectly trimmed hedges.                            I make Fifty Shades of Grey look like a kindergarten. I’m f***ing nuts                        Benyon on his extraordinary sex life His garage is accessed through two automatic glass doors - engraved with the words \u0027work harder, play harder\u0027 - and contains a Ferrari F40, Lamborghini Aventador, Rolls Royce Phantom coupe, a Jeep and a gold-sprayed motorbike for weekend rides.All are emblazoned with his custom-drawn logo which reads \u0027CM\u0027 for his nickname Candyman and \u0027TB\u0027 for Travers Beynon when looked at from a different angle.\u0027The Rolls is my Bruce Wayne car, the Lambo my Batman,\u0027 Beynon says, explaining that he has two different personalities. \u0027Its the two sides of a single coin. You have Travers Beynon - the entrepreneur the family man. On the other side you have The Candyman - the entertainer, the playboy.\u0027As if to prove his point about his softer, family man side, he then takes a lift upstairs which he had installed for when he moves his elderly father into the mansion to take care of him.          Excessive: Beynon has more than 100 pairs of shoes in the walk-in wardrobe which he shares with his wife. He likes to pick out which outfits she wears from day to day. Speaking to Daily Mail Australia from his Candy Shop Mansion, he insisted that he is neither a sexist nor a misogynist but merely a good-time guy making fun of people who take life too seriously          Extravagant: The wardrobe also has countless jackets, belts and handbags. Talking about his two personalities, Beynon says: \u0027Its the two sides of a single coin. You have Travers Beynon, the entrepreneur the family man. On the other side you have The Candyman – the entertainer, the playboy.\u0027  Flash: Beynon carries \u0027very expensive\u0027 Mont Grappa pen. He says: \u0027I sign so many cheques and contracts it\u0027s a very important tool.\u0027 He also has dozens of watches, mostly by Gucci and Versace which he keeps in a bulletproof case          Peculiar: This is a collage of Salvador Dali works that Beynon assembled himself to have in his bedroom where he spends each night with at least three women. Beynon says: \u0027I\u0027m a feminist. I have girls here that want to be models – I look after them and dress them and style them and make them feel beautiful. But I also employ women who I work with in the boardroom, in the corporate setting, and I would never ask them to come the mansion and wear bikinis\u0027          Attention to detail: Beynon says he enjoys choosing girls\u0027 outfits. He says: \u0027I have girls here that want to be models – I look after them and dress them and style them and make them feel beautiful.\u0027 He rejects any accusations that he is sexist and says he only tries to have as much fun in life as possible          Well-read: In his boardroom, Beynon has dozens of books, mostly on motivation, management and leadership. But he also has the writings of his idol, Italian fashion designer Gianni Versace. Beynon was an AFL player before he broke his back aged 17 and forged a new career in the modelling world    Visionary: \u0027I\u0027m obsessed with beauty\u0027, Beynon says as he strides through his white hallway which features a portrait of Napoleon Bonaparte (left) opposite purple velvet chairs where his five-year-old Jack Russell-Pug cross named Spartacus (right) nestles in a small ball          The pool: Looming over the water is a seven-tonne marble statue of Poseidon. \u0027He\u0027s not just the protector of the ocean but also of my pool,\u0027 says Beynon as he points to walls lined with re-creations of Paolo Veronese\u0027s The Wedding at Cana and Michelangelo\u0027s The Creation Of Adam  Ostentatious: Even the boardroom has dozens of Louis Vuitton handbags and stilettos lying around for the women to try on. Beynon says he spends time with his older children in the boardroom when they come home from school and university. There they discuss their lives and and any problems. Beynon\u0027s son, 19, is at university but also works for Free Choice He strides into his boardroom from where he runs his business empire in the afternoons and evenings. A large table surrounded by throne-like blue and gold chairs sits opposite his desk supporting a flat screen TV, a golden calculator and golden tissue box. Behind the desk is a cabinet full of books on leadership and management. \u0027When I came back from modelling in Miami, New York, London, Paris and Milan, I put my head down and learnt everything I could about business,\u0027 Beynon says. \u0027I read my first book when I was 26 and now I\u0027ve read every one in this cabinet.\u0027He designed the wooden floor himself with glass panels so he can see his cars in the garage below. \u0027This won Australian Residential Floor Of The Year,\u0027 he says proudly, pointing to the framed certificate on the wall.Next he heads downstairs and through a new part of the house called the ballroom, which is being renovated to host lavish dinner parties and masquerade-style dances.He wanders outside to a sprawling garden which overlooks the river. \u0027This is where the wild parties happen,\u0027 he says, pointing to the swimming pool with a bar, a \u0027grotto\u0027, and tiles he designed himself lined with 24-karat gold. Looming over the water is a seven-tonne marble statue of Poseidon. \u0027He\u0027s not just the protector of the ocean but also of my pool,\u0027 says Beynon as he points to walls lined with re-creations of Paolo Veronese\u0027s The Wedding At Cana and Michelangelo\u0027s The Creation Of Adam.          A throne fit for a king: Beynon\u0027s two idols are Gianni Versace and Hugh Hefner, the founder of Playboy and editor-in-chief of the notorious men\u0027s magazine, which began in 1953. Beynon says of his racy Instagram snaps: \u0027The photos are tongue in cheek – we’re having a lot of fun and we’re taking the piss out of this world because it’s so sensitive now.\u0027          The entrance: The enormous gates of the Candy Mansion are flanked by two classical-inspired statues set against gold backgrounds. Beynon says he rolls out of his kingsize bed and goes for a 50km bike ride every morning before work          The open-plan kitchen: This is where the Candyman entertains up to 30 women every Friday night. He says \u0027we get the tequila it\u0027s pretty wild.\u0027 Beynon works from home in his boardroom where he sometimes has dinner with his two older children from his previous marriage          Family man: Beynon says his girlfriends are like aunties to the kids: \u0027We\u0027re a massive family. Every Sunday night we all sit at the family table, it’s a rule of mine – no phones, we get takeaway, they can’t be at their friends\u0027 and we have dinner.\u0027          Playboy: Beynon poses on the edge of his pool. He then points to a pontoon leading out into the river where his speedboat is moored. \u0027That\u0027s my new cigarette boat, she has 200 horsepower and absolutely hammers.\u0027          Suave: Beynon poses next to his Rolls Royce Phantom coupe. He says: \u0027The first rule of being successful, is put yourself around someone who us successful. These younger girls who are in their 20s are around me and they’re watching me hustle and they’re learning from the way I am, the way I manage people.\u0027          Time for a film: The Candyman poses in his home cinema. He says of his favourite films: \u0027They all have meanings for me, for example I relate to the part in Rocky IV where the crowd turn against him he never gives up and they start to cheer for him at the end. That\u0027s what I feel with the hate towards me. Once people get to know me, the won\u0027t feel the same\u0027          Doting son: Beynon has installed a lift in preparation for when his moves his elderly father into the mansion to take care of him. He is pictured here holding a stripper pole in his bedroom. He says on Friday nights he turns his bedroom into a club          The post that caused the most outrage was one of him holding his wife Taesha and another girlfriend by the bikini straps as they crawl at his feet          As the criticism flooded in, he responded in the only way he knows how - by fighting fire with fire and posting this photo\u0027The photos are tongue in cheek – we\u0027re having a lot of fun and we\u0027re taking the piss out of this world because it\u0027s so sensitive now. When I was a kid I was taught stick and stones will break my bones but words will never hurt me.\u0027Now they’re teaching kids names hurt so it make people more sensitive and people are getting so upset by words that more and more are having breakdowns.\u0027 The post that caused the most outrage was one of him holding his wife Taesha and another girlfriend by the bikini straps as they crawled at his feet.As the criticism flooded in, he responded in the only way he knows how - by fighting fire with fire.\u0027When people who saw that photo started lying that I used a dog collar and and lead on the girls, I turned around and I stood on my balcony holding 13 girls on leads. I took a photo as a f*** you.\u0027\u0027If you\u0027re going to provoke me and you\u0027re going to talk shit about me – be prepared for a war.\u0027   Beynon weighed in on the ball tampering scandal that has rocked world cricket with a racy Instagram post featuring his wife (centre) and girlfriendsBeynon said he only aims to \u0027have fun\u0027 with the photos and in life generally. He reeled off the example of his recent mocking of the Australian cricket cheating scandal.  He posted a photo of himself in cricket whites alongside three almost-naked women, who wore small pieces of yellow tape after the Australian team used it to tamper with the ball against South Africa.He said: \u0027I’m having fun – just like in the cricket photo. What they did was cheat, what a disgrace. So in true English or Australian humour we take the p*** out of them. It’s part of our culture. \u0027Sitting around the family table we take the p*** out of each other – no-one\u0027s sensitive. You have to have fun. The girls were laughing non-stop for five minutes when we did the cricket photo.\u0027He added: \u0027Life is tough, business is tough and everyone needs to lighten up a bit.\u0027When someone says I’m sexist it inspires me to come up with something sexist. So if they were smart, they\u0027d leave me alone. Because if they push me, I will bite and I will come back bigger and stronger.\u0027                         Beynon walks through the kitchen to the home cinema, kitted out with multiple light settings, rows of red leather chairs that fully recline and a four-metre bed \u0027for when it\u0027s just me and the girls\u0027. On the back wall are posters of his eight favorite movies: The Godfather, The Dark Knight Rises, The Wolf Of Wall Street, Scarface, Rocky IV, The Great Gatsby, Ironman, and Fifty Shades Of Grey.He says: \u0027They all have meanings for me. For example, I relate to the part in Rocky IV where the crowd turn against him but he never gives up and they start to cheer for him at the end. \u0027That\u0027s what I feel with the hate towards me. Once people get to know me, they won\u0027t feel the same – they say I\u0027m a sexist and a misogynist but I\u0027m not, I\u0027m having fun and I don\u0027t care what they say: I\u0027m authentic and I won\u0027t change the way I am.He continues: \u0027The Wolf Of Wall Street represents my wild side - no-one parties like I do. And I love The Great Gatsby because there\u0027s nothing that makes me as happy as when I\u0027m entertaining guests. My parties are out of control – there\u0027s nothing like them on this planet.\u0027Beynon leaves the cinema room and walks back past his Napoleon portrait and upstairs to the master bedroom, where he shares king-size beds with at least three women every night.          Responding to his critics who call him sexist, Beynon says: \u0027The girls in my life know I’m not a sexist. I idolise, I adore women, I respect them at a corporate level and I respect them on a personal level – but I take the piss out of anyone who wants to have a go at them or me\u0027  Hedonist: \u0027Life is tough, business is tough, it’s like a pressure cooker,\u0027 Beynon says. \u0027Everyone needs to lighten up a bit sometimes \u0027cause that pressure is going to explode. You have to have a valve that releases all that so how do you do that? By laughing\u0027          Everywhere gold: The Candy Shop Mansion is full to the brim with ostentatious furniture including these red sofas next to a chess board with silver and gold pieces. This room also boasts a chandelier and and two classical-inspired statues          Motorhead: The Candyman loves racing cars. Last year he was seen taking part in Shannon\u0027s National GT Australia Trophy series at Sandown Park, Victoria. His wife and girlfriends often watch him race along with his four children  Hallway: Left is the new part of the house called the ballroom, which is being renovated to host lavish dinner parties and masquerade-style dances. Right: Collars and chains that the Candyman uses with his wife and girlfriends          Controversial: Pulling out a pair of golden Louis Vuittons with red souls, Beynon jokes: \u0027You don\u0027t wear these if you\u0027re sensitive to hate and abuse. And when the haters have a go at me, my next move is to put these on\u0027, he says grabbing a pair of Versace silver gladiator-style knee-high sandals and placing them triumphantly on the table  Left: Beynon\u0027s portrait of Napoleon sits next to posters of his favourite film characters. Right: A picture montage of his late mother Sam leans against a fireplace. \u0027She passed away in 2015,\u0027 Beynon says. \u0027I miss her terribly, she was an incredibly strong woman.\u0027 There are also photos of his teenage son and daughter from a previous marriage to Venezuelan Miss World winner Ninibeth Leal which ended with a messy orce and judge granting him sole custodyThere are two bathrooms - one for him and one for the women - and a make-up area where the women each have their own mirror and set of drawers containing all the beauty products under the sun.The ceiling above the bed is mirrored and on the wall is a staggering Salvador Dali collage which he put together himself. Leaning against the wall is a sword: \u0027I never know when I may have to defend my girls,\u0027 Beynon explains.\u0027The craziest nights of my life have been in this bedroom,\u0027 says Beynon. \u0027On Fridays we get a stripper pole, smoke machine and bring the DJ up to turn it into a nightclub.\u0027                             It\u0027s two sides of a single coin. You have Travers Beynon - the entrepreneur, the family man. On the other side you have The Candyman – the entertainer, the playboy\u0027                         Beynon on his two personalities Talking about sharing his bed with so many women, he adds: \u0027I make Fifty Shades Of Grey look like a kindergarten. I fell asleep in that movie, I took the girls and we were thinking is it gonna get serious or what? I\u0027m just non-stop, I\u0027m f***ing nuts.\u0027Next to the bedroom is a huge walk-in wardrobe where he keeps more than 100 pairs of shoes, countless shirts and jackets and a range of Gucci and Versace watches, protected by bulletproof glass.Pulling out a pair of golden Louis Vuittons with red souls, he jokes: \u0027You don\u0027t wear these if you\u0027re sensitive to hate and abuse.\u0027And when the haters have a go at me, my next move is to put these on\u0027, he says, grabbing a pair of Versace silver gladiator-style sandals and placing them triumphantly on the table. There are also handbags, dresses and dozens of pairs of high heels for his wife. \u0027I buy all the girls their clothes and pick out all their outfits,\u0027 Beynon explains. \u0027When we go on holiday I plan their outfits down to the detail of their eye makeup.\u0027Beynon then walks downstairs and outside into his courtyard. Turning to admire his home, he says: \u0027This mansion represents what I\u0027m all about. It\u0027s fun, it\u0027s flamboyant, it\u0027s out there and it\u0027s over the top.\u0027Travers Beynon is certainly all of those things.           Plush: In the wardrobe there are also handbags, dresses and dozens of pairs of high heels for his wife. \u0027I buy all the girls their clothes and pick out all their outfits,\u0027 Beynon explains. \u0027When we go on holiday I plan their outfits down to the detail of their eye makeup.\u0027          Poser: The Candyman is not camera shy after a decade-long career in modelling which took him around the world to Miami, New York, London, Paris and Milan. He modelled for several big named brands including Calvin Klein          Unusual: Beynon strolls inside to the main entertainment room adjacent to the pool. There is a mosaic of Versace\u0027s face on the floor - the first thing he had done to the house - and a picture montage of his late mother Sam leans against a fireplace  \u0027What we do in here is more extreme than porn\u0027: The Candyman\u0027s wife of eight years reveals how her four-way relationship with him and two girlfriends works inside and outside the bedroom - and says she NEVER feels degraded or objectified   The Candyman has been married to Taesha, 27, for eight years after they met at one of his lavish parties.Her disapproving parents disowned her but she now has two children of her own with the husband she shares with up to 30 other women.Here, in her own words, she tells Daily Mail Australia her story and hits back at her fiercest critics.I used to do promotional modelling and Trav hired me at one of his parties in 2009. When I first met him I felt instantly there was a spark there but he was avoiding me and ignoring me so I had to work for his affection. A couple of months later I was running and he was cycling and we met on the same bike track.There were a few smiles and then he stopped to talk one time. I was with my mum and I hardly said anything because I was so nervous and just let my mum do the talking.           The wives and girlfriends: Beynon on his king-sized bed with wife Taesha (centre), girlfriend Krystal (left) and girlfriend Nisha (right). Taesha says: \u0027When we starting dating I didn\u0027t know he was going to have other girlfriends as well as me but it was something that we discussed together - it wasn\u0027t him saying this is what\u0027s going to happen \u0027He was at one of the nightclubs to promote his mate\u0027s party and we saw each other there. I was up on a balcony and he told me that I had a really fat a*se.I was like \u0027what the hell - this guy that I like is telling me that I\u0027m fat\u0027. I went to speak to him and he said \u0027you have a really fat a*se in that dress\u0027 and I thought \u0027oh my god\u0027.                            We have a very experimental sex life - it\u0027s extreme                         Taesha Beynon on sharing her marital bed with up to 30 women We were flirting and I was talking close to his ear and he was telling me that I was spitting in his ear and making me really nervous and making it worse - it was so embarrassing.But then we started talking about modelling and he said \u0027I can help you with your portfolio\u0027 and we exchanged numbers.Not long after that I went his place and it happened from there - but it took about four to six months of working to try to get him.When we started dating I didn\u0027t know he was going to have other girlfriends as well as me but it was something that we discussed together - it wasn\u0027t him saying \u0027this is what\u0027s going to happen\u0027.We\u0027d been together for a couple of years when we started to bring in other girls.          Friday night: The Candyman is pictured in his home with his wife Taesha (second right in white) and his girlfriend Nisha (left)  The lift or the stairs? Beynon shared these racy Instagram snaps of him and his wives and girlfriends heading to bed. Taesha says: \u0027What girl doesn\u0027t like to be handcuffed and thrown on the bed? It\u0027s so plain these days people need to spice it up.\u0027 I kissed girls when I was younger and have always been curious so we were both keen to try it out and see how it went and it evolved from there.We have a very experimental sex life - it\u0027s extreme. I haven\u0027t watched porn or anything like that but even if you were to watch porn I don\u0027t think it\u0027s anything compared to what we get up to.Trav makes us feel comfortable to come out of our shells, to experiment with each other and with him. He is crazy but he definitely has a softer side which is what keeps us close. Regarding the other girls, I\u0027ve had my time with jealousy and you get past it. Trav and I have a very strong marriage and a very strong relationship - we make enough time to spend one on one together. I feel like I\u0027m always the centre of his life.To anyone who says Travers degrades women or is disrespectful to women, I say that they don\u0027t know what he\u0027s actually like. I never feel degraded - what we do is fun. Which girl doesn\u0027t like to be handcuffed and thrown on the bed? Sex is so plain these days, people need to spice it up.           Taesha says: \u0027On Fridays and Saturdays it\u0027s crazy - we have heaps of girls over and I love meeting new girls. Some can be too attention-seeking and others are really fun and cool and we invite them back.\u0027I am doing what I choose with my body and people shouldn\u0027t judge me for that. I used to do bikini waitressing and I hated going to work. I love being here.Day to day I still do normal things: looking after the children, cleaning the house, cooking, laundry  and we try to work out as much as we can.On Fridays and Saturdays it\u0027s crazy - we have heaps of girls over and I love meeting new girls. Some can be too attention-seeking and others are really fun and cool and we invite those ones back. My parents don\u0027t like Travers and I have nothing to do with them now. They loved him at the start but then my dad asked him for $2.8million for one of his building projects and Trav refused. They have hated him since then and said the worst things about him like \u0027I wish he were dead\u0027. I was a month out of giving birth to my first child and that was it, we stopped talking to the whole family. It was tough but it was the right decision.I didn\u0027t want anything to do with them, I didn\u0027t want my children to have anything to do with them and I\u0027m so glad I don\u0027t talk to them or see them anymore. I picked Travers instead of them and I haven\u0027t spoken to them since. It\u0027s done now.Now we have good times all the time, even just waking up next to him and cuddling him, I love times like that.   I\u0027m hoping to be with Trav for the rest of my life and have more children with him. Police ram driver off road after high-speed chase in LeedsBritish ISIS soldiers blasts UK in first audio interviewMother speaks about her son\u0027s devastating heroin addictionSquirrel who lost his front paws gets a second chanceBlair says \u0027power\u0027 is the real case for Britain to stay in the EUSickening moment footy star snaps leg after slamming into goalpostShocking footage shows boy falling from burning mall in Russia11-year-old boy lies in hospital after escaping burning mallPeople brave cold to go out the night before Good FridayBritish woman returns after getting lost in Brazilian rainforestSecurity remove furniture from US consulate in St. Petersburg    Party time: Beynon and Taesha at his Freaks Unleashed bash in December. Taesha says: \u0027To the critical feminists I say that every feminist is different, I am doing what I choose with my body and people shouldn\u0027t judge me for that. I used to do bikini waitressing and I hated going to work. I love being here.\u0027          Taesha says: \u0027Day to day I still do normal things, looking after the children, cleaning the house, cooking, laundry sometimes and we try and work out as much as we can.\u0027"}]