[{"url":"https://i.guim.co.uk/img/media/cde7cf899f74ecc5779799cfb69f1935824ceaf8/0_242_5239_3513/master/5239.jpg?w=720\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=c3a85b8dca80c40b9798ff0c29e26701 1440w","title":"from burning cars to barren blocks 20 years chasing the great american dream in pictures","story":"Mike O’Meally moved to the US in 1998 intending to photograph skateboarders but became fascinated by the idea of the great America dream – especially after the events of 911. Over the course of 20 years he used his camera to capture the state of a society ‘once loved and respected’. ‘Hope springs eternal that the Land of the Free will remain the Home of the Brave,’ he says. His work is on show at China Heights gallery in Sydney until Sunday"},{"url":"https://i.guim.co.uk/img/media/15487dbbcd42f4676c3773241c2f82d4dac601f4/0_389_5248_3148/master/5248.jpg?w=5000\u0026amp;q=55\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;s=f229d8ec477a593b6e4f2da1aa824c4d 10000w","title":"the 20 photographs of the week","story":"Protests in Gaza, the death of Winnie Madikizela-Mandela, the 50th anniversary of the assassination of Martin Luther King Jr and the Commonwealth Games in Australia – the week captured by the world’s best photojournalists"},{"url":"https://i.guim.co.uk/img/media/72d35cceb0a400420be0a1881b521c322df19193/0_282_4288_2573/master/4288.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=58f9c6abfcf34fea33c60c9997951993 1240w","title":"bestway jobs deal bargain booze owner conviviality","story":"Wine Rack and Bargain Booze rescued from brink by wholesaler in £7m dealAbout 2,000 jobs are set to be saved with the buyout of retail chains Wine Rack and Bargain Booze in a £7m deal.The retail ision of troubled drinks group Conviviality has been acquired by grocery wholesaler Bestway in a pre-pack administration process, which allows the buyer to cherry pick a collapsed company’s best assets at a bargain price.The deal was completed just before midnight on Friday.Matthew Callaghan, partner at PwC, said: “This deal safeguards the jobs of more than 2,000 employees, ensures franchisees have the ability to continue to trade and creates some much-needed stability for business customers and the sector in general. “Alongside the sale of Conviviality’s Direct business earlier this week, the total number of staff whose jobs have been protected stands at more than 4,000.”Bestway, which was founded and is chaired by the billionaire Sir Anwar Pervez, is one of Britain’s biggest food wholesalers serving thousands of retailers it also owns the Well pharmacy chain, which it bought from the Co-op in 2014.Conviviality announced its intention to appoint administrators last week after a string of profit warnings and the discovery of a £30m tax bill, putting more than 2,600 jobs at risk.On Wednesday, Magners owner C\u0026ampC bought Conviviality’s wholesale arm through a pre-pack administration. The Irish cider giant bought wholesalers Matthew Clark, Bibendum, Catalyst, Peppermint, Elastic and Walker \u0026amp Wodehouse for a nominal sum. Stella Artois and Budweiser maker AB InBev is also supporting the deal. PwC handled the sale and administration process.Conviviality’s retail arm operates more than 800 stores under brands including chains Select Convenience, Central Convenience and Wine Rack as well as Bargain Booze, many of which are run by independent franchisees.The breakup of Conviviality marks the end of the firm after rapid demise over just a few weeks. The company blamed the first shock profit warning on a spreadsheet arithmetic error made by a member of its finance team and weakening profit margins and then admitted it had not budgeted for the £30m tax bill due at the end of March.Conviviality issued a third profit warning as it admitted it needed to ask investors for new funding of £125m to avoid going bust, but failed to convince them of its long-term future. Former investors in Conviviality are considering a lawsuit after raising questions over the company’s strategy in making a string of rapid acquisitions, including the recent purchase of more than 100 Central Convenience stores from the collapsed Palmer \u0026amp Harvey business.Meanwhile, the chair of parliament’s work and pensions committee, Frank Field, has questioned the role of the auditor KPMG."},{"url":"https://i.guim.co.uk/img/media/f418d1af33e22942422b00d707fa39e63a471f15/0_2458_5191_3114/master/5191.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=39bb8abb03b06700c946d5e8cabd0a57 1240w","title":"east end small business artist relocate eailway arch rent rise","story":"Spiralling rents are driving growing numbers of artists and small businesses out of London’s East End, with the problem expected to spread to other cities around the UK.In many cases, traders are being replaced by cafes and workspaces designed for people working on laptops.Of those that remain, many are struggling for survival, as business rates also went up substantially last year for the first time in seven years.Frances Northrop of the New Economics Foundation says: “Imagine London without the small businesses of Portobello Road, Brick Lane, Columbia Road and Chinatown. They are being driven out by the cold logic of ever-increasing rents.”Many small independent businesses are based in railway arches across London, often owned by Network Rail or Transport for London.Network Rail has almost 4,500 arches across the country, with two-thirds of those in London. Transport for London, meanwhile, owns about 2,000 commercial units across London.Derec Hickman of Chu’s Garage in Hackney, who runs the Guardians of the Arches, a group that is open to traders in the rest of the UK, says: “The action is spreading from London to other cities. What’s happening to us will happen to them.”Five of his neighbours are looking to leave, and one trader has already moved out of the arches due to the crippling rent increases.The EETG is proposing a London working rent: an affordable formula for small and micro-businesses akin to the London living rent, and has received backing from the mayors of Hackney and Tower Hamlets.The New Economics Foundation is in the process of working out a formula. Guardian Money spoke to a number of small businesses affected by the rent hikes.The bespoke furniture maker was one of the first tenants at Bayford Street Industrial Units in Hackney, built by the Greater London Council in the 1980s to attract local business and jobs to a then-run down area.This year, unable to meet the now private landlord’s demands to double the rent, Poetstyle, with its 15 furniture makers, moved to Hainault, on the border of London and Essex. Managing director Charlie Fox says it has just moved out of its second workshop in a railway arch in Hackney after facing a similar rent hike there.He says Network Rail originally asked for £31 per sq ft, which was then reduced to £18 until September, but going up to £24 thereafter. He was originally paying £14.“It’s not really viable,” he says. “It is tough, ever since Brexit, but I just can’t hike the price of a sofa because I’m up against cheap imports.”Sarah Haque and her son launched their company in 2004 in Cheshire Street, Shoreditch, to create and sell T-shirts and other products designed by London and UK-based artists.Their business rate has gone up from £1,100 to £16,000 a year, while the annual rent charged by their private landlord is rising to £29,000 plus VAT in a stepped five-year increase, compared with £8,500 in 2006. No improvements have been made to the space, she says.Haque says she had to reduce her staff from 10 to four. “It’s very, very sad because we’ve been here more than 10 years and it’ll be sad to leave. We can’t increase our business, we are late in paying the rent and late in paying salaries. It’s just a mess.”Best known for its laser-cut Perspex jewellery, Tatty Devine is run by Rosie Wolfenden and Harriet Vine, who founded the business together in 1999, and were awarded MBEs for services to the fashion industry in 2013.They opened a shop in London’s Brick Lane in 2000 – but Wolfenden says the shop rent has quadrupled since then.“It’s getting to the point where it’s unaffordable,” she says. “It’s driving out so many creatives from Hackney or Tower Hamlets. A lot have gone to Kent, to Margate.”She notes that there are lot of empty shops in east London.Wolfenden adds: “If we were to inflate our prices to match the rent and rate rises, we would go out of business.”She says the business is surviving because it includes retail, wholesale and e-commerce, and could not have been set up in the same location if she and Vine were starting it today.The MOT garage in a railway arch in London Fields, east London, was founded by Quang Chu 30 years ago.He is battling a rent increase from Network Rail, his landlord, which originally wanted to hike the rent from £18,000 to £38,000 (or £35,000 if the garage gave up its secured tenancy).Network Rail is now asking for a stepped increase to £26,500 in the first year, going up to £34,000 in the third year, says the firm.Ten other traders in the arches were put under the same pressure, says Derec Hickman, who married into the Vietnamese family that founded Chu’s Garage.The garage and one other trader are due to go to arbitration, where the rent will be set by independent assessors.What the owners sayOn the claim that it is hiking rents in order to pocket a bigger profit from the sale of property, it says “this is completely untrue. Any reviews are part of business-as-usual activity. The sale will be based on past performance and receipts of the estate over a number of years”.Transport for LondonGraeme Craig, director of commercial development, says: “We are committed to encouraging erse, small businesses as vital to London’s economy. Our leases are flexible … and we are working with Tower Hamlets and Hackney and the EETG to explore how we might change our policies to allow smaller businesses to continue to flourish on our estate.”"},{"url":"https://i.guim.co.uk/img/media/b80f25e360f51a2c5b05cb2f08853ae42c1744d5/0_98_4614_2769/master/4614.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=4dcb7daab55952ef35113ef36a5dcaa4 1240w","title":"fresh blow for airbus as boeing wins 12bn jet order from american airlines","story":"The deal for wide-bodied aircraft is the latest in a series of setbacks for the European manufacturer’s A330neo aircraftBoeing has won a crucial contest to supply 47 new 787 Dreamliner jets to American Airlines, beating European rival Airbus for the highly coveted order of wide-body, long-haul aircraft.“This was a difficult decision between the Boeing 787 and the Airbus A350 and A330neo and we thank both manufacturers for their aggressive efforts to earn more of American’s business. In the end, our goal to simplify our fleet made the 787 a more compelling choice,” American Airlines president Robert Isom said in a statement.The deal, at a list price of more than $12bn, is the latest in a series of blows to the Airbus A330neo. It comes just weeks after Hawaiian Airlines dropped an order for six of the jets in favor of the 787, leaving that variant of long-haul A330neo with no customers. “This new order is a powerful endorsement of the 787 family’s unique passenger appeal and unmatched ability to help airlines open new routes and grow profitably,” Boeing chief executive Kevin McAllister said in a statement. Reuters had previously reported that Boeing was primed to emerge triumphant in the hard-fought widebody contest, bringing along in its victory engine maker General Electric, whose engines are expected to power the Boeing aircraft. As part of the deal, American and Boeing have reached an agreement to defer the delivery of 40 737 narrowbody jets previously scheduled to arrive between 2020 and 2022 to “better align with planned retirements of other narrowbody aircraft”."},{"url":"https://i.guim.co.uk/img/media/779b988828b4fd627faab463ac4b38414d2a74e4/0_0_2560_1536/master/2560.jpg?w=860\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=1bb15612b9fba4b34f21f3f176da5e21 1720w","title":"britain commonwealth trading empire brexit eu trade","story":"Early April, 2018. In Brisbane a cheeky radio interviewer asks Prince Charles if he really does carry a personal lavatory seat on his travels, and the prince replies, “Oh, don’t believe all that crap.” Elsewhere in the Queensland capital, India win gold in the women’s weightlifting and lose to Cameroon in the men’s basketball. At Buckingham Palace, a menu is drawn up for a banquet to be attended later this month by 53 heads of state or their representatives. In Whitehall, the Department for International Trade ponders the effects on British farming of hormone-treated beef imports from Australia, which is a probable consequence of the UK’s first post-Brexit trade deal.In one way or another, the Commonwealth is responsible for all these things: for the Commonwealth Games, which demand the presence of the heir to the throne in Australia for the Commonwealth heads of government meeting (Chogm), the 25th such conclave since 1971, which occurs in London (and Windsor Castle) on 16-20 April and, simply by its dogged and unlikely persistence as an international grouping, for permitting the British delusion that old imperial patterns of trade can replace the present arrangements with the EU. (Enter the hormone-treated beef.)Not that the Commonwealth itself encouraged this idea: nearly every Commonwealth republic and “realm” wanted the UK to remain inside the EU. And not that Europhobes have always prized the Commonwealth. As our present foreign secretary wrote in 2002, “It is said that the Queen has come to love the Commonwealth, partly because it supplies her with regular cheering crowds of flag-waving piccaninnies.” The Commonwealth that some Brexit campaigners had in mind was perhaps a little whiter – taking the definition of Commonwealth all the way back to the time when it meant the British empire’s settler dominions: Australia, New Zealand, Canada, Newfoundland and South Africa, which were sovereign states, not colonies, and bound only by their loyalty to the crown.Indian independence forced Britain to be more flexible about who could be included. As India would be a republic, loyal oaths were out of the question. But Britain was keen to maintain some form of the old connection “in the mistaken belief”, according to the Commonwealth historian Philip Murphy, “that India’s huge standing army would continue to underwrite British great-power status”. There were other reasons too. Historic sentiment, fear of American ambition, the need to protect British markets: together they led Britain to propose a compromise. All that would be required was that India recognise the king as the head of the Commonwealth, “as the symbol of the free association of its independent member states”, rather than pledging loyalty to him. Even so, the offer still flew in the face of the complete withdrawal that had been promised by leaders of the independence movement. But India’s prime minister, Jawaharlal Nehru, finally went along with it – realising, he said, that Commonwealth membership meant “independence plus, not independence minus”.Other countries felt the same. In his forthcoming book, The Empire’s New Clothes: the Myth of the Commonwealth, Murphy argues that Britain didn’t mastermind the growth of the modern Commonwealth as part of a grand geopolitical strategy. Newly independent colonies wanted to belong, not least because their anticolonial leaders still felt a strong sense of cultural attachment to Britain and the British institutions – universities mainly – that had brought them into contact with contemporaries from other parts of the world.Any thought that the Commonwealth could successfully perpetuate the empire vanished with the Suez humiliation in 1956, when Nehru and India sided with Gamal Abdel Nasser and Egypt over the Anglo-French assault. The ties to London began to weaken. Names changed to reflect different realities. Founded in 1930, the British Empire Games became the British Empire and Commonwealth Games in 1954, the British Commonwealth Games in 1970, and finally the Commonwealth Games in 1978.The theme of this month’s Commonwealth heads of government meeting is “Towards a Common Future”. The host runs the risk of turning into the most\u0026nbspunpopular guest."},{"url":"https://i.guim.co.uk/img/media/1e478af2bcd24714095474b33e20fb271a918f6d/0_0_5859_3906/master/5859.jpg?w=700\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=1a09460f220bd0c43282030d4dd251cc 1400w","title":"cardiff wolves championship match report","story":"By the end of the evening it was hard to make sense of an extraordinary game in which Cardiff City missed two injury-time penalties, Rúben Neves scored an exquisite free-kick and Neil Warnock told Nuno Espírito Santo to “fuck off” as the Wolves manager made a belated attempt to shake his counterpart’s hand after celebrating wildly with his players at the final whistle.That remarkable row, which continued long afterwards as Warnock branded Nuno a “disgrace” and accused the former Porto manager of a “lack of class”, overshadowed not only a fascinating match between the Championship’s top two teams but also the significance of this result.Wolves, who have been enjoying the view from the top of the Championship since October, are now nine points ahead of Cardiff and within touching distance of a return to the Premier League. They need a maximum of five points from their remaining five fixtures and could be promoted as early as Tuesday, depending on results elsewhere.Cardiff, in contrast, still have a bit to do and the big question is how much the manner of this defeat – their first in the league since New Year’s Day – will take out of Warnock’s players. After all, Cardiff were thrown a lifeline on two occasions here, first when Mike Dean penalised Conor Coady for a push on Anthony Pilkington in the 93rd minute, only for John Ruddy to superbly save Gary Madine’s penalty.The Cardiff fans were still coming to terms with that missed opportunity when Dean awarded another spot-kick, two minutes later, after Ivan Cavaleiro brought down Aron Gunnarsson. This time Junior Hoilett stepped forward, yet the winger also missed, hitting the crossbar with what proved to be the last kick of the game and prompting Nuno to run on to the field to join his euphoric team rather than acknowledge Warnock.The Cardiff manager was in no mood to accept Nuno’s attempts to shake hands on the pitch a little while later – he was captured on camera swearing repeatedly in the Portuguese’s direction – and also made it clear in his post-match press conference that he was not interested in having any sort of conversation in his office.“I don’t give a toss what he says. I won’t accept his apology,” Warnock said. “He’s totally out of order. In British football, you shake the manager’s hand afterwards. I just thought it showed a lack of class if I’m honest. So he can please himself. I went to shake his hand and he ran off – that’s what he did. If that’s how they’re taught in Portugal, fair enough. But not in Britain.”Told that Nuno had said in an interview that he wanted to personally apologise, Warnock replied: “Why would I speak to him? I don’t want to. He can say anything after the game. I’m talking about when the whistle goes, what he should do, the etiquette, the manners, the class. They’ve won the game, for God’s sake. He should shake your hand and say ‘unlucky’. You don’t have to run off like that and rub your nose in it. A disgrace.”Nuno insisted that he regretted his actions. “I am sorry. I hope Neil understands, I tried to tell him, but it’s very difficult to control your emotions when you get two penalties in the final minutes, the only person I had in my mind was John Ruddy, to give him a big hug because today he gave us the victory. But nobody can ever say that I am not a respectful person.”In other news, Neves curled a wonderful 25-yard free-kick into the top corner midway through the second half."},{"url":"https://i.guim.co.uk/img/media/42128a87454983be6c37fcaf07861a97ec4ff326/0_59_2616_1570/master/2616.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=95c70cbf41ac58e518cf338131394b87 1240w","title":"england women wales women world cup qualifier match report","story":"With Wales topping 2019 World Cup qualifying Group 1 and England a point behind having played a game fewer, this match offered Phil Neville’s side a strong competitive test for his first home outing, against a team with strong qualification ambitions of their own. The Lionesses’ 4-0, 6-0 and 5-0 demolitions of Bosnia and Herzegovina, Russia and Kazakhstan respectively, and runner-up spot at the SheBelieves Cup, may have filled them with confidence but this draw will have measured that and left them ruing not making more of such a possession-heavy display.England began on the front foot, dominating possession, and spent much of the first half camped in the Wales half but it was Jayne Ludlow’s side who will have gone in at half-time feeling hard done by.With Wales defending deep, often dropping to five at the back, England were held to long-range efforts and set pieces, unable to break through such a well-rehearsed back line. The deep defending left Kayleigh Green (converted from a defender to a forward by Ludlow) isolated up front but Wales were not without chances of their own and they should have taken the lead in the eighth minute from a rare Wales corner delivered by Angharad James. The ball rolled teasingly through the box, taking a number of deflections and falling at the feet of Natasha Harding whose shot crossed the line before being booted clear. But the referee waved away Welsh appeals for the goal.At the other end England pushed and pushed at the Welsh back line but were crowded out in the centre. Toni Duggan, forced to go long, had a shot pushed on to the post by Laura O’Sullivan and the overworked keeper held the Lionesses at bay again as she tipped a Jordan Nobbs 30-yard screamer on to the bar.With the approach to the stadium filled with families, in particular young girls, and only two corners of St Mary’s kept empty while the rest of the stadium was filled with a crowd ofmore than 25,000 , the atmosphere was electric. Neville’s confidence of a Wembley outing in the next year looked increasingly likely as the Lionesses’ showed they can fill a Premier League ground.England started the second half much like the first but Duggan, Nikita Parris, Fran Kirby and Jodie Taylor were unable to keep the ball down in the box and string any passes between them. However, the introduction of Ellen White for Taylor and Melissa Lawley for Parris injected pace. Manchester City’s Lawley caused all kinds of trouble for Rhiannon Roberts with pacy runs and swift crosses from the left. Birmingham’s White stuck herself between the centre-backs Hayley Ladd and Loren Dykes, pulling them away from the dangerous Lawley.Seattle Reign’s Jess Fishlock looked to be Wales’s most threatening outlet on the counter, first racing from her own area but unable to find Green with her desperate through-ball. Later another Nobbs corner slid to the edge of the box and was picked off by Fishlock who broke free, with Harding at her side, only for Keira Walsh to make a brilliant tackle as the last player.With nine minutes left Neville amused the crowd and angered the fourth official when he stepped on to the pitch to help Green after she had gone down with cramp in front of him.In the closing stages England continued to seek a winner, Nobbs again testing the superb O’Sullivan, who tipped the ball into the path of Walsh, but she could only steer her shot into the side netting. Kirby’s strike in the 90th minute from the edge of the area brought O’Sullivan to full stretch.At the full-time whistle the Wales players and staff leapt into the air as if celebrating a win and danced in the centre circle while the England players walked the perimeter to applaud the fans. But having had their backs to the wall for the majority of the 90 minutes Wales deserved to soak up the single point gained from their defensive labour."},{"url":"https://i.guim.co.uk/img/media/5dbdbb0a02ec6312f963a100bfb465c59b94f160/0_146_4211_2526/master/4211.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=6e0d263cc49b87b61a842abe870921b4 1240w","title":"kevin de bruyne manchester city jose mourinho chelsea","story":"Kevin De Bruyne is as cool about being rejected by José Mourinho as he is when dismantling opponents with his laser-like midfield passes for Manchester City. It is the morning after the night before following City’s 3-0 trouncing by Liverpool in the Champions League quarter-final first leg. Despite the disappointment, De Bruyne, dressed in a white No\u0026nbsp17 City training top, is in eloquent form.The Belgian is content to recall being sold to Wolfsburg in January 2014 when Mourinho was in charge at Chelsea and how this helped make him pivotal in a City team who are a glaring 16 points ahead of Manchester United. In Saturday’s Manchester derby Mourinho knows if De Bruyne can be stymied United will go a long way to preventing Pep Guardiola’s side from sealing the title against their fiercest rivals in front of their own crowd.De Bruyne bounced back from being discarded by Mourinho to become one of the game’s top footballers and is a firm contender for the player of the year award. In his sole full season in the Bundesliga he was the 2014-15 footballer of the year, winning him a move to City for a then club-record £55m.Asked about his experience under Mourinho, De Bruyne strikes a calm note. “I really don’t care,” the 26-year-old says. “It’s just part of football – it goes up and down. In the 10 years I’ve been playing, nine and a half years have been up and a half year has been a bit down.“I can be really happy with the way it’s gone because a lot of people go up and down, up and down. I’ve had the feeling that gradually I’ve got better and better. That was an experience where I learned maybe the most out of how football goes, how I go with the situation. I was only 21 at the time – no one is going to play all the time at that age. If I see the amount of games I’ve played in my career it’s a lot, so I’m happy.”De Bruyne’s principal challenger for the player of the year awards is Liverpool’s Mohamed Salah. The Egyptian is another player in whom Mourinho showed scant faith, allowing him to go out on loan to Fiorentina and Roma after signing the forward for Chelsea in January 2014.“Everyone needs to find a system and playing style that suits. Probably now we’ve found somebody who suits us both more than it was before. In both our cases that’s true but that’s the same for a lot of players. It’s just because it’s the same manager and it’s both of us in the same season who are going well that people are talking about it. But every manager will have had a lot of players who were not suited with each other, who went away and did well. I’m not really that type of person who thinks about that. It’s just the way it goes, in life, in football.”December’s reverse fixture ended in a 2-1 win for City at Old Trafford. Afterwards Mourinho was involved in a bust-up with Guardiola’s players after he went to the dressing room to ask that their music be turned down and more respect shown.De Bruyne is defiant when asked if there may be a repeat. “The volume is always up,” he says. “It’s our way to prepare for games, the music is on before the game and after, so it’s not like because we won we’re going to change, it’s just because it’s the thing we do, it’s the thing that gets us relaxed, maybe.“Some teams don’t do music but a lot of teams I’ve played in have. Obviously the dressing rooms are mostly close to each other but it’s not to mock anybody.”City are closing in on a slew of records. Beat United and they will be champions with a record-breaking six matches to spare They would jump to 87 points and have a chance of eclipsing the 95 of Mourinho’s 2004-05 title winners.De Bruyne is unsure what strength of side Guardiola will field. “I can understand the feeling of supporters,” he says. “But I don’t know what the coach wants to do. We have four games in 10 days or something so it’s his decision. I know how it goes between fans on social media, how it goes after games. That’s their thing, naturally. All the players are desperate to play every game. You perform for 10 months on a good level to try to get to these sort of games, and hopefully you can finish it off well.”Those four matches comprise Liverpool away and home in the Champions League, United’s visit and then next Saturday’s trip to Tottenham Hotspur. De Bruyne displays confidence, as he has to, that City will be unaffected by the Liverpool defeat despite a first half in which they were torn apart.“The last time we lost a game we showed a reaction which is a good thing,” he says of the 3-0 EFL Cup final win over Arsenal that followed a 1-0 defeat at Wigan Athletic in the FA Cup. “I’m not saying we’re going to win the game it’s going to be tough. We just played and Saturday is early but we will try everything to win that game and then we will see.”De Bruyne’s vision on the pitch can be sublime. In October’s 7-2 thrashing of Stoke a delightful reverse pass to Leroy Sané nullified seven defenders before the German picked out Raheem Sterling for the home side’s second goal.De Bruyne offers a modest take on the whole thing. “You can’t train for that kind of ball,” he says. “Because it’s almost never going to happen, that that situation is going to be there, that the defence is going to be open and in that line.”He is more upbeat over the prospect of City retaining the title, an achievement managed only by United and Chelsea in the Premier League era. “To maintain it is always more difficult than to win it the first time,” he says, “but I have the feeling this time we can go on.”He finishes with an intriguing insight into Guardiola’s style. “If you speak one to one, he can be very close to you,” De Bruyne says. “But I guess, when you’re a coach, you need to have a bit of space between you and the player. He’s your boss and so you have to do what he asks you to do, and if you’re too close it can lead to problems with players, if they see that. So it’s a fine balance for a manager but the way he does it for this team is good.”Against United, City hope to restore the equilibrium that was shattered at Anfield on Wednesday. As ever, De Bruyne will be key."},{"url":"https://i.guim.co.uk/img/media/74dbdd057645bbbca744ef179900c1b48bdd6228/0_215_5616_3370/master/5616.jpg?w=1300\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=3f181e9c434e8e3671726c88ac25b581 2600w","title":"ikoyi london sw1 restaurant review","story":"With West African-inspired flavours and British ingredients under a roof of minimalist fine dining, Ikoyi may not be authentic, but it’s puzzlingly innovativeRestaurant criticism, a little like black pudding, does not benefit from close scrutiny as to its beginnings. How I choose which restaurants to sprinkle my own brand of fairy dust on is the question I’m asked most, but the answer rarely pleases. It’s complex, fickle, flighty.Ikoyi, for example, named after an affluent district of Lagos, has pirouetted around my “should go” list for at least six months, tumbling downwards into the “distracted by shinier, newer things” pile, before rallying upwards again via another food scenester’s tip. People who love food, or rather the food scene, have certainly taken to Ikoyi.But in my heart, I suppose, I knew before setting a slingback in this pricey, West African-influenced, hyper-modern fine-dining restaurant that it would be a complex affair to sell. Because Ikoyi is not a “West African restaurant” with which one could confidently chivvy people with links to Burkina Faso or Guinea-Bissau and say, “I’ve got just the place for you.”There’s a chance they might spy, say, the two delicate pieces of plantain festooned with vividly cerise dehydrated raspberry powder on a plate for £5.50 and ask, churlishly, “What fresh hell is this?” Furthermore, if West African cuisine is a blind spot to you, and your first dalliance with northern Nigerian cooking is Ikoyi’s version of dambu nama (a fuzzy, addictive dried beef floss), you might end up more confused than before. Neither of my worries are criticisms, merely pointers. Ikoyi would feel peculiar, challenging and unique whether you were from Nigeria or Nantwich.That dambu nama, for example, is made from longhorn beef and comes atop a delicate tartlet of whipped bone marrow pancake not much bigger than a 50p piece. Ikoyi is Lagos via the Ledbury. Chef Jeremy Chan and his business partner Ire Hassan-Odukele employ West African ingredients – scotch bonnet, grains of selim, ndolé leaves – to bring new life to very British things such as Exmoor caviar, Orkney scallops and wild Scottish turbot. They serve this mashup of tribute, innovation and cultural trickiness in a pale, minimal, modern room while playing Warren G’s Regulate and Blue Lights by Jorja Smith. The staff deliver it all brightly and politely.Only the hardest heart couldn’t warm to all this. Although, of course, that hard heart might then go on to quibble about the authenticity of the jollof rice’s stock, which contains shiitake mushrooms, katsuobushi and kombu, and that it is a crab jollof featuring apple, sorrel chives and coriander. But perhaps that’s part of the fun, because, like most important dishes, people have been quibbling over jollof – the regional ownership, the ingredients – twice daily since the Kingdom of Jollof’s emergence circa 1549.Ikoyi’s stand-out dish for me, at £14, was a perfect, albeit small, rich disc of malted barley dough, not dissimilar to a souped-up slice of Soreen, topped with mushroom suya – or, to describe it more accurately, a pine-infused pile of earthy morel, miso and yaji ragú with an emulsion of pine and kumquat. The turbot (which is painfully fashionable right now – in fact, merely saying “turbot” makes you more relevant) comes on the bone with a squid-ink sauce, okra, steamed onions and sea beets. A plate of barely grilled duck arrived on an uda-infused, smoked candied bacon sauce strewn with sour camomile onions and cassava. We drank a bottle of the house red – Tinto Prunus 2015 – and puzzled our way through each delivery. The Kent mango, ogbono and buttermilk pudding is a slice of perfect parfait shaped like a credit card. It’s one of the nicest things I’ve put in my mouth this year.Ikoyi, six months after opening, is one of the most damning things a restaurant can be: not always delicious, certainly dear, but clearly important. If West-African cuisine is close to your heart, your boundaries will be tested beautifully. If, on the other hand, you’ve missed the past 3,000 years, there’s no better place to jump in than here.• Ikoyi 1 St James’s Market, London SW1, 020-3583 4660. Open Mon-Sat, lunch noon-3pm, dinner 6-11pm. About £60 a head à la carte, plus drinks and service."},{"url":"https://i.guim.co.uk/img/media/e8fc595a3373a0cb2ffdbaacdf582381ac0e057f/0_0_2315_1389/master/2315.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=d79e2a37d9908dbf6532da27d080f547 1240w","title":"elena ferrante ever since adolescence i have liked the term unknown","story":"I can devote myself to the pure result of a creative gesture, without worrying about a big or small nameAmong the paintings in the Pio Monte della Misericordia, in Naples – the same splendid space that houses the famous Caravaggio devoted to the seven acts of mercy – there is a work that fascinates me and that I go and see whenever I can. It’s the figure of a nun with hands joined, eyes closed and an ecstatic expression. The cartouche on the right says it’s “Our Lady Of Soledad”, a 17th century work by an unknown artist.Ever since adolescence, I’ve liked the term “unknown”. It means that all I can know of the person who made this painting is the work I have before my eyes. I find it a great opportunity. I can devote myself to the pure result of a creative gesture, without worrying about a big or small name. Before me is simply the composition of a human being who summoned his inventive energy and, rejecting countless other possible ways of using his time, fought with the raw material of colours to place on this surface – from within a tradition he had behind him, and with all the ability he was capable of, forgetting even himself – his personal figure of a woman praying.The more I look at the nun, the better I know the unknown artist of the 17th century. Not through biographical facts, not through his life story, but through his expressive strategies. In them I find inscribed in full another story – his story as an artist, which is a story of aesthetic choices, of compositional intelligence, of the grammar and syntax of an image, of feelings given shape. In the work of art, biography and autobiography have a truth completely different from that which we attribute to a CV or an income tax return. In that space there is, there has to be, a freedom of invention that allows one to violate all the agreements about truth in everyday life. To be clear: the artist of Our Lady Of Soledad is unknown to me only on the historical-biographical level. He is very well known to me, on the other hand, in the exercise of his function as an author – so well known that I could give to that function, for convenience, a name, for example, a female name.It would not be a pseudonym, that is, a false name it would be the only true name used to identify her imaginative power, her ability. Every other label would be problematic, would bring into the work precisely that which has been kept out of it, so that it would stay afloat in the great river of forms. Naturally the game could also be extended to artists whom, wrongly, we don’t consider “Unknown”. If I had to give to the creative act of Seven Acts Of Mercy the name Caravaggio, and to the biographically determined person, the name Michelangelo Merisi, I would choose to spend the greater part of my time with Caravaggio, and not with Merisi. Merisi would blur my vision."},{"url":"https://i.guim.co.uk/img/media/dd3c16ca5093c486b265acb050cb35f825a3ee15/0_73_2500_2499/master/2500.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=2ae72a4878b1049f47522135c6c6a08f 1240w","title":"fit in my 40s british military fitness","story":"We did so many sit-ups that my abs went into a catatonic state and I finished using only two dusty vertebrae in my lower back You’ll know British Military Fitness by its trail of shouting hordes of the red-faced righteous chasing across parks after a tiny, hectoring man in camo. The instructors are probably not that small, they’re just farther away. It is, according to legend, a fantastically fast and effective way to get fit – some combination of the fresh air, the uncompromising style and the comradeship in adversity. It’s exercise as theatre, for people who love exercise and maybe don’t realise how much they love theatre: you engage in the group delusion that you’re actually in the army, and that makes you work harder.There’s lots of running – slow running at the start, a mile run in the middle, sideways running for warm-up purposes, sprinting at the end, jogging back to the finish. I thought I knew what kind of runner I was, until I did it with other people, when I realised I was rather easy on myself. I was second to last on every turn, until a split second before the end, when the super-competitive woman behind me would come beetling up and trounce me. I was a great motivator for her, put it that way.My instructor wasn’t a shouter he was more like one of those teachers who knows you can do better, and you know you can’t, and you don’t want to disappoint him because he seems so nice, but also, what on earth is he on about?But the bit you’ll notice from afar, the bit that will have put you off if you are at all physically shy – which is to say normal – is the bit where you work in pairs. There is a tacit agreement that women work with women and men with men. When you’re an uneven number, the beta female has to work with the beta male, which is how I found myself doing press-ups into a stranger’s fist. He was lying face down with his fist up and my aim was to dip and touch it with my sternum I wasn’t up to it and would just brush him with whatever body part landed first, inevitably some breast or other. He’d say motivational things, such as, “Don’t forget to breathe”, while I battled agony and embarrassment, and averted my eyes. It reminded me of something… it reminded me of being in labour. Two minutes felt like an hour.We did so many sit-ups that my abs went into a catatonic state and I finished using only two dusty vertebrae in my lower back. A long-forgotten song by the 90s indie band Salad started to pound my head, like the beginning of a traumatised state.We swapped partners now I had a woman, except a tiny one, about the size of my 10-year-old son, and I had to put my full weight on her thighs and tricep dip. This felt morally wrong and physically appalling.Then I started to love everyone, which I know was chemical and not real, but what can you do? I love them."},{"url":"https://i.guim.co.uk/img/media/5a524226d87d02adea40af901414350ecec905c5/0_261_3882_2328/master/3882.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=79ff9ea1d1864751b2e86f0c6b1cf767 1240w","title":"tim dowling i love watching other people work","story":"To me, the appeal is obvious: all the satisfaction and accomplishment of work, without the workI am in the kitchen, watching Kitch the electrician put a new light in the ceiling. Embarrassingly, I had to call him because I couldn’t figure out how to change the bulb, but he says it’s not my fault.“These bulbs don’t come out,” he says. “The whole fitting has to\u0026nbspbe replaced.”“That’s ridiculous,” I say, feeling vindicated.“When you’re done, I’ve got a garden light that needs installing,” my wife says.I like watching other people work. I could easily spend a whole afternoon looking through a peephole in the hoarding surrounding a construction site. To\u0026nbspme, the appeal is obvious: all the satisfaction and accomplishment of work, without the\u0026nbspwork.It is, however, a little unattractive. I spent most of August standing at my bedroom window watching four men paint a school, ducking out of sight whenever one of them turned around. For two days in November, I sat in the kitchen looking on while my garden office was constructed. Two months later, I sat in my new office watching a man called Tomasz lay a brick patio.“It is a good day to work!” he said to me each morning as I crossed the garden.“Yes, it is,” I said.My office is a glass-fronted observation booth. I can watch my wife mop the kitchen floor from my desk. But it means that when I’m observing, I am also observable.On Thursday, a load of plants arrive. Our friend Anna, who is a garden designer and knows about these things, has come to show us where to stick them. The middle one, just home from university, is being paid to help out. I see them as I cross the garden in the morning, coffee in hand, on my way to my computer.“Are we going to be disturbing you, digging and planting while you’re trying to work?” Anna asks.“Nope,” I say.“Disturbing him?” my wife says.“I’ll be fine,” I say. “I’m used to it.”“If you think you’re going to sit in that box all day watching us do everything,” my\u0026nbspwife says.“Actually, I have business in town,” I say.“What business?” she says.“Business business,” I say.“He’s got a lot going on, your husband,” Anna says.“He doesn’t,” my wife says. “He’s lying.”My business – technically more of an errand – takes about an hour. When I get back, all the plants are still in their pots, although they have been set in their positions along the empty beds. “Looks good,” I say. “I’ll get out of your way.”“What are you talking about?” my wife says. “You’re helping.”I am assigned the northern end of the left bed. My first strike with the spade hits something hard, causing my fillings to vibrate like tuning forks. I fish up the broken corner of a concrete paving slab, followed by the rest of the paving slab, followed by the paving slab next to it. My shoulder blades burn. Sweat runs off the end of my nose. It’s tough work, I think, but honest.“Why are you making those noises?” my\u0026nbspwife says.“What noises?” I say.“The grunting and wincing,” she says.“I hit a slab,” I say.“No one else is making noises,” she says. “Anna’s not sighing and groaning.”“It’s all construction rubble at this end,” I say.“Your son isn’t muttering and swearing under his breath,” she says.“He’s planting peonies,” I say. “I’m excavating a Roman villa.”“You are making a lot of noise,” the middle one says.“Stop listening to me work,” I say.“We can’t,” my wife says.A week later, I’m in my office when I\u0026nbspcatch sight of my wife crossing the grass with Kitch the electrician, here to\u0026nbspinstall the outdoor light. She pulls open the door, and I stand. “Coffee, two sugars,” Kitch says. “Your missus can’t work the machine.”“Just finishing some business,” I say.“We could see you,” my wife says. “You were sitting there reading a book.”“That’s not true,” I say. And it isn’t. I was sitting there holding a book, fast asleep."},{"url":"https://i.guim.co.uk/img/media/9239a2eb0833c753992beb2fbb0842e8e8419470/0_374_5616_3370/master/5616.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=211b91e835612813e18c6450af368cef 1240w","title":"where to move for retirement property","story":"Groovier baby boomers will return to cities, but generally they retire to Britain’s southern and East Anglian coastsBetween the ages of 18 and 65, the British population undergoes an astonishing metamorphosis. You can see it in the Office for National Statistics’ demographic maps: young people flock to cities to down Jägerbombs and cop off. By the time they’re 65 they’re necking toasted teacakes on the Dorset coast. What happens in between? Suburbia."},{"url":"https://i.guim.co.uk/img/media/bc6d3f2d0233cd45dc70e23cc5fb6be7cde25965/50_101_4008_2405/master/4008.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=3e97008faf08fcdeee0add3f272ce390 1240w","title":"guido fawkes a cross between a comic and a propaganda machine","story":"The site Boris Johnson called the dung on the rosebush of politics was the first to report on Corbyn’s seder dinner with JewdasWhen Guido Fawkes, the online scandal sheet, celebrated its 10th anniversary at a swanky cocktail party and dinner in Westminster four years ago, the prime minister sent a video message apologising for being unable to attend, and half the cabinet were on the guest list.The website has an unapologetically two-faced approach to the establishment it claims to disdain. It is comfortably embedded in its fleshpots while shovelling steaming piles of ordure on its members.This week, Guido was first to report on Jeremy Corbyn’s seder dinner with the left-wing Jewish group Jewdas. The site’s detractors accuse it of misrepresenting left-wing Jewish groups in the row over antisemitism, but as Boris Johnson, then London mayor, put it at that 10th anniversary party, Guido has long been the dung on the rosebush of politics.Once, in the early days back in 2004 when the website, a kind of knock-off of the pioneering Popbitch gossip site, had barely 100 hits a week, the identity of Guido was a closely guarded secret. But Paul Staines, now in his early 50s, has become familiar in TV studios and last year he claimed nearly a million hits a week on the various Guido sites. Staines, a former Hong Kong trader, is now editor-in-chief of an outfit with a seven-section website covering tech and media as well as politics. One of Guido’s writers is a member of the Westminster lobby, the very organisation he once castigated as the epitome of backscratching journalistic corruption.He swaggers along what ought to be the tricky line between feeding off politicians and biting them, often with a drink in hand. Five years ago he told the Guardian: “I still hate politicians. My contempt for them is undiminished.” The politicians know this, but they appear to nervous of crossing him. “We cringe and simper around Guido,” Johnson said at the anniversary celebration, “in the pathetic delusion that we may thereby encourage him to be merciful to us.” Guido does not hate all politicians equally. He is a committed Brexiter: remainers get a particular beating on the Euro Guido pages, where their referendum predictions are vigilantly policed (the same treatment is not applied to Brexit promises). And though Staines insists anything stupid or hypocritical is fair game, he appears to find politicians on the left disproportionately worthy of his opprobrium.But then it is no secret that his politics are right wing, free market, Thatcherite. At university in Hull in the 1980s he was a member of the Federation of Conservative Students, an organisation so right-wing that it was disbanded by Mrs Thatcher. “I never wore a ‘Hang Mandela’ badge, but I hung out with people who did …” he once said. Later he worked for close Thatcher fixers like David Hart, and he reminisces about Africa and AK-47s like a character from late LeCarre.His breakthrough was to see early on just how the alcohol-fuelled gossip and backbiting of Westminster that makes and breaks inidual careers could be translated to, and magnified by, the digital blogosphere. He recognised how the world of the political gang, of in and out, of foolishness and deceit and political manipulation and retribution could have been purposely designed to provide rolling content for the voracious appetite of a news website.What he created was a cross between a comic and a propaganda machine. Its common denominator is to belittle politicians, and anyone else (currently the Observer’s Carole Cadwalladr for her award-winning expose on Cambridge Analytica) with whom he disagrees.The website is no stranger to the law courts, and Staines has boasted that he likes a good vendetta. But from time to time the procession of gossip, recycled tweets and leaks from the special advisers and bag carriers who provide the daily bread and butter for the site is interrupted with a serious story. Staines claims the scalp of the former Lib Dem MP for Portsmouth, Michael Hancock, who stood down after it emerged that he had had an inappropriate relationship with a constituent. It demolished the career of Damian McBride, who it discovered was planning to smear senior Tories, and had a leading part in the destruction of Chris Huhne, another LibDem MP, over the drink-driving charge that ultimately forced his resignation and ended his marriage. The website sets stories running. It rarely does the hard slog of hunting them down. For example, it heard well sourced reports about bullying by MPs of staff, but it appears never to have tried to build up the kind of case that could prevent injustices being perpetuated. Instead it chucks a rock of innuendo into the pool and moves on, always hungry for a new way of entertaining its readers, while confirming their prejudices. Staines might one day be a footnote in the history of democracy, but his purpose has never been to promote its long-term health. "},{"url":"https://i.guim.co.uk/img/media/c924046923c7ba0c11f629910493b7909bdf8471/0_246_3500_2100/master/3500.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=cb358fb53332500de290fda853da54ab 1240w","title":"is there any point taking out an isa","story":"My partner takes one out at the start of every tax year and says I should too. Really?Every week a Guardian Money reader submits a question, and it’s up to you to help him or her out – a selection of the best answers will appear in next Saturday’s paper.Is there any point in taking out an Isa? My partner takes one out at the start of every tax year and says I should too. But the rates are rubbish, and I can’t see what the tax benefits are any longer. Should I carry on saving in one?Do you have a problem readers could solve? Email your suggestions to money@theguardian.com or write to us at Money, The Guardian, Kings Place, 90 York Way, London N1 9GU"},{"url":"https://i.guim.co.uk/img/media/19332f231bafc87430b138e4aaf054cb36c27429/0_117_3500_2100/master/3500.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=b54c2f5755cfb1689c374641e1a2ec2a 1240w","title":"retirement can you make your pension last at least 20 years","story":"Now comes the much bigger challenge: making the money you save last two, and possibly three, decades of retirement.In the past, employees in final salary-based schemes had certainty about the income they would receive annually, and the security that it would be paid every year until their death. Now, outside of the public sector, that security has all but vanished. “Here’s the £106,000 you saved. Cheerio and good luck to you” is, basically, what you’re going to hear. £106,000, by the way, is the average amount 55- to 65-year-olds currently have saved in a workplace “defined contribution” pension, according to pension company Aegon.Will you get much advice? Probably not – many professional advisers will turn their noses up at such small sums (to them). And finding a decent adviser is a lottery in itself.You will also need to learn an ugly new word – “decumulation” – and take some big guesses about your health and longevity. The single biggest problem with managing your money in retirement is that you don’t know when you’ll die, or whether or not you will need expensive long-term care.The potential for rip-offs is enormous. That’s why the pension minister, Guy Opperman, must take on board recommendations this week from the work and pensions select committee and create a low-cost deal at retirement which is as automatic as the current enrolment system.The weirdness of our market-based pension system is that Nest, the government-owned body that delivers auto-enrolment for many small employers, is forbidden from offering drawdown or other decumulation plans. Why? Because they will probably do it cheaper than the profit-seeking private companies.This nonsense has to end. Nest must provide a low-cost benchmark service for managing your money through retirement – and in effect force the private companies to fall in line.But none of this is going to lessen the challenge of saving enough first. The grim reality is that while £106,000 sounds like a lot of money, it is peanuts when it comes to pensions. It will give you an income of less than £5,000 a year in retirement – and leaves you wide open to the vagaries of inflation and any stock market collapses. If you want an income of £25,000 a year in retirement – consisting of £8,300-a-year state pension as well as a £16,700-a-year private pension – that many say is the benchmark for a decent life, you will have to save north of £300,000.But don’t get too depressed – if you are a couple, both 40, with no savings so far, but can stretch to putting aside £40 per week each into a pension scheme, then it’s (just) possible to hit the £25,000 a year target income that many experts say is what you need in retirement. Good luck."},{"url":"https://i.guim.co.uk/img/media/3d8011c277449c449a6dd2771472126fb013bdec/0_403_6048_3629/master/6048.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=9f40f2bcd031987459c130945bf6c689 1240w","title":"the aa fees prices introductory offer","story":"Is the AA exploiting its most loyal customers – the elderly but also the very busy – by automatically renewing annual breakdown cover at up to twice the original price, in the expectation many won’t notice?That’s the allegation from two AA staff members who have contacted Guardian Money keen to expose the “shameful and embarrassing” way they claim the breakdown recovery business now operates.The contracts they sign mean their policy is automatically renewed every year, which the salespeople described as a “scandal” as they say it leads to people overpaying for policies that they no longer want or, in many cases, will never claim on, as they may have sold their car.The AA is by no means alone in offering teaser first-year discounts. But the salespeople who contacted Guardian Money say it’s the scale and the manner of the second-year increase that sets the company apart.The AA, with 3.3 million breakdown members, vigorously rejects these claims, adding that it has made “great progress in the last couple of years to be much clearer and transparent in pricing and selling”.Our whistleblowers say they have spoken out in part because they are fed up with being verbally attacked by customers on the receiving end of steep price rises.Each year, four out of five AA customers decide to renew. But the complicated pricing tariff used by the salespeople, and seen by Money, shows by how much fees are hiked in the second year.Its popular joint membership, that covers roadside assistance and home start, is £109 for “new” customers. But at the end of the first year, that rises to £215 with the money taken out under a continuous payment authority. The AA says it does this so customers aren’t left without cover.“Everyone thinks that the AA is there to help but, from what we’ve seen, it’s about one thing – sucking people in on a super-cheap price before moving them on to a higher rate. There’s a guy who sold his car two years ago who ended up paying the AA for two years’ cover because they’d moved house and not told the AA. When he realised, it was too late to get his money back,” says one of the AA staff, who have asked to remain anonymous.The second says it is the AA’s Gold members that he feels most sorry for. “I went to the dentist and, as I had my AA uniform on, he proudly told me he was an AA Gold member. Out of interest, I asked what he was paying. When I told him what a new customer on the exact same package would pay – half of what he was paying – he was furious. As I left, he was getting on the phone to give them hell, but he wouldn’t have got a refund of any previous years’ overpayments.”• People from eastern Europe, who have poor English, are often promised European cover is included when it is not. They only find this out when they break down, and have their claim declined.• Iniduals are sold a more expensive “any car” policy even though they only ever use one.• Customers complaining have to wait until their policy has lapsed for 90 days before they can rejoin via the field sales team at the discounted price.• AA Gold members (those who have been members for five years or more) are often paying twice as much as a customer who has just joined from the RAC. The AA’s data shows its customers typically stay with the firm for 12 years.AA president Edmund King says: “We are very clear about putting our members at the heart of what we do and delivering excellent service. Treating customers fairly is built into all of our policies and processes, and into the training of all our people whatever their role in the AA.“We have worked hard to promote our great products in a fair and transparent way. We do offer discounted introductory offers (via a sales force, online call centres and in advertising).He says the AA writes to all customers before renewal, at which point they have a choice whether to renew or not. “Any customer can benefit from introductory offers via the call centre or with the direct sales force so there is no ‘discrimination’ if one doesn’t have access to the internet. Our letters are very clear and go far beyond much that is seen in the commercial world. We are proud to comply with the FCA’s requirements on renewal transparency.”In regard to customers moving home and not seeing renewal letters, King says: “We have strengthened all of our procedures for following up on returned mail when people have moved. We use a range of methods to re-establish contact.”What you tell us“I called the AA to cancel and was immediately offered a refund of £123, taking us back to the previous price. I was told ‘We did not overcharge you – we charged you the full price and now we are giving you a discount’.“I called the AA to cancel and was immediately offered a refund of £123, taking us back to the previous price. I was told ‘We did not overcharge you – we charged you the full price and now we are giving you a discount’."},{"url":"https://i.guim.co.uk/img/media/b37413c3d3acd967dc3fa7978516d6f157fa6555/0_6_1654_992/master/1654.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=0e182646c7ccc67af536467947c62b1b 1240w","title":"meme myself and i how pops new gen deal with social media anxiety","story":"A wave of nihilism is infiltrating music, with the likes of Noah Cyrus, Unknown Mortal Orchestra and Let’s Eat Grandma reflecting on the dystopia created by the digital worldPop into any branch of high-street clothes shop Urban Outfitters and you will be presented with a paradox. Stroll through the clothes racks and towards the checkout, past the mini cacti, glittery photo frames and avocado bed linen, and you’ll find a selection of books. “READ THIS IF YOU WANT TO BE INSTAGRAM FAMOUS,” screams one in all-caps, while next to it whispers another called The Little Book of Self-Care. It’s emblematic of an identity crisis that is engulfing a whole generation – the so-called fame-hungry narcissists v hyper-aware over-thinkers – and one that’s increasingly being reflected by its pop stars. Recently, it gained its anthem in the shape of We Are Fucked by 18-year-old Noah Cyrus (featuring Mø), a surprisingly self-lacerating, Max Martin-produced nihilistic banger that simmers with frustration at Cyrus’s generation’s social media addiction and her fears for how it might hobble their future.For Cyrus, her personal social media addiction is Instagram, which she first started using when she was 12. “I wake up and the first thing I check is Instagram and I don’t think that’s a healthy state of mind,” she says. “Youth culture is wrapped up in social media. Instagram tells us you need to look a certain way to be famous. Everybody’s obsessed and I think it’s endangering young people and what we think youth culture has to be.”So why is it Cyrus’s generation specifically (Generation Z is roughly marked as those born anywhere between the mid-1990s and mid-00s) who are starting to sing about it, and why with such anger? How does it fit alongside previous acts of musical nihilism that grew out of the punk scene in the 70s, grunge in the 90s and hip-hop’s recent downbeat turn? Recent Universal Music signing, the Swedish singer-songwriter LOVA, AKA 19-year-old Lova Alvilde, actively eschews writing about some of pop’s typical themes (love, heartbreak, being “in da club”). Her forthcoming EP will focus instead on the false idea of perfection generated by social media, with forthcoming single Insecurities being the first taste. “For me, writing about social media and its effect on people has always felt like a very natural and important thing to do,” she says. “I think it’s going to be hard not to write about it, especially for younger, upcoming artists. Social media is such a current factor, not only in my life but for almost every person of my generation, so that makes it a more obvious thing to write about. I want to open up to conversations about how society is shaping us into not talking about the things that actually matter.”Alvilde’s frustrations with social media’s addictive cycle of false affirmation also chime with We Are Fucked (the chorus of which runs “We are fucked These days we only follow These days we’re feeling hollow”). “We have basically been told to believe and trust that the ‘perfect’ life that social media is portraying is the one we should all strive for,” she says. “That then makes it harder for us to break free from it and see how far from reality it actually is.”While skewed-pop duo Let’s Eat Grandma, AKA teenagers Rosa Walton and Jenny Hollingworth, set their 2016 debut album I, Gemini in otherworldly landscapes, recent single Hot Pink came with a video that played on that falsity referred to by Alvilde. Their new album I’m All Ears comes peppered with references to mobile phones. “I really enjoy TV shows and music and media generally where they reference the fact that people spend time on their phones,” says Hollingworth. “It seems odd to me in films where they don’t use their phones once, when it’s set in 2018. That’s not what people’s lives are like now we connect with each other through the internet whether you like it or not. We’ve always been interested in playing with the idea of people’s perceptions being altered by the media and phones and the internet.”For Generation Z, the whole approach to social media in the first place is different to how the baby boomers or Generations X and Y approached it in the past. Ruban Nielson, frontman of psych-pop experimentalists Unknown Mortal Orchestra, whose new album Sex \u0026amp Food investigates what we as a society consume and how it affects us, thinks this is a key point as to why it’s becoming more of pressing concern. “When you talk to someone who is a baby boomer or Generation X about all this they would say: ‘This is the real me, and this is the version of me on social media,’” he says. “But the thing that is really monstrous about it is that for younger people who have it as a more formative part of their identity, you might end up with no real ‘me’ behind the social media. All the emphasis will be put on social media to actually represent the full scope of who you are and there might not be a identity behind that. That’s more terrifying. I have two children and I protect them as much as possible from that stuff but there’s no way to socialise your children without acknowledging that these things are out there.”While Dr Aaron Balick, author of The Psychodynamics of Social Networking, agrees that “for Generation Z, social media is more embedded into the social fabric than previous generations”, he also sees this as not wholly negative. “On the one hand, the social self as represented online is in some ways a fundamental, but young people are savvy too, and are capable of engaging with it critically.”Balick sees We Are Fucked’s attack on ruptured identities as more of a wake-up call than a shrug: “This song represents that criticism, drawing attention to the fact that a postured presentation of self could be a direct road to being fucked.” Even within the song, Cyrus offers an olive branch when she sings: “We’ve got hearts in the right places But we’re still a danger to ourselves Maybe it’s cuz we are young”.“We are good people,” she tells the Guide. “I would like to consider myself an amazing person but I’m still an addict. Not just Instagram, but all social media. We’re wasting time.”It’s this sense of acting on frustration, of wanting to change, that not only distinguishes Gen Z from the more stereotypically spoiled millennials, but sets Cyrus’s We Are Fucked apart from more typical teenage nihilism.Songwriter Savan Kotecha, who co-wrote We Are Fucked alongside Cyrus and Swedish pop alchemist Max Martin, agrees. “The youth are so articulate and bright and aware. We’re going to see more of that, I think they can sense when something’s wrong, even if they don’t have all the answers.” Kotecha says that, from other sessions he has been in, more and more artists of Cyrus’s age are starting to write not only about the identity crises social media inflicts, but wider issues affecting their generation.“I’ve noticed that in the last six or seven months: more artists wanting to discuss things they wouldn’t a year ago,” he says. “For American artists, there’s a sense of responsibility. Pop should be fun and escapist, of course, but it’s the artists who feel they can be heard who want to put some of that in the music.” He lists the likes of Ariana Grande, Camila Cabello, Lorde and Cyrus as examples. “It’s hard for a pop artist who’s known for doing fun songs to get super political, but they’re figuring it out.”We Are Fucked should be taken in a wider context of the next generation of pop stars becoming more aware of, and critiquing, their surroundings. It is also part of a conversation about the positives and negatives of social media that’s as blurred and seemingly contradictory as Urban Outfitters’ books selection, and more complex than Jack White is willing to understand.“I truly believe that the older generation have more to learn from us than we have to learn from them,” says Alvilde. “Today’s society is constantly changing and evolving and I think they have a harder time keeping up with that.”Balick agrees: “The speed at which social technologies change makes it a bit more difficult for older generations to understand the nature of the challenges of the younger ones because the generation gaps get smaller and smaller.”Pop, as it always has done, reflects society, and at the moment there’s a generational shift towards a youth culture raised in a prism of self-evaluation and self-recognition. “I wouldn’t say we’re lazy or don’t have potential, we’re just not channelling it correctly all the time,” states Cyrus. “We can do more than just social media. We can change the world.”"},{"url":"https://i.guim.co.uk/img/media/7e4a07efc6214bcbd69f8d19b37316e2d2571e87/137_0_5413_3248/master/5413.jpg?w=5250\u0026amp;q=55\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;s=784e45bc9fa4e87160287f679feb49af 10500w","title":"way of grief and park life fridays best photos","story":"The Guardian’s picture editors bring you a selection of photo highlights from around the world including Orthodox Christians marking Good Friday and reaction to a former South Korean president’s prison term"},{"url":"https://i.guim.co.uk/img/media/7d04c4cb7510a4bd9a8bec449f53425aeccee895/0_71_1731_1038/master/1731.jpg?w=1500\u0026amp;q=55\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;s=f7b51b0673e228ade28d936bf4081213 3000w","title":"how to give your kitten the purrfect start in life","story":"Eager to bring a ball of joy and fluff into your world? Get set with everything from advice on finding your feline friend and turning your pad into a puss-worthy palace to grooming and getting them ready for the outside world. They grow up so fast …Getting you and your pad kitten-ready need not be a drama, as long as you get to grips with just what they need to feel safe and secure. Understanding how young cats work is the key to making their transition from kittenhood to a much-loved family member as smooth as possible.“Do you need eyes in the back of your head? Maybe,” laughs registered feline behaviourist, Lucy Hoile. “But knowing how a kitten matures helps us understand their behaviour, which means fewer surprises (hopefully) and you can build a solid foundation for a lifetime of wonderful feline companionship.”Finding your new kittenIf you are responding to an advert for a kitten, there are a few pointers to be aware of to ensure you are buying from a reputable breeder.“Unlike dog breeding, there isn’t the same legislation in place for cats, so it’s best to ensure you can see the mother and her litter,” explains Hoile. “Expect to be asked a lot of information about your home setup – a caring breeder will want to know where their kitten is going.”Equally, most animal shelters have lots of unwanted kittens that need rehoming, so it is often a great place to start your search. Try the RSPCA, Cats Protection League, Battersea Dogs and Cats Home or Blue Cross for more information.Prepping your padInside, tape up any gaps that could intrigue your new kitten, such as that tiny space in between your washing machine and tumble dryer. “It’s incredible the tiny gaps your kitten can squeeze through, so better safe than sorry,” says Hoile. “Kittens are programmed to explore – they’re hunters by nature, so every new thing is an adventure. In these early weeks they have less fear than when they are a little older – they really are fearless.”You may also have noticed by now that cats can climb, so don’t presume your fencing will retain them. Kittens won’t be as strong, but they can still scale a decent height. Ensure you can keep your kitten in until they have had their first set of vaccinations (about eight weeks), before letting them explore the area around their new manor.Tip: Discuss neutering with your vet as soon as you bring your cat home – a female cat can get pregnant at around six months and an unneutered Tom is not an ideal family pet.Getting the right kitWhen it comes to shopping, less is generally more, but some specific kit is essential for settling in a kitten. “You do need to buy kitten-sized kit,” advises Hoile. “It may sound obvious but a high-sided litter tray will prevent a kitten from using it, the wrong-sized litter will be sore on a kitten’s paws and a food bowl that’s too deep will deter it from feeding adequately,” advises Hoile.As a starter kit you will need:“Buying a climbingscratchinghiding kit might seem excessive, but it’s not,” says Hoile. “Kittens climb, explore and want to hone their physical ability, if they don’t have something to climb they will shoot up your curtains, along your carpet, round your sofa … they’re programmed to train their bodies, so they need an outlet to do it.”Feeding“Kittens need to be fed little and often,” says Hoile. “Ask your breeder what foods your kitten has been used to and follow suit, making sure it is age and weight appropriate. If in doubt, ask your vet.”Myth buster: kittens and cats should not be given cow’s milk. “They can’t tolerate it and it’s a myth they crave it,” says Hoile. “Kittens and cats need fresh water in the wild they would drink from fresh running water, so they prefer to drink water fresh from the tap. Wet food is good for cats as it contains water – cats need water in their diet as they often have kidney and urine issues in later life without adequate quantities.”Worming and vaccinationsA responsible breeder or animal shelter will already have wormed your cat or will raise the issue of vaccinations with you.“Once you have your kitten, book a visit to your vet as soon as possible. Many vets hold kitten days now, they will check your kitten’s health and weight and advise on the worming, flea and vaccination programme. It is also a great way for your kitten to get accustomed to a vet’s visit. The more they are exposed to as kittens, the easier they will be to handle as adults.”GroomingGrooming isn’t just for a sleek coat, it also helps us get to know our cat’s physical shape and allows us to spot any health issues as soon as possible. Short-haired cats need grooming once a week to ensure the coat is kept free of dead hair and it helps you to bond with your cat. Longer-haired cats, such as persians, need to be groomed daily.“Otherwise, the damage to their coat and their skin can be devastating,” says Hoile. “Long-haired varieties very quickly get matted and this causes problems that go beyond just a matted coat – it can lead to skin infections and more.”House-trainingIf you get your kitten at between eight and 12 weeks, they will probably have been litter trained already.“Provide a kitten-friendly tray, with kitten-sized litter and ensure it is kept clean and accessible at all times,” says Hoile. “If your kitten isn’t using it, chances are it’s not big enough, not clean enough, or the litter is either a) too highly scented or b) too big for the kitten to rake easily.”Cats are very clean animals by nature. Once your kitten is old enough to go outside, move the litter tray outside during the day and, at night, leave a clean litter tray by the door.Going outsideYour kitten should be vaccinated before it ventures outside under supervision. International Cat Care recommends your kitten is four months old and also neutered before going into the great outdoors on its own. Most vets will microchip your kitten when they are neutered, before then a kitten safety collar with a name tag is a good idea just in case they escape – and it’s not the worst idea to keep a safety collar with a home address disc on, especially in these early days. When they are ready to go outside, monitor short trips into and around the gardensurrounding spaces.Tips for a (relatively) stress-free first-timer:Of course, not all cats love the outdoors, some are happier as house cats – if you’re unsure what’s best for your cat, speak with your vet.Whether they’re in, out or – most likely – all about, an energetic new cat needs food tailored to them. Royal Canin provides nutritionally complete, age- and breed-specific diets for optimum feline health "},{"url":"https://i.guim.co.uk/img/media/abd2568f458da8dd713042a0fccc94663387448b/0_0_3000_2663/master/3000.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=cd5d9b5184e8c9ded6e98418ff7258cf 1240w","title":"charles darwin lost fossils including a sloth the size of a car to be made public","story":"Fossils collected by Darwin on his global voyages on the Beagle will be digitally scanned and made available onlineOn 23 September 1832 a young naturalist, thousands of miles from home and frequently seasick and homesick, found the fossil of an enormous skull embedded in soft rock. It took Charles Darwin three hours to chip it out of the cliff face at Punta Alta in Argentina, and hours more to lug it back to base. He arrived with it long after dark at the ship which became the most famous in the history of natural science, the Beagle.Darwin was only 24, a college dropout from his medical degree who had done a crash course in geology in order to join the voyage. He was wild with excitement about the chase, writing in a letter to a friend: “I have just got scent of some fossil bones of a Mammoth, what they may be I do not know, but if gold or galloping will get them, they shall be mine”.Darwin’s treasures, brought on board after every shore trip to the exasperation of the crew of the small cramped ship, and sent back to England whenever he came upon a vessel making the return journey, were all meticulously recorded in his journals, and labelled according to a four-colour system he devised himself using printed labels he had brought from England.His fossils, much less famous now in the history of how he came to publish his theory of evolution by natural selection than his observations of wildlife, are among the treasures of the Natural History Museum in London. They are still of interest to scientists all over the world but many of the originals are almost too fragile to handle. The NHM this week launches an ambitious project to scan and digitally recreate the fossils in 3D, in such minute detail that they can be studied by scientists as well as pored over by members of the public. One of the first completed has just been digitally dissected by a scientist in Montpellier in France.The digitisation also guarantees that a permanent record of the bones will be preserved as scientific tests continue. Carbon dating has recently confirmed a date for one which Darwin could only have guessed at from the rock layer in which he found it – just 12,660 years old, so very close to the extinction of its species – and the NHM will now attempt to extract DNA from it.The first to go online is the skull of Toxodon platensis, which Darwin found propped up against the fence in a Uruguayan farmer’s yard, where the local children competed to throw stones and knock out its teeth. Darwin bought it for a shilling and sixpence (equivalent to £6.40 today). Its curved teeth led Darwin and fellow scientists to wonder if it was an gigantic rodent, but it was eventually identified as a distant relative of a rhinoceros – and the last member of a group of South American mammals stretching back 60m years.As they arrived back in England, Darwin’s fossils were already becoming famous and making his reputation, when he still had years of the voyage ahead. One batch contained a missing section of a skeleton which had already been sent back by another collector – the creature whose skull Darwin had chipped out of the cliff face. They were the remains of Megatherium, a ground dwelling relative of modern tree dwelling sloths – but Megatherium was the size of a car, the largest and heaviest land mammal ever to live in South America. After the fossils were displayed at a science event in London, one friend wrote to Darwin: “From sending home the much desired bones of Megatherium your name is likely to be immortalised.” In fact, Megatherium and its relationship to modern animals was one of the observations which would set Darwin’s mind on the course which would make his name immortal, and the publication decades later of his great book.At the NHM, senior curator Pip Brewer and Adrian Lister, a research leader in the museum’s Earth Sciences department who has written a new book on Darwin’s fossils, share Darwin’s excitement over the hunt, having tracked down a chunk of fossil where it has been missing in plain sight for more than a century.They launched an international hunt for Darwin fossils as part of the project. Most came to their museum after the second world war from the Royal College of Surgeons – which in the 19th century had the best comparative anatomy collection, while Darwin was scathing about the British Museum’s displays of its natural history specimens. The huge skull remains with the RCS, and others went to Harvard in the 19th century with a Swiss scientist, a correspondent of Darwin’s. The missing slice of the skull which Darwin chipped out of the Argentinian cliff in 1832 turned up in his own home, Down House, now a museum run by English Heritage.“They told us they had a bit of tooth in the stores but they no idea what it was. When we got there they had had it laid out on a table and we recognised it as the missing piece of Megatherium in seconds,” Lister said. They later brought the fossil to the RCS, and could see instantly how perfectly the cut marks matched with the rest of the skull.“It wasn’t quite as dramatic as Darwin’s discovery of it – but it was still such a thrill,” Brewer added."},{"url":"https://i.guim.co.uk/img/media/b59f4eff7ae24a736e8ef223ee3c7d3408b674e3/0_69_4896_2938/master/4896.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=a9ef779dc4df0c33a4491c17b7e83e45 1240w","title":"f1 teams proposal cheaper louder engines 2021","story":"Lewis Hamilton faces a huge challenge to close Sebastian Vettel’s early lead in the world championship standings after receiving a five-place grid penalty due to a gearbox change the team had to institute after a hydraulics leak at the first round in Australia.A software error cost Hamilton a probable win in Melbourne as the Ferrari driver established a seven-point advantage with victory. After the race Mercedes admitted the British driver suffered a hydraulics leak, adding that he was fortunate to finish the race, let alone in second place.It means Hamilton will start only sixth even if he manages to post the quickest time in qualifying on Saturday.Kimi Räikkönen topped the time sheets in second practice at Bahrain, the only session that takes place in the evening and thus most representative of race conditions, ahead of his team-mate Vettel, with Valtteri Bottas in third and Hamilton in fourth. Daniel Ricciardo in the Red Bull was quickest in the afternoon during FP1.Meanwhile proposals for the future of Formula One including a cost cap and louder engines were received with general approval when presented to the teams on Friday.The sport’s owner, Liberty Media, unveiled its five-point plan outlining its vision of F1 for 2021. However, its objectives remain broad and a considerable and potentially difficult period of negotiation remains.Liberty’s blueprint was a distillation of concepts that have previously been aired by Ross Brawn, F1’s sporting director. The key points include cheaper, louder and simpler engines, that will be more attractive to new manufacturers, and a cost cap, understood to have been set at $150m. The big teams currently spend an estimated $300m.It also contains a proposal for revenue distribution to be more balanced, based on performance, and including a recognition of historical franchises and value – a reference to additional payments to teams such as Ferrari, Mercedes and Red Bull, above their share of performance revenue.There is also an intention to have cars better suited to race one another, making the driver the predominant factor and maintaining the unique design while standardising parts that are not relevant to fans.The proposals given to the teams are understood to have included more detail than was publicly released and are crucial to the future of the sport. Christian Horner, who has long been critical of the rules as they stand, was broadly optimistic.“The positive thing is they are focused on the fans,” he said. “On creating a better show, a more affordable F1. The big question is the devil in the detail. They have put big issues up but how is it going to be delivered?”Ferrari and Mercedes have previously expressed disquiet about the proposed changes with the former threatening to leave and the task now facing Liberty is reaching agreement with them.Toto Wolff, the Mercedes team principal, believed it was a constructive starting point. “The positive of today is we know what their vision is,” he said. However, he was cautious about the proposed cost cap. “We need to work with Liberty and find a compromise, that number will not be achievable but we are all in the same financial reality.”“My priority is protecting our structure and our people. We have been here a long time and the same with Ferrari and Red Bull, so you need to ask how you can achieve a sustainable business model without having any hardship on anybody.”The teams below them on the grid, for whom this represents a chance to close what has become a vast gap to the top three, were unsurprisingly positive. Claire Williams, the Williams deputy team principal, was enthusiastic. “Everything they presented from revenue redistribution to cost cap is absolutely everything we want to see from 2021 and beyond,” she said. “I’m personally delighted at the proposals.”McLaren’s executive director, Zak Brown, concurred. “I think the direction they’re taking is the right direction,” he said. “The sport starts with the fan and that’s what Liberty are focused on. We all recognise the sport is not where it needs to be today, so it’s in our collective interest to improve the show.”Brawn has described the current regulations as a deterrent to new teams and his plans met with approval from Andy Palmer, the head of Aston Martin. “These prospective changes support many of the requirements needed for Aston Martin to enter the sport as an engine supplier. This is a very positive step in the right direction,” he tweeted."},{"url":"https://i.guim.co.uk/img/media/6db3a25427d1a1a0b4b9a0051d0a8db99bcb23e6/81_227_3328_1996/master/3328.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=e6fb222fd40aa913e67d76ae3c81b2eb 1240w","title":"rory mcilroy second round masters jordan spieth","story":"Rory McIlroy did not have to search for a Friday reminder of Augusta National’s recurring capacity to inflict psychological torture on world class golfers.Jon Rahm, playing in the company of McIlroy and Adam Scott, did not take kindly to a bunker shot which flew over the back of a green. In specific order Rahm smashed his wedge into the sand, threw said club away, booted his bag, retrieved the club and, having holed out for a bogey four, tossed his ball into a hedge. The Spaniard had played only four holes.That McIlroy has encountered so many trying times in the first major of the year added to the sense of what he accomplished on day two. Augusta National is probably the most passively aggressive venue in the world, as endorsed by menacing pin positions which, combined with wind, leave competitors grasping desperately for air. Standing still represented progress. Patience was rewarded. Enter McIlroy, who produced a 71 which, in terms of context if not bare statistics, represented one of his finest rounds here. McIlroy has been unflappable during a tough opening 36 holes and he felt that this 18-hole stretch should have yielded more points to the legitimate ambition of a four-time major champion.McIlroy’s round had got off to the kind of start which suggested a long day’s work. In previous years it would have been. He three-putted the 1st for a bogey and found sand from the 2nd tee. The response owed so much to mental fortitude the 28-year-old converted from 30ft for a surprise birdie and collected a further shot at the 3rd. He had dropped back to an aggregate of two under at the 12th before producing birdies at the 13th and 14th a 27ft putt sealed the latter. From there the Northern Irishman displayed calmness to ease home with a series of pars. His halfway total is four under.“I’m pretty happy,” said McIlroy. “I feel I could have shot in the 60’s but overall 71 out there was a pretty good score. I’m in a nice position going into the weekend. I’ve always felt comfortable around the lead, it’s a place I’m thankfully familiar with.”McIlroy was undecided as to whether he would have taken this scenario before a competitive ball was struck. “I’m happy with how I have felt and handled certain things, how my thought process has been. That’s been pleasing.”For now, McIlroy and co must hunt down the inspired Patrick Reed. The Texan hadn’t broken 70 in 12 Augusta rounds before this week. How that has altered Reed backed up Thursday’s 69 with a stunning 66. At nine under, he leads Marc Leishman by two. Henrik Stenson’s afternoon charge propelled him to five under.In providing a blue-chip complexion to the leaderboard which grew stronger as Friday progressed - slowly - Jordan Spieth recovered from slipping to three over par after two holes to card a 74. He shares McIlroy’s aggregate. Spieth recounted a key chat with his caddie, Michael Greller, on the 3rd tee.“I’ve taken a lot of punches on this golf course, and in tournaments in general,” Spieth said. “I told Michael, ‘Look, when this course plays tough, I’m good for a double here or some bogeys there. Let’s make these the only ones.’ He was really good at saying, ‘Man, you always take punches out here and come back stronger.’”Dustin Johnson is a shot adrift of McIlroy and Spieth with the world No1’s second round of 68 notable as a five-stroke improvement from Thursday. Justin Thomas matched Johnson’s minus three. Rickie Fowler is at two under as he continues pursuit of a first major success as overdue. Justin Rose, defeated in a Masters play-off 12 months ago, and Bubba Watson sit alongside Rickie Fowler on a board now dominated by major winners.If forecasts are to be believed, heavy rain and thunder storms will hit this corner of Georgia on Saturday. That being the case, the tournament dynamic will shift once more. Tiger Woods will form a part of it. Having flirted with the five over cut line, the 14-time major winner played his closing 13 holes in level when piecing together a 75 and total of plus four. Woods won’t win, but his unforeseen comeback continues.Phil Mickelson had been just one from the lead when standing on the 9th tee. What followed entered the realms of circus. The left-hander cracked the centre of a tree from pine straw when playing his second shot, found his ball in a bed of azaleas and wracked up a seven. A birdie at the 10th was cancelled out - and some - by a bogey at the 11th and the double bogeying of the 12th. He later signed for a 79. “It was a rough day,” said Mickelson. Rahm, incidentally, shot 68 perhaps green jackets and red mist do mix."},{"url":"https://i.guim.co.uk/img/media/824bf695bd9477897f90cce067f585192005496c/0_57_3000_1800/master/3000.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=e85fe40743b8a0da3222d717ac5c1f47 1240w","title":"commonwealth games 2018 day three basketball cycling hockey and more live","story":"Weightlifting: Despite carrying an injury, English weightlifter Zoe Smith has finished second in the women’s 63kg, behind Canada’s Maude Charron. South African lifter Mona Pretorius has come third. Smith has now completed the set of Commonwealth Games medals, adding silver to the bronze she won as a 16-year-old in Delhi and the gold she won in Glasgow four years ago.There are 14 different sports being contested at the Commonwealth Games today, from cycling, swimming and boxing, to rather more niche pursuits such as lawn bowls and beach volleyball.Today’s medal events – some of which have already been contested – are in cycling, swimming, gymnastics, triathlon and weightlifting and Australia will be hoping to continue yesterday’s astonishing dominance in the pool, although England’s Adam Peaty is the hot favourite to win the men’s 100m breaststroke. THere’s already been one massive upset in the velodrome, where Aussie world champion Matthew Glaetzer is out of the men’s sprint. Despite setting a new world record in the heats, Glaetzer lost to Malaysia’s Muhammad Sahrom in the 18 finals. That’s all from me for now. To the disappointment of nobody, it’s over to the people’s champion, Barry Glendenning.Just a reminder for what to keep an eye out for this evening on the Gold Coast.An Aboriginal group marched through the centre of Surfers Paradise on the Gold Coast on Saturday, continuing their protest against the hosting of the 2018 Commonwealth Games.Scenes! Pakistan come back from 2-0 down to draw level with India at 2-2. Wow! After watching Smith and Pretorius duke it out for silver and bronze Maude Charron strolls out and lifts 117kg over her head like it’s a twiglet to claim as dominant a gold medal as you could wish to see. Seriously impressive from the Canadian. Now, can she go on to break any records? She’s attempting 122kg to set a new Commonwealth Games clean-and-jerk record and equal the combined record of 220kg. YES! At her second attempt, the final lift of the event, Charron adds the cherry to the top of the cake.YES! Superb lift from Zoe Smith to lead the women’s 63kg weightlifting before Maude Charron takes to the stage. Guaranteed a least a silver for England. Credit to Pretorius for a superb battle. Bosh! Pretorius has just smashed a personal best 115kg in her final lift for a pure six out of six for the event. Can Smith match her?The women’s 63kg weightlifting final is now a three-way contest. Maude Charron is yet to attempt a clean-and-jerk but she is in pole position for gold. Behind her South Africa’s Mona Pretorius (203kg) and England’s Zoe Smith (204kg) are in a ding-dong for silver. This is a great contest. We’re nearing the business end of the women’s 63kg weightlifting final. Northern Ireland’s Emma McQuaid is in front on 182kg but the four leading lifters from the snatch component have yet to attempt the clean-and-jerk. We’ve been enjoying quarterfinals in the team table tennis today with India and England joining Australia and Singapore in the final four of the women’s event. In the men’s only two quarters have taken place so far with India thrashing Malaysia and Singapore scraping past Canada. Some swimming news coming through. England’s James Guy has withdrawn from tonight’s 200m butterfly final. The decorated 22-year old is being treated for dehydration but should be fit to compete later in the meet. Canada’s Maude Charron is leading the women’s 63kg weightlifting final at the halfway stage. The world championship silver medalist snatched 98kg to lead England’s Zoe Smith (92kg) and South Africa’s Mona Pretorious (91kg). Only six lifters snatched over 80kg. The field has been reduced from 13 to 12 ahead of the clean-and-jerk phase because Australian veteran Seen Lee failed to register a weight.India vs. Pakistan is a contest that matters whatever the sport and it’s on again in Pool B of the men’s hockey. India lead 2-0 in the second period. The next gold medal on offer is in the weightlifting. We’re approaching halfway in the women’s 63kg final. Drama in the cycling! Australia’s Matthew Glaetzer is out of the men’s sprint in a barely believable upset. Glaetzer, word champion in this event, set a new world record in the heats but contrived to lose to Malaysia’s Muhammad Sahrom in the 18 finals. England benefited from Australia’s poor fortune to secure both available gold medals during the inaugural Commonwealth Games PTWC Triathlon.Joe Townsend finished first in the men’s race, helped in no small part by five-time world champion Bill Chaffey suffering a nasty crash midway through the race.In the women’s race Jade Jones took advantage of Lauren Parker’s technical issues to become the event’s first female gold medalist. 25-year old Sathish Kumar Sivalingam defended the 77kg weightlifting gold medal he won in Glasgow, lifting 317 kg in total, 144 kg in snatch and 173 kg in Clean-and-Jerk. This was India’s third weightlifting gold of the games, following the pair already secured by Sanjita Chanu Khumukcham.Let’s catch up on the medals already handed out today.The English gymnastics team is a tight bunch and it showed again today with Nile Wilson pipping teammate James Hall to the All-Around Inidual gold medal. Hall was leading heading into Wilson’s final attempt on the horizontal bar, but still cheered his teammate on from the edge of the arena.“That was one of the most incredible experiences I’ve ever had,” Wilson said afterwards. “It was a battle on the high bar. You can’t write it, to finish the way like it did. That was one of the best high bars I have put together.”Wilson and Hall had already combined for gold in the men’s team final on Thursday.Gold for Australia! Jacob Birtwhistle completes the job for Australia, crossing the line with a boxing kangaroo flag in hand. Birtwhistle is joined in a four-way embrace by teammates Ashleigh Gardner, Matt Hauser and Gillian Backhouse. Gardner in particular deserves enormous credit for her third leg that decided this race.New Zealand are a long way behind in the bronze medal position, a few seconds ahead of Canada. Jacob Birtwhistle is cruising out in front of the mixed teams triathlon. He steps off his bike and into his running shoes with a 25-second lead over Alistair Brownlee. The 1.5k run is Birtwhistle’s strongest leg so Brownlee, the dual Olympic gold medalist, would have to do something miraculous to make up the time. The mixed team triathlon is dominating attention at the moment. It is a head-to-head battle between England and Australia approaching the final leg. To recap: teams are comprised of four triathletes - two male, two female - with each completing a 250m swim, a 7km cycle and a 1500m run.England’s line-up contains both Brownlee brothers but they may have to settle for silver because on the third leg Ashleigh Gentle of Australia has turned a minor deficit into an enormous lead over England’s Jess Learmonth, who rolled her ankle transitioning from the bike to the run.Hi there! Welcome to day three.Australia continued its domination of Gold Coast 2018 yesterday as the action remained centred on the pool and the velodrome. Of the 17 gold medals awarded eight went to the hosts. Three locals now have multiple golds. There were stories to celebrate elsewhere, including student cycling star Charlie Tanfield, and the City of Derby swimming club. There’s plenty of action to get to today, including the distribution of 22 gold medals, so let’s e straight in.England have started strongly, taking out gold and silver in the Men’s Inidual All-Around Gymnastics final, adding to golds in both the men’s and women’s PTWC Triathlon. India collected its third weightlifting gold. Here’s what’s still to come on day three. Remember, all times are local – the Gold Coast is GMT +10:00 and EST +14:00.As always, if you would like to join in the conversation, please send emails to: jonathan.howcroft.freelance@guardian.co.uk or tweet me @JPHowcroft. "},{"url":"https://i.guim.co.uk/img/media/7ab7ef2d0ac83ad1ab36e7248962747f7308f6fe/1261_1561_2547_1528/master/2547.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=ef6cb69499ad27351ed0c35574307aa1 1240w","title":"secret teacher my school dumbs down learning for students with special needs","story":"Young people with social and emotional difficulties should be given plenty of support to improve academically. They’re not getting itI work in a school for children with social and emotional difficulties. Many have been excluded from or struggled to cope in mainstream education. Much of the work we do makes a real difference: home visits, running parental workshops, holding multi-agency meetings and attending court are all a vital part of the holistic package of care we give these vulnerable young people. To me, though, it feels like a piece of the jigsaw is missing. On the surface, the message is “high expectations for all”, but the reality seems to be quite the opposite. Rather than pushing our students to achieve, my school finds excuses to avoid focusing on outcomes.It employs devious tricks to inflate success – using baseline tests pitched at a low level so we can show better progress later – and plays on the fact that we’re a special educational needs school to justify narrowing the curriculum. This means featuring only core and vocational subjects, despite these pupils being more than capable of studying languages, humanities and creative arts. This has nothing to do with the increasing focus in mainstream education on English and maths and everything to do with the assumption that our “type” of pupils wouldn’t see the point in or enjoy these subjects. For some of our students, this lack of breadth is just what they need. We offer a vocational route for those suited to it, and they get a chance to make something of themselves. The young people I worry about are those who have enormous academic potential, and would like to pursue other routes. We are letting these students down.Soon after I joined the school I voiced my concerns. I knew that the pupils were capable of reading a whole book and enjoying it, for instance, but was told by the leadership team that “these kids don’t like reading”. I was advised to give them extracts and “mix it up a bit”. This assumption about students’ preferences doesn’t tally with my observations. There’s the pupil with severe dyslexia who comes to my classroom most lunchtimes to read an 800-page novel. Or the one who took home the book I gave them and read it cover to cover. When students have been encouraged in this way, I’ve seen their belief in their potential grow.The school’s approach to behaviour compounds the problem. It’s commonplace for students to walk out of lessons because they don’t like a topic or “need” a smoke. There’s always a reason for why they haven’t finished their essay. We accept the excuse that students have only written a paragraph because that’s all they felt able to manage, and end up being almost grateful that they have produced anything. Dramatic incidents are kept to a minimum, and nobody wants to rock the boat.Dumbing down the curriculum and lowering our expectations in this way perpetuates the self-fulfilling prophecy that these pupils can’t achieve academically. If they say “I can’t do it” and we say “You don’t have to”, surely something is very wrong?We allow ourselves to think we’ve empowered these pupils by focusing on soft outcomes. But we’re holding them back from being the best they can be.Follow us on Twitter via @GuardianTeach, like us on Facebook, and join the Guardian Teacher Network the latest articles direct to your inboxLooking for a teaching job? Or perhaps you need to recruit school staff? Take a look at Guardian Jobs, the education specialist"},{"url":"https://i.guim.co.uk/img/media/80051508100e5b24d8579244cc3c7b258790d658/0_137_3288_1973/master/3288.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=f5d5591f67ed9696fb3086236dd2e45e 1240w","title":"saturdays best tv the voice uk live final britains most historic towns","story":"The singing contest climaxes at last and Professor Alice Roberts returns with a look at the backstories of Britain’s oldest towns.Only the public vote can determine who will win The Voice, but the coaches are doing everything they can to whip up the excitement around their remaining acts. The live final sees Jennifer Hudson, Tom Jones, Will.i.am and Olly Murs performing together like the world’s most mismatched Black Eyed Peas tribute act. As for the winner, they will get a deal with Polydor and the chance to be paraded out when the show returns next year. Or maybe even a shot at pop superstardom, eh? Hannah VerdierHarry Hill provides his finest abstract commentary to another crop of home video howlers. This week, there’s a disgruntled camel smashing a car window, an out-of-control speedboat causing a road traffic accident and a drummer getting clattered by a crucifix in true Spinal Tap style. Ben ArnoldFollowing the well-received Merchant and Dec double act last week, Donnelly departs for Orlando and a US-based finale. Despite ITV pouring cold water on rumours of a surprise stand-in making an appearance, guests Craig David and Denise Richards should ensure Dec doesn’t get too lonely. Mark Gibbings-JonesProfessor Alice Roberts begins a new series surveying Britain’s more evocative rubble by visiting Chester. The city’s Roman history is well-trodden, but Roberts explores a new theory – that Rome intended Chester to be not just the capital of occupied Britain, but a staging post for a conquest of Ireland. Andrew MuellerThe Danish hostage thriller concludes in a way that’s more sad than exciting, since there’s a very Nordic trade-off in which all the characters are given sympathy and a degree of closure at the expense of some spectacle. The final negotiations do, however, bring the odd jolt of life-or-death tension. Jack SealeThis lavish adaptation of Homer’s The Iliad (co-producers Netflix must have sprung for some of that £16m budget) reaches its horse-shaped conclusion tonight. The Greek army is nowhere to be seen and so the Trojans begin celebrating. A little prematurely, it turns out. No! Don’t look it in the mouth! Ellen E JonesAdapted from John Pearson’s The Profession of Violence, this account of the Krays in their pomp, running West End clubland and dealing with the mafia, is a brash and violent drama. Raising it above standard Brit gangster fare are Tom Hardy’s muscular performances as both the unstable Ron and altogether smarter Reg. Paul HowlettPremiership Rugby Union: Bath v Leicester Tigers Action from Twickenham. 1.30pm, Channel 5 Premier League Football: Manchester City v Manchester United Can City clinch the title at home to their Manc derby rivals? 5.30pm, Sky Sports Main Event Golf: The Masters The third day from Augusta. 7.30pm, BBC Two  "},{"url":"https://i.guim.co.uk/img/media/05cb389ba935b5b7ee19fd00c82ffab608cc5ab7/0_133_3500_2101/master/3500.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=f136368ad2f67e372fe87fd76c39393e 1240w","title":"facebook suspends aggregate iq cambridge analytica vote leave brexit","story":"AggregateIQ, which played a pivotal role in the Brexit campaign, suspended after reports it may have improperly obtained user data On Friday, Facebook announced it had suspended AggregateIQ (AIQ) from its platform following reports the company may be connected to Cambridge Analytica’s parent company, SCL.In its statement, Facebook said: “In light of recent reports that AggregateIQ may be affiliated with SCL and may, as a result, have improperly received FB user data, we have added them to the list of entities we have suspended from our platform while we investigate. “Our internal review continues, and we will cooperate fully with any investigations by regulatory authorities.”The company played a critical role in Britain’s European referendum with four different campaigns employing its services and spending a total of £3.5m: Vote Leave, BeLeave, Veterans for Britain and Northern Ireland’s Democratic Unionist Party. Additionally, it did work for John Bolton, the newly appointed national security adviser to Donald Trump, and the US senators Thom Tillis and Ted Cruz.The Observer first revealed links between Cambridge Analytica and AIQ last May. Two weeks ago, Christopher Wylie, the ex-Cambridge Analytica whistleblower, told how he had help set up the company when he asked his friends in his home town of Victoria, British Columbia, to come and work with Cambridge Analytica. AIQ has denied Wylie had any involvement in setting up the company.At that time, AIQ removed a quote from Dominic Cummings, Vote Leave’s chief strategist, from the home page of its website. Previously, it had said: “Without a doubt, the Vote Leave campaign owes a great deal of its success to the work of AggregateIQ. We couldn’t have done it without them.”Ten days ago, Wylie gave evidence about AIQ to MPs on the department of culture, media and sport select committee and also handed over legal documents that showed the connections between it and SCL Elections, including two contracts and an IP licence as well as an email between Jeff Silvester, the cofounder of AIQ, and Alexander Nix, the chief executive of Cambridge Analytica.The email, about the campaign for Bolton, referenced Aleksandr Kogan and the Facebook data he had harvested on Cambridge Analytica’s behalf.Last week, AIQ told the Observer it was not a direct part andor the Canadian branch of Cambridge Analytica and that it had not been involved the exploitation of Facebook data.The company is already intertwined in an investigation by the Electoral Commission, which in November reopened an investigation into a donation of £625,000 that Vote Leave had given its youth campaign, BeLeave, saying there were “reasonable grounds to suspect an offence may have been committed”.It is perfectly legal for one campaign to donate to another if they are separate, but the donation went straight from Vote Leave to AIQ and a second whistleblower, Shahmir Sanni, a 22-year-old volunteer with BeLeave, told the Observer that they had no control over how the money was spent. Vote Leave has repeatedly denied the coordination between the campaigns and said the donation was legitimate pursuant to electoral law. When the Electoral Commission first looked at this in March 2017 it agreed with Vote Leave. The Information Commissioner, Elizabeth Denham, who is leading another investigation into the use of data in the referendum, said: “AggregateIQ has not been especially cooperative with our investigation. We are taking further steps in that matter.” AIQ says it has answered all the questions put to it by the Electoral Commission.Both Dom Cummings, the chief strategist for Vote Leave, and Darren Grimes of BeLeave, told the paper he found the firm – which has just 20 staff that operated out of a cramped office above an opticians in the Canadian city of Victoria, 4,760 miles away – “on the internet”.But cached searches show AggregateIQ did not show up in Google searches at that time and a new source within Vote Leave has come forward to say Cummings had full knowledge of the connections between the two firms. AIQ says it has had a website since it was founded in 2013.Silvester said Cambridge Analytica was not in contact with AIQ during the referendum campaign. “AIQ never worked or even communicated in any way with Cambridge Analytica or any other parties related to Cambridge Analytica with respect to the Brexit campaign. Any claim that we shared Vote Leave data with Cambridge Analytica or anyone else in any way is entirely false.”AIQ has yet to release a statement in relation to the suspension."},{"url":"https://i.guim.co.uk/img/media/1987e7fafa408d9d1f668f4f400040f5f72a0e1a/0_531_4547_2729/master/4547.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=ca344fb18ef9b1d1ef003a3c5875f602 1240w","title":"canada doctor ivf sperm treatment accusation","story":"DNA suggests Dr Norman Barwin illicitly fathered 11 children after couple find husband’s sperm was not used to conceive their daughterA Canadian fertility doctor is facing accusations of using his own sperm to inseminate 11 of his clients, in a class action lawsuit that claims he did so without their knowledge or consent.The proposed lawsuit against Dr Norman Barwin was first launched in 2016 by an Ottawa family who claimed that the prominent doctor had used his own sperm – rather than that of the family’s father – to conceive their daughter in 1990.In the months following, the lawyers behind the lawsuit said they had heard from more than 150 iniduals with concerns about the doctor’s conduct dating back to the late 1970s. On Thursday the lawyers said that DNA investigations suggest that 11 iniduals whose parents had turned to the doctor for treatment are the biological children of Barwin. Those involved are very distressed, lawyer Peter Cronyn told the Ottawa Citizen. “My heart goes out to all of them. Many have demonstrated tremendous courage and are trying their best. It has been very hard.” The previous statement of claim is currently being amended to include the new allegations, he added. The lawsuit has yet to be certified as a class action. The lawsuit will also include the concerns of another 51 people whose DNA bore no resemblance to the iniduals they had believed to be their fathers. In 16 of these cases, the DNA did not match that of the male parent, while another 35 iniduals – all of which had used anonymous donors – were found to have DNA that did not match that of the intended donor. In these cases, the identity of the biological fathers remains unknown. When contacted by the Guardian, Barwin’s lawyer declined to comment. None of the allegations against Barwin have been tested in court.The initial statement of claim stemmed from the experience of Davina and Daniel Dixon, who turned to Barwin for help conceiving in 1989. Their daughter Rebecca was born soon after.“I remember just this wave of shock going through my body,” the daughter, Rebecca, told the Canadian Broadcasting Corporation at the time. “It’s not something that you ever would imagine.” DNA tests later compared her with another woman who – after an ancestry website linked her to one of the doctor’s relatives – said she had been told by Barwin that he was her biological father. The test suggested that the two were “half sisters by way of the same biological father”, according to court documents. The case has made waves in Ottawa, where Barwin was a high-profile doctor who in 1997 was awarded one of the country’s top honors in recognition of the profound impact his work had had on women’s reproductive health. He stopped practicing in 2014, one year after his license was suspended for two months after he admitted inseminating four women with the wrong sperm."},{"url":"https://i.guim.co.uk/img/media/4f3229ac551f27a109364356df278af32c9200b0/752_757_4911_2946/master/4911.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=80f35c360700f9393bbc15ebc699e6b6 1240w","title":"whats life like for a female easyjet pilot","story":"Marnie Munns, one of very few female captains, is working with young women to change perceptionsThe incident spurred Munns into taking part in easyJet’s own efforts to change perceptions, talking to girls in school and helping to launch an aviation badge for Brownies. Surveys of pilots show most men had set their minds on a flying career by 11, but few women before 16.She has since encountered some other bizarre beliefs – including a debate on ITV with a journalist who claimed that women’s “mood swings and hormones” could make them unsuitable pilots. “It’s a really strange, antiquated question,” says Munns. “In the old days, there was any excuse to stop women doing professional jobs. “If you are not feeling up to doing the job on the day it is our requirement to tell our employer – but the common cold is a bigger threat than anything else. If you have a blocked nose or sinuses, you can’t fly. We can’t work. But no one has ever said a man can’t do it because of man flu.”Munns, whose grandfather was a pilot, chose her path young. “My parents used to travel a lot when we were children and used to say, go and see the pilot and see what they do.”Unable to afford a private pilot licence, Munns went to university and joined the air squadron. Now, she says university tuition fees mean even the £110,000 pilot training costs look more appealing, with a fairly guaranteed job.Munns works a part-time schedule of nine days of flying per month, instead of up to 18. Speaking to other professional women made her realise, she said, “what is brilliant about this job for women. One said, how come you’re still a captain if you’re only part-time? It dawned on me that if I was at this level in the City, I would have to take a step down. Their perception is you can’t manage. ” Pilot career progression to captaincy may also avoid some invisible barriers. “It’s not, you’re one of the gang, let’s have you in. Training captains have files on us, that rigorously mark training criteria. They don’t know you – or probably even know you’re female until you turn up.” The plane also made it back that night, much delayed, picking up British passengers stranded from other cancelled flights, and Munns and crew clocked off at 2am. Isn’t that the kind of issue that might rule out the job for women (or men) with family commitments? “We all had children. We all had to make phone calls. No one ever asks a nurse about their strange lifestyle. The difference is I get paid a good salary to be able to pay for childcare if I need to.” Munns, a mother of two primary school age children, whose husband is also an easyJet pilot, adds: “We’ve got a good support network. But it has happened that we’ve had to arrange babysitting for 4am.” The day of a short-haul pilot is a busy one: Munns reports to base an hour before the flight, gets the paperwork off the computer and briefs the crew. “I make sure they are all fit to fly, what kind of duties they’ve been doing. We’ll discuss any technical issues with the plane. It’s five minutes. Then we get through security, get to the aircraft and start boarding passengers.”The crew will do up to four flights a day, with just a 25-minute turnaround between them. “That’s actually our busiest time. We’re never really on break. In the cruise you might have five minutes to take a breath, but at the same time you’ll be doing the radios, managing the flight, working out what might be happening down route.”There are a lot of myths to dispel, she says. “People say, what’s it like working with all men? Well, actually I don’t. And the traditional view of the pilot, living out of a suitcase – I do night stops very rarely. They’re actually quite nice when I do.”"},{"url":"https://i.guim.co.uk/img/media/1137b8f4f55770f70497392a3d85d18f92b0b865/0_0_3000_1800/master/3000.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=0c7295c239bb9df840d7de5c7dec452c 1240w","title":"zimbabwe child labour tobacco farms human rights","story":"Human Rights Watch says children as young as 11 are working on farms and face exposure to toxic chemicalsThe global watchdog Human Rights Watch has urged Zimbabwe to take urgent steps to stem child labour and other rights abuses on the country’s tobacco farms.In a report titled “Bitter Harvest”, the HRW revealed on Friday that children as young as 11 were working on tobacco farms, often in hazardous conditions, to earn school fees or supplement the family income.Workers were exposed to nicotine and toxic pesticides and suffer symptoms consistent with poisoning such as nausea and vomiting, it said.“Zimbabwe’s government needs to take urgent steps to protect tobacco workers,” said Margaret Wurth, co-author of the Human Rights Watch report.Of the 125 people interviewed, one 12-year-old girl described how she fell ill after handling an unnamed pesticide. “We carry the knapsack and start to spray,” the girl, named Mercy, is quoted as saying. “I feel like vomiting because the chemical smells very bad.”A schoolteacher said his pupils sometimes missed class as they went to work on the tobacco farms. “From the onset of the tobacco growing season, these children start being absent,” said the teacher, named only as Joseph, from the northern Mashonaland West province. “You find out of 63 days of the term, a child is coming 15 to 24 days only,” he said.Seasonal workers on some large-scale farms said they were pushed to work excessive hours without overtime and forced to go weeks or months without pay.Tobacco is the largest foreign currency earner after gold. Last year the country realised $900m from tobacco exports, mainly to China and Indonesia, according to the tobacco industry’s marketing board.President Emmerson Mnangagwa, who took charge after the long-time ruler Robert Mugabe was forced to step down, has pledged to prioritise agriculture as he looks to revive Zimbabwe’s moribund economy."},{"url":"https://i.guim.co.uk/img/media/1346990cc0ab6eb76bf22ac7b027a12c09189c75/0_156_4228_2537/master/4228.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=453c6f7d811f40dc7896aa5e1a98028e 1240w","title":"reunited after 24 years rare happy ending for chinas broken families","story":"The story of Kang Ying, and the parents who searched 24 years for her, moved the countryGrowing up, Kang Ying didn’t think much about the fact that she was adopted. Her family, farmers in a rural county of China’s south-western Sichuan province, never treated her differently. When Kang asked about her birth parents, she was told she had been found on the street, a little girl no more than four years old, probably abandoned.In March, Kang, now 28, learned that was not the whole story. Married and with children of her own, she began to wonder about her own mother. She searched online for “child lost more than 20 years ago” and came across a sketch that made her stop. The drawing had been posted by a couple in Chengdu, about 100 miles from where she grew up, who had been searching for their daughter for the last 24 years. The father, a taxi driver, had been handing out cards about his missing daughter to all of his passengers. The online ad was their latest effort.She called the contact listed and, less than a month later, flew to Chengdu to meet her birth parents. The family met for the first time on Tuesday in an emotional reunion that captured the public imagination, a rare happy ending for one of the thousands of Chinese families who have lost a child.On Friday, Kang was visiting her parents again to celebrate their reunion in her father’s village, two hours from Chengdu where they normally live. Her mother washed dishes and prepared food in a dark kitchen at the back of the family home. Kang took her children to play outside. “I thought it would be awkward meeting them after so much time, but it felt natural. I guess it’s because we are family,” Kang said.In China, anywhere between 50,000 and 200,000 children go missing every year, according to estimates. In most cases the children have been abandoned, the result of multiple factors: rural poverty, China’s formerly stringent one-child policy, a preference for sons and larger families, and local traditions.But many have also been kidnapped, to be sold within the country as couples struggle with rising infertility rates and imbalances caused by population controls. Boys fetch higher prices, but according to Anqi Shen, a professor at Northumbria Law School in Newcastle who researched trafficking, girls are also in demand because of the belief they will take care of ageing parents.“What we can say is that child trafficking and abduction was a historical social problem in China, and it remains a serious problem,” she said.Kang’s parents, Wang Mingqing and Liu Dengying, were selling bananas at a market in Chengdu in 1994 when Kang, whom they had named Qifeng and called Fengwazi, or “Feng baby”, went missing. Liu sent her husband to get change for a customer. When he returned, Kang had disappeared. They ran through the market shouting her name but she was gone. She was three years old. Liu sank into a depression, refusing to work, sleep or eat. Her husband cycled the streets of Chengdu calling his daughter’s name. Eventually they went back to work. They had two other children.But they never quite let it go. Wang subscribed to a newspaper hoping for news of Kang. In 2015, he began driving for the taxi-hailing app Didi and had hundreds of cards printed with information about their missing daughter. They did not have a photograph of Kang so they used a picture of her sister. Every time the phone rang, Liu would jump, thinking it might be Kang. Eventually, news of Wang’s efforts went viral and a police sketch artist volunteered to do the drawing that caught Kang’s attention. When Kang called them in March, the three of them spoke over video on WeChat. Wang and Liu had spoken to 30 other women they thought might be Kang but this time felt different.“When we saw her I had this feeling of being a mother that I never felt with any of the others. I knew for sure she was my daughter,” Liu said.They started to talk over the phone every day, and decided Kang should do a DNA test. When she became anxious about how long it would take, Wang told his daughter: “We’ve been waiting for this for years. It’s OK if we wait a few days more.”China has criminalised the buying of children, punishable with three years in prison, and established a national DNA database for searching families. Still, the problem persists. On the website, Baobeihuijia, or Baby Come Home, more than 41,000 sets of parents are looking for lost children. On 1 April, Kang got a call from the police telling her she should book a flight to Chengdu. Her DNA matched. Two days later, Kang made the journey with her husband and two children. They were swarmed by a horde of reporters and television crews.“I’d never seen so many people. My mind went empty,” she said. In the crowd she saw her mother holding a sign: “Child, welcome home.” Kang went back to her parent’s home in Chengdu, where they stayed up until the early hours of the morning. “I don’t remember what we talked about. We just didn’t stop talking,” she said.The next day, Kang’s father wanted to take her to his village, two hours from Chengdu, where his family has lived for generations. Relatives and friends came, filling 20 dining tables set out in the yard. Kang’s father parked at the village gate and insisted on carrying her on his back the rest of the way. He told her how much his parents, now dead, had prayed that she would be found. “Now I can finally tell my mom I’ve brought our Fengwazi back,” he said.Kang, who lives in China’s northern Jilin province, more than 1,500 miles from Chengdu, still talks with her birth parents most days. They understand that she has a separate life and her own family. On Thursday on Tomb Sweeping Day, a holiday for families to honour their ancestors, Wang drove them three hours to where Kang’s adoptive father and grandparents are buried. Kang watched as her parents knelt and kowtowed at their graves. They thanked them for raising their daughter and said they were sorry they had not.“At that moment, I really felt like crying. I don’t want my parents to feel regretful. It’s not their fault,” Kang said."},{"url":"https://i.guim.co.uk/img/media/9ba01dc9382ba2540098ba321563d569700dcb06/0_301_4600_2760/master/4600.jpg?w=620\u0026amp;q=20\u0026amp;auto=format\u0026amp;usm=12\u0026amp;fit=max\u0026amp;dpr=2\u0026amp;s=19c064abf7386dc5b9f1de3f3bc0ed82 1240w","title":"are you getting the most from your savings","story":"Save cash and get more money – for free. It sounds like a win-win situation, but is a Lifetime Isa right for you?If someone offered you thousands of pounds towards the purchase of your first home, you might think the prospect was too good to be true. But that’s what’s on offer if you save using a Lifetime Isa. The latest addition to the range of inidual savings accounts, Lifetime Isas give savers the chance to earn extra funds to put towards their first property or later life.“Having the government bonus is a great way to boost your savings – for every £4 you save you are getting another £1,” says Nici Audhlam-Gardiner, managing director at financial services provider OneFamily. “Even if you have got a relatively small amount to save, it does add up.”There are, of course, a couple of catches – the money can only be used to buy a property if it is genuinely your first, and the accounts can only be opened by people aged 18 to 39. However, the bonus keeps being paid, every month you pay in, until you turn 50. That means if you start as soon as you turn 18 and put in the maximum every year, you can get up to £32,000 from the government.“It isn’t for short-term savings – when people open one, either they are going to use it for a house deposit or it is going to be tucked away for their retirement,” says Audhlam-Gardiner.If you’re a steady Eddie and don’t fancy taking too much risk, a cash Lifetime Isa, similar to a normal savings account, may be most appealing. Anyone prepared to take a bit more risk can opt for a stocks and shares Lifetime Isa. If the stock market goes up, this could provide better returns than a simple cash Lifetime Isa, but you can lose money too. Stocks and shares Lifetime Isas are better suited to longer-term investments, of at least 5 years, so that any dips in the market are balanced out.Whichever you choose, you will have to plan a little in advance – you’ll need to have an account for a year before you can use it to buy a home.Got all that? If so, take the quiz to see if you understand Lisas.For information on the OneFamily stocks and shares Lifetime Isa, visit OneFamily. OneFamily does not provide financial advice. Capital at risk, fees and Lifetime ISA rules apply."}]