[{"url":null,"title":"tory mp defended calling teenage","story":"NewsTory MP defends calling a teenage girl \u0027a complete tw*t\u0027 on Twitter claiming he thought it meant \u0027twit\u0027Michael Fabricant launched the \u0027personal attack\u0027 on a 19-year-old media student\u0026nbspShareByNicola BartlettPolitical Correspondent15:01, 6 MAY 2018NewsDarcy May was upset by the politician\u0027s response (Image: Daily Mirror)\u0026nbspShareGet politics updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailA Tory MP has defended calling a teenage girl \u0027a complete tw*t\u0027 on Twitter claiming he thought the offensive term was another word for \u0027twit\u0027. Darcy Norgate, 19, said she was shocked when her local MP Michael Fabricant replied to her with the swear word for female genitalia. The row began with a tweet on Friday afternoon in which Mr Fabricant, 67, said Labour had failed to meet expectations in Thursday\u0027s local elections and it had been a disappointing day for the party. Ms Darcy replied: Not as disappointing as Burntwood since you neglected it. Mr Fabricant hit back: Says a complete tw*t who seems unaware that there is no vote this year in Burntwood! And I neglect no part of my lovely constituency. That\u0027s why I\u0027m loved!!  He wrote a post saying snowflake alert, adding: Rude twitter person who could be from anywhere (St Petersburg or Glasgow) makes rude comment then \u0027surprised\u0027 to be called a twat! Oh, come on!!!  The 19-year-old said she felt Mr Fabricant had tried to publically humiliate her. It isn\u0027t the way I would expect any professional to behave, she said. When the student complained, Mr Fabricant hit back saying he thought she was a troll. He said: For \u0027t**t substitute \u0027twit\u0027 - which is what I meant. But the rest is, of course, true. Revealing how #OldLabour trolls have jumped on that bandwagon. If you are constituent making a serious point, you will always be treated seriously. But not if twitter location says \u0027Wonderland\u0027. He added that for all I know, she is a Russian troll in St Petersburg but would be happy to meet and talk about politics if she contacted him the proper way through my Parliamentary website or letter. Mr Fabricant later posted a longer statement saying he had assumed she was a troll because Momentum trolls often commented on events in Lichfield and that the Twitter account listed no details about her age or where she lives.  He added: Twitter is not like Facebook. It is not for those who are easily offended - unless they deliberately choose to be offended for political gain. \u0027Snowflakes\u0027 they are called. Labour activists love playing that game. "},{"url":null,"title":"what its really like professional","story":"NewsWhat it\u0027s really like to be a professional funeral singer - and the most requested songsPenelope Shipley, 34, and Briony Rawle, make a living singing at funerals for all sorts of interesting people\u0026nbspShare\u0026nbspCommentsByLara Kilner07:00, 6 MAY 2018NewsPenelope (on the left) and Briony\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailI first got the idea of becoming a funeral singer when I performed my nan’s favourite song, A Nightingale Sang In Berkeley Square, at her service. It wasn’t until the singing began that everyone let their emotions run free. It’s what gets to people most and gives them a cathartic release. I was close to her and remember thinking, ‘If I can get through that, maybe I can do this for other people.’  I did a music degree, performed on cruise ships in my 20s, and taught singing before I became friends with my now-business partner Briony. We’d sing together just for the love of it. I told her about my idea and, in October 2015, we put together a website and contacted local funeral directors.  We didn’t know if anything would come of it, but a few months later we got a call and the first funeral we did, we just sang some hymns to support the congregation, as a lot of people aren’t used to singing in church. It felt a bit surreal, like, ‘Hang on I don’t know that person in the coffin,’ but it’s a privilege to be there and to learn about the person, corny as that sounds.  I found it nervewracking to be in front of an intimate gathering of people – I’m way more nervous in front of two people than a thousand – but the fact I’m there to help them helps me perform better and keeps my nerves and emotions in check. It’s not about you, it’s about someone else.   The hardest thing we’ve had to do was sing at a stillborn baby’s funeral. There were just the parents and grandparents in the church and they were holding it together so well, so beautifully. The dad read a poem he’d written for his son and then we sang Bright Eyes and Amazing Grace. I saw a single tear come from the mum’s eyes then they all broke down and cried. Another voice does tend to be the point when the barriers come down.  We also did a lady in her early 20s who was given a strict Catholic service where we sang Ave Maria and that was tough, and of course the congregation was huge for someone so young.  We also do some wonderful, unusual, services. I did a fantastic one for a lady who spent the first half of her life in the Jewish religion and the second as a Buddhist, and the service was in a treehouse in the woods.  There was 10 minutes of Buddhist chanting followed by a rabbi who sang Hebrew prayers, then we sang For Good from Wicked, which is such a moving song, particularly because of the line ‘I’ve heard it said that people come in to our life for a reason’.  We were asked to bring some West End glamour so we dressed up for them, and it was wonderful because the whole thing felt like it encapsulated her personality. For the majority of services, we wear concert dress, erring on being overdressed.  It gets competitive  We do a lot of funerals for travellers as well. When we got the call for our first one I didn’t know what to expect, especially as the leader of the clan turned up in sunglasses and covered in bruises – I don’t know what had gone on there! He got there very early to go through everything including our singing, so he listened to all our rehearsals – not something that ever normally happens – because everything had to go perfectly.   Travellers take being in church seriously and, of course, it’s a proper occasion, with about 300 people, though they don’t tend to be as crazy as the weddings. We are often there mostly to get the congregation going, as travellers don’t know the hymns, the organ starts and they’re self-conscious and don’t know what to do – though we’ve also been asked to sing solos of everything from A Thousand Years by Christina Perri, to Perry Como songs.  "},{"url":null,"title":"10 favourite british food brands","story":"News10 of our favourite British food brands that have moved abroad as they no longer cut the mustard at homeThere has been a series of foreign takeovers of British brands in the past 20 years – with one of the most controversial being Kraft’s £12billion Cadbury swoop in 2010\u0026nbspShare\u0026nbspCommentsByStephen Hayward20:57, 5 MAY 2018Updated22:16, 5 MAY 2018NewsColman’s – now owned by Unilever – is moving to other sites including one in Germany (Image: PA)\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailThey are our best loved treats and pantry goodies – some manufactured here for hundreds of years. But well-known names from Curly Wurlys, HP sauce and Twinings tea to Twix and Smarties have already lost their Made in Britain pride. And as Colman’s and Blue Riband prepare to shift work abroad with the loss of hundreds more jobs, their makers are accused of playing “fast and loose” with their traditional UK ties. Colman’s – now owned by Unilever – plans to close its Norwich factory after 160 years this autumn, moving to other sites including one in Germany. And Nestle-owned Blue Riband chocolate biscuits, made in Britain since 1936, are set to be made in Poland with the loss of nearly 300 jobs. Swiss firm Nestle claims the switch, affecting jobs in Newcastle, York, Halifax and Girvan in Scotland, will help the firm stay competitive.  But unions have blasted such moves. And GMB national officer Eamon O’Hearn says centuries of tradition are being swept aside in pursuit of profits. He said: “Multinational companies are playing fast and loose with their ties to the UK. Unilever is selling off the Colman’s site for redevelopment. “Norwich is losing nearly 200 years of production and more than 100 jobs. This whole policy is driven by profit. “British firms have a strong philanthropic tradition, with Colman’s setting up schools and Cadbury building facilities for its workforce and communities. All that is being ripped to shreds.” Nestle has made Smarties in Hamburg since 2006 while rival firm Mars moved Twix to France and Germany a year later. There has been a series of foreign takeovers of British brands in the past 20 years – with one of the most controversial being Kraft’s \u0026pound12billion Cadbury swoop in 2010. Kraft – now Mondelez International – closed a factory near Bristol where Wispa and Crunchie bars were made, and moved production to Poland. Curly Wurlys have been manufactured there since 2008.  Mint chocolate firm Bendicks, made by royal appointment since 1930, was moved from Winchester to Germany in 2011 after a buyout. Organic chocs Green \u0026amp Black’s has been swallowed by Kraft. It is now made in Italy as well as Poland where Twinings tea is produced along with Terry’s Chocolate Orange. HP Sauce was bought up by US giant Heinz in 2006 and moved from Birmingham to Holland in 2007. But Mike Watkins, retail insight head at industry analyst Nielsen, claims we’re not too bothered where brands are made. He said: “What’s important to shoppers is quality, price and convenience.” Nestle said its proposed changes “affect a number of our sites including Fawdon, Newcastle, where Blue Riband is made.” Unilever says most Colman’s products made in Norwich will stay in the UK. But some packaging of dry sauces will move to a German factory. Unilever said: “We will offer affected employees a comprehensive support package including discussing redeployment at other sites.” Brands that left the UK 1. Colmans  The famous mustard began production in Norwich in 1858. The firm became part of Unilever in 1995. The factory is due to close at the end of next year when production goes to Burton upon Trent and packaging of dry sauces to Germany. 2. Terry\u0027s Chocolate Orange  Terry\u0027s Chocolate Orange can trace its history back to 1769. Chocolate maker Terry’s of York was taken over by US-owned Kraft Foods in 1993, which closed its York factory in 2005. The chocolate oranges are now made in Poland as part of Mondelez International. 3. Green \u0026amp Black\u0027s  Organic chocolate brand Green \u0026amp Black’s, founded in 1991, was bought for \u0026pound20m in 2005 by Cadbury which itself was taken over by Kraft – now Mondelez – five years later. It is now made in Italy and Poland. 4. HP Sauce  The famous tangy brown sauce depicting Big Ben on the label was dreamed up in 1898 by grocer Frederick Gibson Garton who called it HP because he had heard a restaurant in the Houses of Parliament had begun serving it. It was bought by American giant Heinz in 2006 and production was moved from Birmingham to Holland a year later. 5. Blue Riband  Made in Britain since 1936. Thought to have been named after the Blue Riband trophy awarded to liners crossing the Atlantic in the quickest time. The chocolate wafer biscuit, made in Newcastle, is now moving to Poland. 6. Twix  Twinnings, which supplies tea to the Queen, was founded in London in 1706 and claims to be one of the first companies to introduce tea drinking to the English. Although its HQ is in Andover, Hants, where most of the tea is blended, unions fear the firm could move all of its manufacturing to Poland. 7. Crunchie \u0026amp Curly Wurly  Launched by chocolate firm Fry \u0026amp Sons in 1929, Crunchie bars were made at Cadbury’s Keynsham factory near Bristol until 2010 when the firm was taken over by US food firm Kraft.  Production of the bar moved to Poland along with along with Wispas and Curly Wurlys. 8. Smarties  The fun multi-coloured sweets were launched by Rowntree in York in 1937. A buy-up by Swiss giant Nestle in 1988 led to production being shifted to Hamburg in 2006. 9. Twinnings  Twinnings, which supplies tea to the Queen, was founded in London in 1706 and claims to be one of the first companies to introduce tea drinking to the English. Although its HQ is in Andover, Hants, where most of the tea is blended, unions fear the firm could move all of its manufacturing to Poland. 10. Bendicks "},{"url":null,"title":"brave mum reveals how mircable","story":"NewsBrave mum reveals how miracle \u0027rainbow baby\u0027 girl helped heal heartbreaking grief after newborn son\u0027s deathMum Nicola Gaskin was grieving the death of her first child when she fell pregnant with her daughter - and has now spoken candidly about her agony and joy\u0026nbspShare\u0026nbspCommentsByRhea Turner00:42, 6 MAY 2018Updated09:31, 6 MAY 2018NewsNicola is pictured with her miracle \u0027rainbow baby\u0027 Raven Rain (Image: BurtonMail/ WS)\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid Email A brave mum has revealed how the birth of her \u0027rainbow baby \u0027 daughter helped heal the heartbreaking grief caused by the tragic death of her newborn son.  Nicola Gaskin fell pregnant with her baby girl Raven Rain, known as Ray, while grieving the loss of her first child Winter Wolfe with her husband Dean. Eight months following her daughter\u0027s birth, Nicola has spoken candidly about how her life fell apart in the wake of her son\u0027s death and the blissful relief that overcame her when Ray arrived.  The parents call Ray their little \u0027rainbow\u0027 because she represents the hope they had after losing their first baby, the Burton Mail reports.  Nicola’s world spiralled 14 months ago when her son Winter Wolfe died after living for just one day from heart complications.  Now she has spoken about how fund-raising, sharing her story publicly and now having another baby has shown her that there is life after loss. She says they will never forget Winter and feels that Winter\u0027s parting gift to them was his sister Ray. Nicola, 33, enjoyed a smooth pregnancy with Winter, but just 30 minutes after his birth, the tot stopped breathing and doctors and nurses spent the next 24 hours battling to keep him alive. Sadly at just one day old, Winter died in his parents\u0027 arms. Now Nicola has spoken of her and her husband Dean’s heartbreaking but eventually hopeful journey. She said: We were so happy in pregnancy and there was no sign of anything being wrong at all before he was born. I was a bit surprised by the whole thing and to be honest I think it is because I didn’t know much about baby loss before. I cringe about this now but I thought that if babies were going to be poorly you would already know they are poorly and then they are taken away and cared for.  I obviously knew during pregnancy that there are risks of miscarriage but there is this magic 12-week window people talk about and you think that when you have got past that you are all right. Despite her grief after Winter died, Nicola admits that she wanted to have another baby right away a common mindset among parents who have been through a loss, she said. Nicola said: To be honest I wanted another baby straight away. I spoke to the bereavement midwife at the hospital after Winter had died and I said I can’t wait. She said there are typically two categories that people who have lost a baby fall into they can’t ever imagine having another baby or they want another one straight away that is usually the two mindsets. A lot of people I know that have lost babies have gone on to want another baby afterwards and I think it is because you still want a baby and you have gone through everything and got nothing. For me I felt like that was nine months of effort and nothing to show and I needed to crack on because it could take another nine months and I still might not get another baby. It was a case of there being no guarantee and me having no time to lose. I think I knew that having a rainbow baby would be the only thing that would bring some comfort and Dean was very supportive and also wanted to try again.  I felt like it was the only way of having some hope. I lost Winter and then I felt all this emptiness where the excitement had been. I needed to fill that void within me. Nicola said she has always been very open about her experience and she learned very early on that there was no right or wrong way to carry on after losing a baby. She said: I didn’t struggle massively with talking to people. I know that some people do struggle to open up and it is difficult. I think because I was very vocal people found it easy to approach me. I found that people don’t always know what to say and it may be difficult but if you are going through loss then be thankful they are saying something, because it is hard for them too. Grief is going to last forever because love lasts forever so it is important not to put expectations on yourself to be over it. There isn’t a right or wrong way to grieve you just do what you have to do. Some people are very proactive in grief whereas others are more private and that is fine. It would be impossible to tick all the boxes and whether you believe it or not grief does change and becomes manageable in your day to day life. Despite her laid back approach, when Nicola became pregnant with Raven Rain, now eight months, she admits she was both overjoyed and really frightened.  Nicola, who is a teaching assistant at Lansdowne Infants School, in Burton on Trent, Staffs, said: We were both absolutely overjoyed when we found out we were expecting Ray but in between having Winter and falling pregnant with Raven I did have two early miscarriages. They made me a bit nonchalant about the pregnancy and I felt like although I was really happy and it was a step in the right direction, it was not a guarantee of a baby. I was frightened to celebrate the pregnancy and I almost felt like if I celebrated it then it would end, like if I allow myself to get too excited about it then it just going to be taken away from me. I didn’t buy any baby clothes for a long time because I was so frightened of buying more clothes that were going to be empty. With Winter I recorded the whole pregnancy and then he was born and he died so the next pregnancy I didn’t dare celebrate. I was very different with one of the babies I miscarried and I even declined a scan picture. I didn’t dare move and I would sit completely still on the sofa scared to do anything. But then I lost that baby and I thought, I did my pregnancies very differently but both ended in loss, so how you celebrate pregnancy is not related to loss. It is not something I did, it is something that happened to me. Luckily for Nicola and Dean, who is 32 and a store manager at All Saints in Nottingham, the pregnancy with Raven was a smooth one and they had to pinch themselves when their rainbow baby was born happy and healthy. Nicola said: We had no problems during pregnancy with Ray. I had a bit of sickness which was normal and we had to have lots of check-ups for heart complications that Winter had but luckily they were all clear.  When she was born we literally had to pinch ourselves. I just cried and cried and the emotions were crazy. We stayed in hospital overnight and the next morning when I woke up Raven was already older than Winter because Winter only lived for one day. That is very strange to have a baby and look at her thinking anything I have with her is already longer than what I had before with her brother. Every milestone is bittersweet. There is the first smile, sitting up for the first time, first food, trying to crawl, and you are overwhelmed with happiness but it is always in the back of my mind that this should be my second experience not my first. I think it is bittersweet. That is the word I would use to sum up this whole journey. Nicola said that the birth of her daughter made the grief of losing Winter easier to bear. She said: I definitely think that having Ray has made the grief easier to bear. It is something positive to come out of this and if I didn’t have her I would still just be grieving a baby. When she was first born I really struggled because it was very close to Winter’s second birthday but the good definitely outweighs the bad. There are 14 months between Winter and Raven but if we had not lost Winter I don’t think I would have tried for another baby so quickly. Without Winter, Raven wouldn’t exist - she is his parting gift to us. "},{"url":null,"title":"dad leg amputated after being","story":"NewsDad has leg AMPUTATED after being bitten on ankle by false widow spider as he worked outsideAndy Perry, who almost died, is believed to be the first Brit to lose an entire leg from a spider bite\u0026nbspShare\u0026nbspCommentsByArun Lal13:12, 6 MAY 2018Updated13:16, 6 MAY 2018NewsAndy Perry suffered from sepsis and kidney failure after being bitten by a spider (Image: Leicester Mercury/BPM Media)\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid Email A dad-of-two had to have his leg amputated after he was bitten by a false widow spider and fell seriously ill.  Andy Perry, who almost died, is believed to be the first Brit to lose an entire leg from a spider bite. The 46-year-old had been working as a landscaper when he fell ill with severe back pain just 48 hours after a fencing job in Thorpe Astley, Leics. He had no idea he had been bitten on the ankle by Britain\u0027s most venomous spider until he was rushed to hospital suffering from sepsis and kidney failure.  Andy required emergency care, was placed on an IV drip and remained at Leicester Royal Infirmary for a week. Over the next few weeks the infection subsided but he was left with lymphedema - a painful and debilitating swelling of the leg, which left his skin falling off. He said the pain got so bad that he even considered chopping off his own leg with a chainsaw. After numerous appointments with specialists Andy opted for an elective amputation above his right knee, which was carried out in March. He has now been left wheelchair bound, unable to work or play with his children and needs daily treatment. Andy, of Huncote, Leics., who lives with his police officer wife Christine, 39, said: I was doing a quote for a job in 2015 and I was coming home at lunchtime to look after the kids because my wife was on shift.  But within a couple of hours I started feeling really poorly. I rang the missus to see if she could come home but she couldn\u0027t and the next I know I got a massive ache in the small of my back. That was pretty much me done then and Christine came back home when I called her again. I went to bed when she got back, pretty much for the whole weekend and I was throwing up. Then on the Sunday morning it was a question of having to get over to the hospital as soon as I could. I was seen by a doctor in the Royal Leicester Infirmary Triage and he said there was no chance of me going home.  Then he admitted me straight away, the ache in my back was the kidney\u0027s packing up from the infection and sepsis. I put on a IV anti-biotic and almost died because of the sepsis. Experts believed the false widow spider was to blame after daily blood test when a phlebotomist noticed two puncture marks on Andy\u0027s ankle. The doctor in charge deemed the bite to be from the false widow spider - as its bite has similar effects that Andy was experiencing. Andy added: It was the phlebotomist who did my daily blood test - he spotted these little puncture marks on my ankle. He said it looks like a spider bite, they then got the doctor in charge to have look and that\u0027s what they came to agreement on. They came to a conclusion it was a false widow spider because it has a reputation of biting people.  The puncture marks were just above the sock line because I used to wear socks and boots. The only thing we can think of is that I literally just brushed past it and its had a quick bite as I\u0027ve gone past. Apparently the bite of the false widow feels like a bee sting but I didn\u0027t feel a thing. He added: The spiders are an awful lot more common than people think. After they sorted out the kidney function, things started improving and the sepsis was beaten by the anti-biotics. I\u0027ve had the district nurses coming around for the next three months changing the dressing on my leg every day. The lymphedema caused the leg to swell to the point where the skin split and fell off. That was all just a massive open weeping sores and blisters and just generally horribleness.  At that point, Andy said, his leg was all but useless and he spent time trying to get treatment. He added: There just wasn\u0027t a surgeon nearby who wanted to touch it because of the lymphedema as it was a live infection. So without getting any treatment I just couldn\u0027t work - so I figured I would go down the route of elective amputation in a last desperate attempt to get back to work. But again trying to find a doctor or surgeon to look at the amputation was hard. Eventually I had to threaten my GP with cutting my own leg off with a blade from a chainsaw because I was getting so desperate. Out of that I tried a guy in Coventry who climbed on board straight away as soon as he saw the leg. Andy said he got a second opinion after the conversation and spoke to prosthetics specialists. His leg was amputated on March 13 this year, but he suffered a setback when he got a secondary infection, resulting in another surgery on April 27. He said: I\u0027ve now got a vacuum dressing on me which pulls all of the gulp out of the leg and takes it away. "},{"url":null,"title":"eagle eyed royal fans spot","story":"NewsEagle-eyed royal fans spot one striking similarity between baby Prince Louis and baby Prince WilliamThe little prince shares the same trait his dad had at his age\u0026nbspShare\u0026nbspCommentsByZahra MulroySocial Audience Editor12:52, 6 MAY 2018Updated12:55, 6 MAY 2018NewsThe pictures were released on Charlotte\u0027s third birthday (Image: PA)\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailAfter the - dare we say it? - crushing disappointment of Princess Charlotte\u0027s birthday pictures, Kensington Palace has made nice again. Yesterday, the royals shared two adorable shots of the newest addition to the Cambridge brood and his big sister which were taken on the princess\u0027 third birthday.  Showing no evidence whatsoever of any sibling jealously, the photos (taken by mum Kate ) showed a tender moment between Charlotte and Louis, as the proud big sister gives the little prince a kiss.  The picture of Charlotte is similar to one Kate took of George holding his little sister a few weeks after her birth. But as eagle-eyed royal watchers have spotted, it\u0027s not the only photo this new snap bears a strong resemblance to. Take a look at this picture of a baby Prince William taken 35 years ago...    Twitter account Kate Middleton Fans spied the striking similarity Prince Louis has to his father - even down to their wrinkly fingers. As many a parent knows, wrinkly hands and feet are normal with newborn babies, and soon plump out.  Prince Louis also appears to be wearing a second-hand ensemble from big sister Charlotte, as his outfit is nearly identical to one she sported in photos taken weeks after her birth. Charlotte was pictured in a blue cardigan which her older brother George (who was mysteriously absent from the photos) wore for a Vanity Fair shoot.   "},{"url":null,"title":"gangland enforcer who saved footballer","story":"NewsGangland enforcer who saved footballer Steven Gerrard from thug executed by gunman on bike while walking dogJohn Kinsella, 53, was shot dead in a secluded woodland alongside the M62 in Merseyside on Saturday morning\u0026nbspShare\u0026nbspCommentsByJoe Thomas10:58, 6 MAY 2018Updated11:12, 6 MAY 2018NewsVideo LoadingVideo UnavailableClick to playTap to playThe video will start in 8CancelPlay now\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailA gangland enforcer who once saved footballer Steven Gerrard from a thug was gunned down by a bike-riding assassin wearing a high-vis jacket. John Kinsella, 53, was the man shot dead while walking his dog in a secluded woodland alongside the M62 in Merseyside, the Liverpool Echo reports. The gunman is thought to have been on a mountain bike when he fled the scene near the Rainhill Stoops interchange on Saturday morning. Kinsella was once arrested in Amsterdam after fleeing the UK while under investigation for a robbery at a haulage depot.  In 2008, he was convicted for that robbery and the boxer and martial arts exponent, formerly from Everton, was handed an 11-year sentence for robbery, dangerous driving and skipping bail. During his trial, Kinsella admitted he was close to the scene at the time of the raid in Grantham, Lincolnshire, but claimed he was in the area to enforce a \u0026pound100,000 debt. While in the dock, his work for Liverpool FC hero Gerrard - who last week was named new manager of Rangers - was used as an example of how he collected debts and sorted out problems.  Kinsella claimed he had been contacted by Gerrard\u0027s family after the player was being targeted by George Bromley Jnr, a man nicknamed \u0027The Psycho\u0027 and described as a “violent figure” whose father, another gangland enforcer, had been “executed”. Kinsella claimed he spoke to George Bromley and from then on Bromley left Gerrard alone. The court was later read a letter from Gerrard’s father Paul – obtained after Kinsella went to his home – in which the claims were confirmed.  Mr Gerrard said that, for two years, Bromley attempted to extort money from his son – and threatened to “maim” him – until Kinsella stepped in. Paul Gerrard, whose letter was confirmed as genuine by police, said he and his son had “total respect” for Kinsella. Kinsella, a judo and jujitsu expert, had already served a nine-year prison term when he was contacted by the Gerrards.  He received the sentence at Liverpool Crown Court in October 1991 for attempted robbery and carrying a firearm with intent to commit an offence. Kinsella is believed to have been walking his dog with a friend or family member when he was targeted in a chilling attack at 7am on Saturday. His associate was not injured. A gunman, thought to have been wearing a hi-vis jacket, is believed to have shot Kinsella in a section of woodland popular with dog walkers at around 7am.  The assassin then fled the scene on a mountain bike. Kinsella was pronounced dead and Merseyside Police launched an investigation into the attack that led to a section of an M62 slip road being blocked off. Enquiries are ongoing to identify the gunman, who is described as male, around six foot and of a slim build. A Merseyside police spokeswoman said: “He was wearing dark clothing and a hi-vis jacket and riding a mountain bike. “If you saw someone matching this description around the time or area of the incident, please get in touch. "},{"url":null,"title":"girl 6 diagnosed ticking time","story":"NewsGirl, 6, diagnosed with \"ticking time bomb\" tumour twice the size of watermelon that was dormant \u0027since birth\u0027It was initially believed Evie-Mai Griffiths was constipated after she woke up screaming with a stomach ache\u0026nbspShare\u0026nbspCommentsByKate Mcmullin07:52, 6 MAY 2018NewsEvie-Mai Griffiths was just five-years-old when the Wilms tumour was discovered (Image: Liverpool Echo)\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid Email A heartbroken mum has told of the devastating moment her six-year-old daughter was diagnosed with a massive tumour doctors described as a ticking time bomb.  The cancerous mass inside Evie-Mai Griffiths\u0027 body could have been lying dormant from birth as it grew in size, her mum Rebecca says. It was initially believed the youngster was constipated after she woke up screaming with a stomach ache.  But scans of Evie\u0027s abdomen soon revealed that she had a Wilms tumour that was twice the size of a watermelon and had ruptured, the Liverpool Echo reports.   Mum-of-four Rebecca said her eldest daughter, then five, had never been ill, and the night she woke up in pain her symptoms appeared to calm down after being given Calpol. Evie seemed OK the following day despite being slightly tired. But after complaining again of stomach pain she was taken to a walk-in-centre where it was said she was constipated. Rebecca said: A parent with a young child knows their toilet habits and I knew she wasn\u0027t constipated. I don’t know what it was but there was just something telling me not to take her home and that something was wrong.  After refusing to take her daughter home, Rebecca was told to go to Whiston Hospital in Prescot if she wanted further tests. She said: At this point, Evie had started to lean over to one side, it was as if she had too much weight on her right hand side. She had an x-ray of her abdomen and they said it could be a twisted bowel or her appendix and she had an ultrasound. It never crossed my mind that it could be anything serious. But when he started doing the ultrasound, he went quiet as he went over her right side. I was told to wait in the waiting room and I remember seeing the doctor and he walked past with his head down and, now I look back, it was because he knew what we were going to be told. "},{"url":null,"title":"help live long happy life","story":"News\u0027Help us live a long and happy life\u0027: heartbreaking letter from sisters with cystic fibrosis to Theresa MayImogen and Annabelle Fare wrote to the Prime Minister to ask if she would make the new wonder drug Orkambi available on the NHS\u0026nbspShare\u0026nbspCommentsByMari JonesTim Wyatt09:19, 6 MAY 2018NewsImogen Fare, 6, with the brave letter she wrote to Theresa May asking for a new wonder drug for her cystic fibrosis (Image: UGC WS)\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailTwo sisters who have written a moving letter to Theresa May asking her to make a new treatment available for their cystic fibrosis. Imogen Fare, six, and her sister Annabelle, two, both suffer from the life-limiting genetic condition. The brave pair have to take a cocktail of 35 tablets a day to control the symptoms of cystic fibrosis (CF), which particularly causes mucus to build up in the lungs. But a new drug, Orkambi, has been developed in America which can slow the decline in lung function for sufferers of CF.  Imogen and Annabelle have asked the Prime Minister to change NHS rules so they can receive Orkambi on the NHS “Dear Mrs May, I have C.F. so does my little sister Annabelle. the letter said. We would really like Orkambi to keep us well and help us live a long and happy life.”  The heartbreaking message, first reported by the Daily Post , ends with: “We both like swimming and playing outside. Love from Imogen Fare, aged 6, and Annabelle, aged 2.”  The average age at death for half of all CF patients in the UK was estimated to be 37.4 years in 2008, but babies born today can expect to live longer because treatment is improving.  Imogen’s mum Alison, 36, said the family are trying to get as many children with CF as possible to write to Mrs May before the letters are hand-delivered to 10 Downing Street on May 16. She said: “Orkambi is a pioneering drug from America but it’s not currently provided by the NHS except in rare cases on compassionate grounds. “The reason we are keen to Orkambi to be widely available can slow decline in lung function - the main cause of death among people with cystic fibrosis by as much as 42%, which is life-changing.” She believes the drug is not distributed more widely because of the cost. It costs the NHS \u0026pound104,000 to treat a patient for a year.  “My girls have to each take 35 tablets a day, Annabelle takes it in liquid form,” said Alison, who is a bakery supervisor in the north Wales town of Conwy and is married to Dave. “They also to have physiotherapy everyday and Dave or I have to clap their chest several times a day to loosen mucus in their lungs and help them drain. “It’s really tough. Just the other day Imogen said to me that she wished she could chose only one tablet to take everyday rather than having to take so many, it hurts when she says things like that.” "},{"url":null,"title":"karen matthews smitten sugar daddy","story":"NewsKaren Matthews and the smitten sugar daddy, 72, who funds evil mum\u0027s lavish lifestyleIt is claimed that pensioner Eric Anderson has been showering the 43-year-old ex-convict with gifts and helped kit out her flat with top-of-the-range appliances\u0026nbspShare\u0026nbspCommentsByAntonia Paget22:22, 5 MAY 2018Updated08:17, 6 MAY 2018NewsSources close to Matthews claim she has targeted older men since leaving prison in 2012 (Image: Flynet)\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailEvil mum Karen Matthews has found a 72-year old sugar \u0026shydaddy to fund a lavish lifestyle. Pensioner Eric Anderson has been showering the 43-year-old ex-convict – dubbed Britain’s Worst Mother – with money and gifts, it is claimed. Eric, a self-proclaimed devout Christian is said to have helped kit out her state-funded flat with top-of-the-range appliances and super-fast internet. The smitten pensioner has also \u0026shyallegedly given Matthews cash since she was released from prison after serving four years for arranging the kidnap of her nine-year-old daughter Shannon.  Sources close to Matthews – who has dramatically changed her appearance as our exclusive picture shows – claim she has targeted older males since \u0026shyleaving prison in 2012. She is said to have posted profiles on websites for women seeking financial arrangements with men. One source said: “She has an \u0026shyimpressive lifestyle for someone who has been in prison for arranging the kidnap of her own child. “She puts on a good show about having changed but the truth is different. You would think she would be destitute given her past but she has somehow found a way to live a very nice life. “She had friends over for a party and there was apparently champagne and canapes – it certainly wasn’t on a budget. “She has a huge flat screen TV and a Samsung Galaxy 8 smartphone that she flashes about.”  Matthews, who claims to have found God while in prison, now works in a charity shop alongside generous \u0026shypensioner Eric. Our source added: “She’s not getting that money from volunteering. “She makes no secret of the fact that she has older benefactors who keep her in the lifestyle she wants. “She knows how to manipulate \u0026shypeople to get what she wants.” Eric last night declined to comment on whether the relationship is sexual or if born-again Christian Matthews is paid for companionship. But he admitted giving her “care and support” and teaching her about “love.” He said: “It’s my Christian duty to explain what love is about. “She has concerns, she is a \u0026shyperson of need, and whatever that need is, if \u0026shypeople cross my path I will care and support.” When pressed on the nature of the support he is giving to the mum of seven, Eric said: “I am not prepared to tell you.” His response when asked if he has a physical relationship with her was the same. But he added: “People have done their time.  “The more I say the more it will have repercussions for myself and other people.” He then tried to give our reporter a copy of The Bible. So-called sugar daddy dating \u0026shywebsites have boomed in the UK in the past decade. There are more than double the \u0026shyusers than two years ago and they are popular with young students struggling to pay their fees. Matthews is said to have cashed in on the craze, although there is no suggestion she is registered with a specific sugar daddy website or has sought money in return for sexual favours. Matthews, who was relocated away from her home in Dewsbury, West Yorks, is fond of dubious money-making schemes. Her sick plot to \u0026shykidnap Shannon was aimed at collecting \u0026shyreward money when the girl was found. Last week Matthews, who has a new identity, was accused of running a cash-making scam selling sandwiches destined for soup kitchens. The callous criminal – who was jailed 10 years ago after a 24-day manhunt for Shannon – was also previously exposed for a get-rich-quick scheme writing sexually-explicit letters to male admirers from prison.  Matthews never appears to have shown any remorse for Shannon’s kidnap. But pals say she is still very much besotted with her children and her life before prison. One friend said: “She has pictures of her family all over her flat and she has home-made collages of her life before in a shrine. “There are pictures from the family album which she has stuck together with old birthday cards and wrapping paper and written messages on in felt tip pen. “She still maintains that she loves her family.” Matthews caused outrage when it emerged she kept a Best Mum ornament on her bedside table. She told pal it was bought for her by an official \u0026shyassigned to help her rehabilitation. The search for Shannon in early 2008 was a huge police operation. She was found sedated at the home of Michael Donovan, 39, uncle of Matthews’ boyfriend Craig Meehan. Matthews and Donovan were found guilty at Leeds Crown Court of \u0026shykidnapping, false imprisonment, and perverting justice. Both were given eight-year prison sentences. Last night Matthews refused to comment on our revelations. "},{"url":null,"title":"keep house cool heatwave sleep","story":"NewsWays to keep your home cool in a heatwave so you can relax and fall asleep easilyThe heat is lovely, but it also comes with some drawbacks - here are 17 tips and tricks to bring the temperature down\u0026nbspShare\u0026nbspCommentsByJo-Anne RowneyDeputy Audience Growth Editor17:50, 6 MAY 2018Updated18:01, 6 MAY 2018NewsVideo LoadingVideo UnavailableClick to playTap to playThe video will start in 8CancelPlay now\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailIt\u0027s awful tossing and turning in bed, stuck to the sheets, drenched in sweat. The heatwave is no fun for anyone, but there are a few things you can do to at least cool down your home. There\u0027s nothing worse than trying to nod off in your room, or trying to relax, while feeling like you\u0027re in the seventh circle of hell. Being in the midst of a heatwave is not as fun as it first sounds, especially without air con, but there are some things you can do to cool down your home and finally get some shut eye. Before we get to how to use a freezer to your advantage (not sticking your head in it) and getting as low as you can (no this isn\u0027t limbo), we have to acknowledge the quickest way is to get air con. Of course, the bad thing about getting air con is the cost - upfront and then running it - so here are a few quick tips and tricks to drop your home\u0027s temperature without spending too much.  Keep away from the satin and silk and opt for the cooler linen and cotton sheets. Light-coloured bed linen made of light fabrics (take Egyptian cotton for example) are breathable so better to sleep in. The Egyptians had it right, in fact, they even had their own method for keeping cool. Known as The Egyptian Method (original, we know) they\u0027d dampen a towel or sheet in cool water and use it as a blanket. It may be a good idea to lay the damp sheet on top of a towel first, no one likes a wet bed. 2. Freezer tricks Speaking of sheets, you can stick them in the freezer for a few minutes before you\u0027re about to go to sleep. No, we haven\u0027t lost our minds, just make sure you put them in something like a plastic bag before you pop them in. You don\u0027t want your sheets smelling of pizza and ice cream. The trick won\u0027t last all night but it will give you a breather so you can get to sleep. 3. Don\u0027t cook a roast  ...or any hot meal. Summer is never the time to be whipping up a casserole or hot meal. Put the slow cooker away, step away from the stove and have a salad. 4. Use that hot water bottle Buy yourself a hot water bottle. While we\u0027re used to filling them with hot water in the winter to keep toasty, in the summer sticking it in the freezer instead creates a lovely ice pack. 5. Turn your fan around Fans are great in the mild heat, but when it\u0027s cranked up they just blow hot air around so it\u0027s all about strategic placement. If you point them outside, slightly towards the windows, they push out the hot air. If you have a ceiling fan set them counter-clockwise to pull the hot air away. 6. Ice fan  We\u0027ve already mentioned fans, but there\u0027s so much more to be said. At school we used to use those little iceboxes to keep our food cool, so this idea comes from that. It\u0027s sort of a DIY aircon system. Use a roasting pan, or box and fill it with ice and put it in front of a fan. When the ice melts the breeze from the fan picks up the cool air coming from the ice\u0027s surface, creating a nice cool mist. 7. Cross breeze More of the fan tricks. Strategically place numerous fans around a room. Put a fan by the window, and then another further inside the room so they both push the cooler air around the room. 8. How low can you go Hot air rises so sleeping in a room on the ground floor means you\u0027ll feel cooler. If you\u0027re in a one-storey flat you can move your sheet to the ground to make life easier. 9. Don\u0027t get steamy  We imagine you\u0027re continually hopping in the shower to cool down, just make sure the water is tepid rather than warm/hot. Steam hangs about and makes a room that much hotter. 10. No lights This should make sense. Light bulbs - even if they\u0027re environmentally friendly - give off heat, so switch them off. The sun shines for longer now anyway so keeping the lights off not only saves on your energy bill, but cuts down on the extra heat. 11. Hang a wet sheet Yes, you read that right. Hanging a wet sheet in front of an open window will help bring down the room\u0027s temperature. 12. No electronic devices  The same applies here as the lights. Unplug your phone and devices, do not charge them when you are asleep. Everything radiates heat and you don\u0027t need that when you\u0027re trying to catch some zzzs. 13. Use grains Buckwheat pillows don\u0027t absorb heat like cotton does so getting one is a good investment for summer. 14. Closing curtains  In the daytime. If you think about when the sun is at its hottest those rays are coming through the window hotting everything up. Close the curtains and your room is instantly cooler.  15. Use your garden  If you plant the right trees and shrubs around the house they will provide you with much needed shade. Vines work well too. Of course that won\u0027t work for this summer, but next year you\u0027ll be thanking us. 16. Paint it white  Again, maybe one for next year, but painting your house white helps. The white colour reflects the light, cooling the house down. 17. Insulate  Long-term thinking again. When you think of insulation you probably think of keeping warm, but it can work the other way too. Good insulation keeps the heat out as well once the room is cooled down. "},{"url":null,"title":"my girl saved four lives","story":"News\"My girl saved four lives\": Mum told how her daughter left a legacy of love after donating organsAmelia Wood, 11, died when a wheel flew off a passing Land Rover - after she had won a battle against leukaemia\u0026nbspShare\u0026nbspCommentsByDan Warburton01:23, 6 MAY 2018Updated09:30, 6 MAY 2018NewsAmelia\u0027s selfless act has saved the lives of three young boys and woman in her 20s (Image: SWNS)\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailAn 11-year-old girl who died after a freak road accident has helped save the lives of FOUR people through organ donation. Tragic Amelia Wood was hit by a wheel that flew off a Land Rover Discovery as she walked to school. Her heartbroken mum Hayley Hodson says the family was inspired to donate her organs by brave Amelia’s three-year early childhood battle with cancer. And the decision has saved the lives of three young boys and a woman in her 20s. Today – as we highlight other heartwarming selfless acts by ordinary people – grieving Hayley, 38, reveals: “Amelia died the day after the accident. A doctor very tactfully asked if we would donate and I immediately said yes.  “Amelia had leukaemia and we lived and breathed that for so long. The question of organ donation was never a question for me. We spent years around children who needed bone marrow transplants while Amelia only had chemotherapy.” The youngster, of Grimoldby, Lincs, had been walking to a bus stop to go to Louth Academy in March when the front wheel of the 4x4 broke off and struck her. The driver was said to be ‘devastated’ and had bought the Discovery a month earlier. Amelia was airlifted to hospital earlier this year but could not be saved. Now the family is mourning the loss of their “happy, funny, lively, beautiful” girl.  Hayley – who has sons Oscar, eight, and Dexter, three – said: “About two weeks ago we received a letter saying Amelia’s organs had saved the lives of three young boys and woman in her 20s. “It’s an amazing feeling but we are still getting our heads around the fact that Amelia is not here. “We still see the bus go past that she would have got off and expect her to come through the door. “She was very generous. If she had \u0026pound2 in her pocket she would spend it on sweets for her little brothers and her. It’s fantastic she has given other people the opportunity of survival. But it’s very difficult to let go.” How acts of kindness triumph against odds Calm Jen defied concert bomber A brave Ariana Grande fan came to the rescue of a wounded teenager in the midst of the Manchester Arena horror last year. Ella McGovern, 14, suffered leg injuries and perforated eardrums through Salman Abedi’s suicide bomb that killed 22 people.  She couldn’t hear her mum Louise as she called home for help – but Jennifer Lee, 24, of Ramsbottom, Lancs, calmed them both down and helped arrange a place for them to meet after putting in an emergency call. “To hear Jenny’s voice saying, ‘I’m with your daughter, she’s OK. I’ve called an ambulance’ was amazing for me,” said Louise. “It was instant relief. Jenny genuinely is a hero.” Trishaw rides give over-85s a boost Big-hearted Fraser Johnston, 20, bagged a Mirror Pride of Britain Award for his pioneering cycling scheme to get old people out and about. The graduate takes care home residents on rural rides on his trishaw, which carries two passengers. Since setting up Cycling Without Age in Falkirk in 2016, Fraser and 30 volunteers have given rides to more than 150 residents over 85.  “It started when I took a couple of women to see the Kelpies scuptures,” he says. “They loved it. The residents see things outside that jog memories. The rides help stimulate the minds of those with dementia. It improves their overall quality of life.” Climber saves lost dogs on mountain A hero climber scaled one of England’s highest peaks to save a stranger’s pets. Scott Pilling, 37, spotted a Facebook appeal about two dogs missing on 3,100ft Helvellyn, in the Lake District, for two days.  The determined mountaineer searched through wintry weather for terrier Cash and German Shepherd Lilah before finding them trapped beneath overhanging snow. With the help of four walkers, including three off-duty fireman, Scott rescued the freezing pets, who had been separated from owner Colette Kilroy on a walk. Colette, 27, told him: “You are a hero in my eyes, and my dogs’  Angel. I will never be able to thank you enough for helping my babies.” Hero of the great blizzard bakeaway Greggs delivery driver Jon Gowing trekked through a blizzard to dish out cakes and pasties to stranded drivers when his lorry got stuck in a jam. They were all trapped on the A1 near Lindisfarne, Northumberland, as temperatures plummeted.  Rather than sheltering in his warm lorry, Jon dished out goodies up and down the two-mile queue with the help of engineer Les Goff. “He was a top guy,” said Les. “He said they would go to waste.” Jon’s employers said: “We are so proud of Jon and his act of kindness in what must have been a very tough situation for everyone stuck on the A1.” Strangers help pay poor family\u0027s debt Fans of Channel 5’s Rich House Poor House were in tears as a family broke the rules – and helped the other pay off debts.  Hard-up Sarah and Ross Timmins – struggling with two kids and \u0026pound11,500 credit card debt – swapped homes with wealthy vets Colin and Lizzy Whiting, of Newquay, Cornwall, who were moved by their plight. So, at the end of the switch, they offered to wipe \u0026pound8,000 off their debt.  “For a family who had never met us to have stepped in our shoes and made such a gesture, I didn’t think it existed,” said Ross, 28, of Redruth, who was working a 90-hour week. Lizzy said: “Their debt felt insurmountable. It didn’t feel right to leave them like that.” Homeless man\u0027s shop door saviour Good Samaritan Shane Sharkey and his kind-hearted community transformed the life of a homeless man in a shop doorway. Shane, 34, spotted Michael Peaks, gave him a cuppa and a biscuit and learned he had been struggling after being released from jail for petty thefts and drug abuse. "},{"url":null,"title":"prince louis gets big kiss","story":"NewsPrince Louis gets big kiss from sister Princess Charlotte as proud mum Kate shares adorable first snapsThe tender moment was snapped on Charlotte’s third birthday on Wednesday and released by the royals last night\u0026nbspShare\u0026nbspCommentsByNicola Small09:02, 6 MAY 2018Updated09:03, 6 MAY 2018NewsVideo LoadingVideo UnavailableClick to playTap to playThe video will start in 8CancelPlay now\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailPrincess Charlotte lovingly plants a kiss on her newborn brother’s forehead as she gives Prince Louis a cuddle. The tender moment was snapped by their proud mum Kate on Charlotte’s third birthday on Wednesday – and released by they royals last night. The duchess, a keen amateur photographer, also shared a photo she took at their Kensington Palace home of Prince Louis when he was three days old. The youngest member of the Royal family is wide-eyed in a white outfit, propped up on top of a white frilly cushion.  Four-year-old Prince George is mysteriously absent from both photos. But the picture of Charlotte is similar to one Kate took of George puckering up to his little sister a few weeks after her birth. This is not the first time Kate, 36, – one of the world’s most photographed women – has gone the other side of the lens. In 2015 she took the first official photographs of Charlotte. Kate has also released pictures to mark other milestones in her children’s lives, including George and Charlotte’s first days at nursery school.  Last year she accepted a lifetime honorary membership of the Royal Photographic Society in recognition of her talent and enthusiasm. Kate’s work also gets the thumbs-up from Mirror photographer Ian Vogler. He said: “It’s always hard to get a nice picture of very young children. I know from my own experiences. But the Duchess of Cambridge has done a really good job with the picture of Princess Charlotte and Prince Louis. “It’s a really charming image of a big sister proud of her new sibling. “Both pictures are nicely lit with natural daylight the best way to photograph children. The picture of Prince Louis on his own is more formal looking but at the same time it’s very good. “Just getting such a young baby to keep his eyes open is an achievement.” "},{"url":null,"title":"supermarket shoppers urged check cupboards","story":"NewsSupermarket shoppers urged to check cupboards after Lidl, Tesco and Sainsbury\u0027s urgently recall these productsA number of leading stores have issued urgent recalls for tarnished products due to fears over allergies, choking hazards and possibly dangerous pet food\u0026nbspShare\u0026nbspCommentsByJamie Bullen23:42, 5 MAY 2018Updated08:42, 6 MAY 2018NewsVideo LoadingVideo UnavailableClick to playTap to playThe video will start in 8CancelPlay now\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailThree leading British supermarkets have urged shoppers to check their cupboards for tarnished products after recalling some of their products. Tesco, Sainsbury\u0027s and Lidl have all issued urgent recalls over fears that include allergies, choking hazards and possible dangerous pet food.  The Croydon Advertiser has put together a breakdown of the affected products are and guidance on what to do if you have bought them.  The products being recalled by bosses include croquettes, sliced beetroot, pet food, toy cars and sausage and mash.  Tesco - Hearty Food Company - Cottage Pie / Sausage and Mash   Tesco is recalling Hearty Food Company Cottage Pie and Hearty Food Company Sausage and Mash because it contains milk which is not mentioned on the label. This means the products are a possible health risk for anyone with an allergy or intolerance to milk or milk constituents.  The affected Hearty Food Company Cottage Pie is the 400g packet, with use by dates of 24 April 2018, 27 April 2018, 28 April 2018, 30 April 2018, 1 May 2018, 2 May 2018, 3 May 2018, 4 May 2018, 5 May 2018.  Another affected item is the Hearty Food Company Sausage and Mash, 400g pack size with use-by dates of 25 April 2018, 26 April 2018, 29 April 2018, 1 May 2018, 2 May 2018. Tesco is recalling the above products from customers and has contacted the relevant allergy support organisations, which will tell their members about the recall. The company will also display a point-of-sale notice in their stores. This notice explains to customers why the products are being recalled and tells them what to do if they have bought the products.  Tesco - Carousel Drive and Talk Emergency Vehicles   Tesco is also recalling the Carousel Drive and Talk Emergency Vehicles, including the police car, ambulance and fire engine. A spokesman for the store said: We have been made aware that the small directional wheel underneath the vehicle can become detached from the body of the vehicle. This small wheel has the potential to become a choking hazard.  If you have purchased one of the recalled vehicles stop using it and return it to store where a full refund will be given. No receipt is required.  Lidl - Aunt Bessie\u0027s Croquettes   Aunt Bessie\u0027s is recalling Aunt Bessie\u0027s Croquettes because the packs may also include potato balls that contain egg, which is not mentioned on the label. This means the product poses a possible health risk for anyone with an allergy or intolerance to egg. The affected product is only sold in Lidl. The affected product is Aunt Bessie\u0027s Croquettes with a best before of June 2019. Batch codes: D47 352 03:09 to D47 352 03:20  Sainsbury\u0027s - Sliced Beetroot  "},{"url":null,"title":"three sets parents explain chose","story":"NewsThree sets of parents explain why they chose VERY unusual names for their childrenWhether you go traditional like the royal family or try something different like Kim and Kanye, kids\u0027 names always prompt debate\u0026nbspShare\u0026nbspCommentsByHeather GreenawayTim Wyatt16:54, 6 MAY 2018Updated17:01, 6 MAY 2018NewsLydia and Dave Morrow with their son Ransom, unsurprisingly the only child named Ransom born last year (Image: Sunday Mail)\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailNaming children is a tricky business - especially if you want something unusual. Kate Middleton and Prince William have gone the traditional route with George, Charlotte and more recently, Louis. But other families are prepared to try something a bit different.  The Daily Record has reported on three Scottish families who found inspiration in some rather unusual places.   Ransom Morrow   The parents of Ransom Morrow hope his life won’t be as wild as the cowboy he’s named after. Lydia, 22, and illustrator Dave, 31, called their six-month-old son after Jimmy Stewart’s character in the Western The Man Who Shot Liberty Valance. The couple, who live in Glasgow, say their little boy has been holding their hearts to ransom since he arrived on October 4 last year.  Lydia, who was born in Indiana, US, said: “A couple of years ago, we were talking about baby names while watching a Western. Jimmy Stewart’s character was called Ransom and we both agreed it was a great name. “When we found out I was pregnant, we started discussing names but couldn’t agree on a single one. The only one we both liked was Ransom so it stuck. “People think it’s unusual but he suits it and we can’t imagine him being called anything else.” Lydia, who has just graduated from Glasgow School of Art, added: “We are quite a creative family. Dave is an animator and illustrator and I’m hoping to do something in textile design so it makes sense that we were creative when it came to naming our baby.”  Amazon   When parents Anneliese Pirt and Andy Harris were searching for a name for their little boy, they wanted something unique. So they turned to their family tree for inspiration and called their son after the world’s most famous rainforest – and not, as some have suggested, the online retailer. And at just six months old, Amazon Atlas Spruce Harris is already living up to his globe-trotting name. The Edinburgh-born tot has visited Denmark, Switzerland, Australia and Fiji.  Primary school teacher Anneliese, 36, said: “We get a lot of people asking us if he is named after Amazon – but we just politely smile and say no.  “We wanted him to have a name that was unusual and special to us. Amazon really suits him and he already has the personality to match.” Anneliese says she and husband Andy, 41, a safety expert, chose the name Amazon to honour her relative Richard Spruce, a 19th-century botanist who spent 15 years exploring the river. She said: “Richard is famous in the world of botany. He was a great Victorian explorer and travelled down the Amazon.  “I’ve done research into him and discovered there is even a statue in his honour in Banos, Ecuador, which I have visited. “My grandad researched our family tree to find out my exact connection to Richard and he was probably my great-great uncle. Spruce is my mum’s maiden name. Andy and I had a great trip to South America, going down the Amazon following in my ancestor’s footsteps from Peru through Colombia to Brazil.  “We both fell in love with the idea of calling our baby Amazon and decided it was a good unisex name that would work whether we had a boy or a girl.”   The couple also set their hearts on the name Atlas as a middle name for their son, who was born at the Royal Infirmary of Edinburgh last October. Anneliese, who was born in Edinburgh, added: “Andy and I both have a love of travelling. “We actually met abroad. So Atlas reflects our love of travel, our hopes Amazon will enjoy travelling too and that he will know his way in life.  “We are now living in Fiji. Travelling is in Amazon’s genes – it’s the perfect name .”   Ultra-Violet  "},{"url":null,"title":"uk weather hottest summer five","story":"NewsUK weather: Hottest summer for five years predicted as Brits roast in BBQ Bank Holiday heatwaveBeaches and parks have been packed with sun worshippers and it could become a regular scene in the coming months\u0026nbspShare\u0026nbspCommentsByAlistair Grant14:40, 6 MAY 2018Updated14:45, 6 MAY 2018NewsVideo LoadingVideo UnavailableClick to playTap to playThe video will start in 8CancelPlay now\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid Email Parts of the UK are set for the hottest summer for five years as Brits bask in a BBQ Bank Holiday heatwave with temperatures set to soar on Monday.  Beaches and parks have been packed with sun worshippers and it could become a regular scene with the next three months due to be warmer than usual. Temperatures rose to about 25C on Sunday and Monday is due to be even hotter with the mercury rising to around 28C in some places. It is expected to be the hottest Bank Holiday Monday since record-keeping began 40 years ago, and it could be the hottest Bank Holiday ever.  Brits flocked to the coast to cool off and enjoy the dry and sunny weather - with thousands cramming beaches in beauty spots including Brighton and Bournemouth. London\u0027s parks - including King George Park in Wandsworth - were filled with sunbathers as people made the most of the sunshine while it lasts. It was perfect weather for anyone taking part in outdoor events - such as the Tour de Yorkshire or the Canalway Cavalcade narrowboat festival in Little Venice in London - or just wanting to relax.  The temperature soared after a chilly start to the day. In Santon Downham, Suffolk, for example, the mercury jumped more than 17 degrees in just four hours - from 2C at 6am to 19.6C at 10am, the Met Office said. Sunday also got off to a cold start at Fistral beach in Newquay, Cornwall, where surfers and people out for a morning walk had to contend with sea fog. Temperatures will remain in the mid to high 20s in the warmest regions through Tuesday before they dip back into the mid to high teens with the return of rain by next weekend.  Scotland, meanwhile, is set for its hottest summer since 2013 with forecasters predicting spells of 27C heat in the months ahead. But there will be times when the sunshine is broken by cooler and wetter spells. The Met Office\u0027s three-month forecast said: For May-July, above-average temperatures are more probable than below-average temperatures.  The probability the UK average temperature for May-July will fall into the warmest of our five categories is 30 per cent. The probability of the coldest of our five categories is between five and 10 per cent. Brian Gaze, a forecaster with The Weather Outlook, said: This summer could be the warmest for five years - 27C could be seen in Scotland from June onwards. "},{"url":null,"title":"who gangland fixer john kinsella","story":"NewsWho was gangland fixer John Kinsella? Executed enforcer helped Steven Gerrard and won reduced sentence while on the runJohn Kinsella once had the audacity to appeal a jail sentence while he was on the run - and won a reduced sentence\u0026nbspShare\u0026nbspCommentsByJoe Thomas10:25, 6 MAY 2018Updated10:35, 6 MAY 2018NewsVideo LoadingVideo UnavailableClick to playTap to playThe video will start in 8CancelPlay now\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid Email A gangland fixer shot dead in a chilling 7am execution was an influential figure in Merseyside\u0027s underworld, it was reported.  John Kinsella, 53, was gunned down by a bike-riding assassin while he was out walking his dog with another person.  He became known nationally when it emerged in court in 2008 that he had once stopped a thug nicknamed \u0027The Psycho\u0027 from terrorising Liverpool footballer Steven Gerrard.   The martial arts expert from Everton once had the audacity to appeal a jail sentence while he was on the run - and won a reduced sentence, the Liverpool Echo reports.    BREAKING Gangland enforcer who saved footballer Steven Gerrard from thug executed by gunman on bike while walking dog  Gerrard’s name was introduced to jurors hearing robbery allegations against Kinsella at a Lincoln Crown Court trial in 2008. Then 43, Kinsella was one of four men accused of taking part in a robbery at a haulage depot in Grantham in which more than \u0026pound41,000 of detergent, Easter eggs and Pringles were stolen. During the March 2006 robbery, a night watchman was tied up by a gang of up to nine men wearing balaclavas and camouflage clothing. No weapons were carried, but the victim was hit with his own stick after it fell out of his pocket.  Kinsella was captured on the outskirts of Greater Manchester after a high-speed chase with police on the A1 and M62. He always denied the allegations, using his trial to claim he was in the area to collect a \u0026pound100,000 debt. That he had such a role was a key part of his defence, an argument bolstered by him being able to turn to the Gerrard family for their support in the case. Jurors in the robbery trial were told he was contacted by the star’s family after the former Reds captain was “terrorised” by a mobster known as \u0027The Psycho\u0027.  Kinsella said the man responsible, George Bromley Jnr, was a “violent figure” whose father, another gangland enforcer, had been “executed”. He claimed he spoke to George Bromley and from then on Bromley left Gerrard alone. The court was later read a letter from Gerrard’s father Paul – obtained after Kinsella went to his home – in which the claims were confirmed. Mr Gerrard said that, for two years, \u0027The Psycho\u0027 attempted to extort money from his son – and threatened to “maim” him – until Kinsella stepped in.  Mr Gerrard, whose letter was confirmed as genuine by police, said he and his son had “total respect” for Kinsella. Despite that evidence Kinsella was convicted - though he was no longer under the gaze of the authorities when the verdicts were delivered after absconding just as his trial was coming to an end. While on the run he had the audacity to challenge the 14 year, three month sentence given in his absence. Appeal judges agreed his jail term was “manifestly excessive” and reduced it by three years, with Lord Justice Moses saying he found it a “curious business” that a man on the run from the law was appealing a sentence when he was not even in custody.  After 11 months on the run he was hauled back to the UK after being arrested at gunpoint by armed police in Amsterdam. Kinsella, a judo and jujitsu expert, had already served a nine-year prison term when he was contacted by the Gerrards. He received the sentence at Liverpool Crown Court in October 1991 for attempted robbery and carrying a firearm with intent to commit an offence. Kinsella is thought to have been walking his dog with a friend or family member when he was shot dead in a stretch of woodland near the M62 on Saturday morning. "},{"url":null,"title":"you f weak shocking viral","story":"News\"You are f****** weak!\" Shocking viral video shows female Army recruit reduced to tears as instructor hurls abuse at herThe instructor may face a court martial after footage emerged of him screaming at the recruit, reducing her to tears\u0026nbspShare\u0026nbspCommentsByJasmine Rapson13:29, 6 MAY 2018Updated14:01, 6 MAY 2018NewsVideo LoadingVideo UnavailableClick to playTap to playThe video will start in 8CancelPlay now\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailAn instructor may be booted out of the Army after a shocking video emerged of him screaming and swearing at a female recruit, reducing her to tears.  The footage, which was posted to Facebook , shows the foul-mouth instructor hurl abuse at the woman during a bayonet exercise.  She begins to cry uncontrollably as the instructor launches another verbal attack while they are stood in fast-flowing water.  The instructor is now facing a court martial as senior officers attempt to track him down, Mail Online reports.  The video has gone viral after it appeared on the \u0027Forces Bible\u0027 Facebook page and has been viewed more than 300,000 times.  In the clip the corporal can be heard screaming Get the f*** here at the terrified trainee, and continues to shout you are not a killer! as she attacks a dummy. As the distressed woman begins to cry, the corporal continues to shower her with abuse - screaming you are f****** weak!. Disturbingly, the instructor then pretends to have a change of heart, suggesting the woman has completed the exercise, before shouting you are far from the end.  All Army recruits undergo bayonet training - showing them how to use a short knife attached to a rifle. The Mail on Sunday showed the video to former head of the Army, Lord Dannatt - who branded the corporal\u0027s behaviour as unacceptable. "},{"url":null,"title":"hilarious footage shows spooked seagull","story":"NewsHilarious footage shows spooked seagull attacking own reflection in car\u0027s shiny bodyworkGraeme Stokes was on his way to work when he spotted the large bird repeatedly pecking at its own reflection in the door of a car\u0026nbspShare\u0026nbspCommentsByDavid Keane12:05, 6 MAY 2018News\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailHilarious footage shows the moment an agitated seagull attacks its own reflection in the shiny bodywork of a car. However locals have slammed 38-year-old Graeme Stokes for not reporting the amusing incident to police - after he filmed the bird aggressively pecking at a new black Lexus in Brighton. The father of two attempted to scare the bird off - however the stubborn seagull stood its ground. Hilarious footage shows the seagull repeatedly pecking the vehicle\u0027s passenger door and loudly squawking in frustration as it attempted to attack what it believed to be another seagull. Sharing the video on social media, the nurse was stunned to be sent messages by angry locals saying he should have called the police to report the bird\u0027s antics.  Graeme, from Brighton, said: It was making a bit of a racket as I was walking up the street so I looked over as it was screeching as they often do. It was pecking at the car and going mad at it, it was really quite aggressive. So I quickly got my phone out and filmed it. Then I went over to try to shoo it away as I was worried about it damaging the car, it was going at it that bad. But as I walked over it began to scream at me and I thought \u0027sod that, I\u0027m not going near it\u0027.  Graeme continued: They are like vultures round here. I have heard stories of them causing serious injuries to people so as it turned on me and shouted I thought I\u0027d better stay clear. I thought the car would stand up better to the pecking than I would. I could still hear it pecking at the car as I walked away. It could have carried on all day for all I know. I could see that its beak was chipping the paint. It was getting spooked by its own reflection in the car as it was quite a shiny car so you could see the reflection clearly. It kept bobbing its head from left to right in anger, staring at itself. You would have thought it had encountered its reflection before. But it was Sunday morning in Brighton after all - perhaps it had had a few beers the night before. "},{"url":null,"title":"primark bringing back iconic early","story":"NewsPrimark is bringing back this iconic early noughties fashion statement so you can re-live your youthRemember Groovy Chick? Well, thirty years after she was created, she\u0027s back\u0026nbspShare\u0026nbspCommentsByZahra MulroySocial Audience Editor14:02, 6 MAY 2018NewsWelcome back! (Image: officialgroovychick/Instagram)\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailThe early noughties definitely had their own striking aesthetic. Baggy flares, massive statement belts, stripy highlights, those skirt-trouser things, inflatable everything, bubble writing - there was a lot going on.  Happily, apart from the odd rogue trend which has since resurfaced, many of these have stayed in the noughties and quietly died the death they so richly deserve.  But one fashion statement is set to make a comeback and, call us nostalgic, we\u0027re actually really excited. Remember Groovy Chick? If you\u0027re of a certain age, then you definitely will.  Groovy Chick didn\u0027t really do anything other than adorn Bang On The Door merchandise - of which there was a lot (stationary, bedding, clothing, you name it) but that wasn\u0027t the point, Because in doing so, she became a sort of fashion phenonmenon. There were other Bang on the Door characters too Fairy Girl, Beach Babe - but Groovy Chick was the Big Dog. Now, thanks to Primark, she is set to rule again - 30 years after she was initially designed by Karen Duncan and Samantha Stringle. "},{"url":null,"title":"what terms conditions your favourite","story":"NewsThis is what the terms and conditions of your favourite apps really look like - and it\u0027s horrifyingDesigner Dima Yarovinksy has spelt out what we\u0027re all agreeing to on a daily basis\u0026nbspShare\u0026nbspCommentsByZahra MulroySocial Audience Editor17:41, 6 MAY 2018NewsTwitter is one of the most widely-used apps out there\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailThere\u0027s an app for nearly everything these days. Want to tell the world where you\u0027ve recently had a number two? You should download Places I\u0027ve Pooped.  Should you find there\u0027s not quite enough gross pimple-popping footage out there, you can now get an app that makes a delightful little game out of it.  It\u0027s no wonder so many apps exist (Android users able to choose between 2.8 million apps and iPhone users having 2.2 million at their disposal). They\u0027re often free and easy to download. All you need to do is agree to the terms and conditions. Sounds simple, doesn\u0027t it? But this sobering visual may make you think twice... When you hit I agree, you\u0027re agreeing to ALL of these...  From the left, these terms and conditions correspond to some of the most popular apps out there:  WhatsApp (green), Google (grey), Tinder (pink), Twitter (light blue), Facebook (darker blue), Snapchat (yellow) and Instagram (darker pink).   So...did you read all of these before signing up?   Nope, us neither.     The terms and conditions were presented presented in an exhibition in the Bezalel art and design academy.  The designer, Dima Yarovinksy explained his project as follows:  I took the content of the \u0027terms of service\u0027 of the leading online services that we use on a daily basis (including Facebook, Snapchat, Instagram, Tinder etc.). I\u0027ve printed them on a standard A4 wide scroll with a standard legal contract font size and type. "},{"url":null,"title":"woman caught camera picking nose","story":"NewsWoman caught on camera picking nose and adjusting bra in car window gets big surpriseThe Vietnamese woman got the shock of her life after she decided to use a car\u0027s tinted window as a mirror\u0026nbspShare\u0026nbspCommentsByJasmine Rapson12:43, 6 MAY 2018NewsVideo LoadingVideo UnavailableClick to playTap to playThe video will start in 8CancelPlay now\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailA young woman has been caught on camera picking her nose and adjusting her bra in the reflection of a car window. The embarrassing moment, which was filmed from the car, shows the Vietnamese woman plunge her hands down her top and adjust her bra. She pulls numerous faces in the window, appearing to be impressed with the reflection, as she unashamedly gropes herself. After she finished rearranging her underwear, the woman then proceeds to pick her nose as she uses the the car\u0027s dark tinted window as a mirror. "},{"url":null,"title":"north korea claims taking much","story":"NewsNorth Korea claims US is taking too much credit for historic peace talks and warns \u0027provoking\u0027 Kim Jong-un could derail breakthroughKim Jong-un promised to denuclearise the Korean peninsula last month during a landmark summit with South Korea\u0027s President Moon Jae-in\u0026nbspShare\u0026nbspCommentsByJamie Bullen16:37, 6 MAY 2018NewsSouth Korean President Moon Jae-in and North Korean leader Kim Jong Un pose with their wives during last month\u0027s summit (Image: REUTERS)\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailNorth Korea has claimed the US is taking too much credit for historic peace talks with the South and warned \u0027provocative\u0027 military pressure could derail relations. Kim Jong-un promised to denuclearise the Korean peninsula last month during a landmark summit with South Korea\u0027s President Moon Jae-in. It\u0027s the first time a North Korean leader has stepped foot in the south since the end of the Korean War in 1953. The pledge boosted hopes of peace amid fears over North Korea\u0027s nuclear missile programme and even prompted Republicans to suggest Donald Trump should win the Nobel Peace Prize for his role, despite months of online threats. But North Korea has now accused the US of misleading public opinion over the diplomatic breakthrough, which it was claimed was aided by a series of UN and US sanctions designed to halt the development of nuclear weapons.  The state\u0027s official news agency KCNA reported that North Korea also warned the US not to deliberately provoke Kim Jong-un by moving to deploy strategic assets in South Korea and raising human rights issues. This act cannot be construed otherwise than a dangerous attempt to ruin the hardly-won atmosphere of dialogue and bring the situation back to square one, the a foreign ministry spokesman was quoted as saying. It would not be conducive to resolving the issue of denuclearisation if Washington miscalculated North Korea\u0027s peace-loving intention as a sign of weakness and continued to pursue its pressure and military threats, KCNA said. Trump, who plans to meet Kim over the next few weeks, has said he will maintain sanctions and pressure on the North and not repeat the mistakes of past administrations.  He claimed his tough stance had helped create the breakthrough. Trump told the National Rifle Association\u0027s annual convention in Dallas on Friday that he had toned down his rhetoric in anticipation of the talks after labelling Kim Little Rocket Man last year and threatening him with fire and fury.  Moon said Trump deserved a Nobel Peace Prize for his efforts to end the standoff with the North, while 18 House Republicans also backed him to be awarded the honour. "},{"url":null,"title":"topless women march through tel","story":"NewsTopless women march through Tel Aviv for annual Slut Walk protesting sexual violence and harassmentThe activists raised awareness about women\u0027s rights and called for an end to victim blaming or shaming\u0026nbspShare\u0026nbspCommentsByChris kitching22:14, 5 MAY 2018NewsWomen march through Tel Aviv with placards reading Not guilty (Image: REUTERS)\u0026nbspShare\u0026nbspCommentsGet daily updates directly to your inbox+ SubscribeThank you for subscribing!Could not subscribe, try again laterInvalid EmailThousands of women marched in solidarity through the streets of Tel Aviv as they protested sexual violence in an annual Slut Walk. Some demonstrators were topless while others wore bras or bikini tops as they raised awareness about women\u0027s rights, inequality and crimes against women. This year\u0027s march also called for an end to victim blaming or shaming in cases of sexual violence, including rape. Slut Walks have been held in cities around the world since they began in Toronto, Canada, after a police officer suggested to university students that women could avoid being sexually assaulted by not dressing like sluts.   During Friday\u0027s march in Tel Aviv, women carried signs with slogans including Not guilty, Make love, not rape and A thong is not an invitation to rape, the Times of Israel reported.  Other posters featured images of high-profile men who have been convicted of sexual abuse. Women wrote the Hebrew word for slut or phrases such as No means no on their bodies.   Event organiser Bracha Barad told the Jerusalem Post: The word \u0027slut\u0027 is not just a word intended to humiliate women, it serves society and the system as a justification for rape.  She added: There is no connection between the victim\u0027s clothing or her sexual past and the attack she has endured. The law and enforcement authorities are quick to grant exemptions to rapists. An organiser wrote on an event listing for the Slut Walk: This year, again, many women joined the endless list of victims who were blamed.  This year, again, we could not walk the streets in peace, even though the streets are ours as much as they are theirs. This year, again, thy wisteled [sic] at us, honked at us, yelled at us \u0027you’re so fine\u0027, \u0027man what I’d do to you\u0027, \u0027those tits!\u0027, \u0027that ass!\u0027. This year, again, our body was considered public property. "}]