[{"url":null,"title":"Mail petition contract UKs new blue passport British firm","story":"      The Government had decided the post-Brexit blue passports should be made by a European companyA Daily Mail and MailOnline petition to have Britain\u0027s post-Brexit blue passports made by a British company has gained more than 310,000 signatures. The Government had decided the passports should be made by a European company.But the Daily Mail and MailOnline called on ministers to put British workers first by reversing the decision and giving the contract to a British firm. Now you can add your voice too – simply enter your name, email address and home town into the form below to add YOUR voice - the total will be regularly refreshed so you can see how you\u0027ve made a difference. Be assured, your details will be kept confidential. If you can\u0027t see the entry form details, simply copy and paste this address into your browser, or click here: www.dailymail.co.ukpassportsTOTAL SO FAR: 311,886Our grand total above includes both online and postal signatories.You can also share this page with your friends and family by using the links below:"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/02/23/4AC5BC0400000578-5569167-image-a-53_1522707071337.jpg","title":"Meghan Markles father terrified walking aisle","story":"    Thomas Markle Sr was pictured carrying an AA-published book called Images of BritainWhen your daughter’s about to become a British princess, it’s a good idea to swot up on the country.And that’s just what Thomas Markle appears to be doing ahead of his daughter Meghan’s wedding to Prince Harry next month.The 73-year-old was pictured carrying an AA-published book called Images of Britain: A Pictorial Journey Through History as he strolled through his hometown of Rosarito, Mexico last week. It could suggest the reclusive pensioner will give his daughter away at St George’s Chapel, Windsor, on May 19.Kensington Palace has yet to confirm whether the retired TV lighting director will do so. Mr Markle’s guidebook, first published in August 1990, is packed full of the most beautiful landscapes and buildings Britain has to offer.Less than 20 pages in, he will have found a photograph of his daughter’s wedding venue, Windsor Castle, looming over boats on the Thames.Last year Mr Markle was reportedly left ‘extremely’ hurt after Harry, 33, told the BBC his relatives were ‘the family’ his 36-year-old fiancee ‘never had’. Miss Markle’s half-brother, Thomas Markle Jr, 51, told MailOnline: ‘My father will be extremely hurt ... He dedicated the majority of all his time and everything to her.’          The book could be another suggestion that the reclusive pensioner will give his daughter away at St George’s Chapel, Windsor, on May 19The reason Mr Markle is getting to grips with British culture could be  because of his apparent nerves about walking his daughter down the aisle.        Millions of people across the world will be watching he accompanies his 36-year-old daughter through St George\u0027s Chapel in Windsor to her waiting groom, Prince Harry.But family members say the retired lighting director, who lives in in Rosarito Beach in Mexico, is nervous about \u0027representing his family, and America\u0027.The fiercely private 73-year-old will battle through health concerns including a knee injury to attend his daughter\u0027s nuptials on May 19.           Meghan shared this photograph of her with her father captioned simply \u0027Me and my dad\u0027 before she shut down her social media accounts          Meghan Markle, her father Thomas Markle Sr, and her nephew Tyler Dooley. Her father is reportedly \u0027terrified\u0027 about his daughter\u0027s upcoming wedding          An adorable Meghan is pictured here as a baby with her father, who \u0027worships the ground she walks on\u0027Renowned royal biographer Andrew Morton documents the family relationship and life of Harry\u0027s bride-to-be in his book, Meghan: A Hollywood Princess. In the book - which is being serialised by The Sun on Sunday - Thomas Markle Jr told Morton: \u0027I know how proud he will be to take her arm and walk her down the aisle.\u0027But I also know how terrified he will be. \u0027If he doesn\u0027t go he will regret it for the rest of his life. He is not just representing his family, he is representing America.\u0027 The day Meghan Markle let her ruthless side show ¿ by...Share this articleIt had  been rumoured that Meghan could even have both her father and her mother walk her down the aisle.Mr Markle was a leading Hollywood lighting director in his mid-30s when he met Meghan\u0027s mother, Doria, who was 12 years his junior and temping in his studio.They married and  a year later Meghan was born, in August 1981.          Sources claim Meghan\u0027s father has struck up a close friendship with Prince Harry, although he is yet to meet him          Millions of people across the world will be watching as Thomas Markle Sr accompanies his 36-year-old daughter through St George\u0027s Chapel in Windsor          Meghan is pictured here aged 11 with her father Thomas Markle, her former sister-in-law Tracy Dooley and Tracy\u0027s sons (Meghan\u0027s nephews, Thomas (left) and Tyler Dooley)  Keep the cold at bay like Meghan in a coat by MackageBuy it hereMeghan Markle and Prince Harry attended their first Royal engagement in Belfast last week and all eyes were on Meghan\u0026#39s outfit!Our new favourite fashionista was wearing this gorgeous beige midi coat from Mackage that complemented her green skirt from Greta Constantine and jumper by Victoria Beckham. Mackage is a brand we’ve seen Meghan in before but this coat is a new piece for the soon-to-be fully fledged Royal. However, in typical Meghan style it’s cut with a waterfall design that can easily be wrapped over and tied at the waist and finished with leather trim pockets. A coat like this is a total staple piece so snapping it up yourself may be pricey but worth every penny when you can wear it again and again.If you don’t get there quick enough, be sure to shop alternatives via the edit below as we’ve found some fab options from Wallis, PrettyLittleThing and Max Mara.Wallis waterfall coat (now reduced to £52)Steffan Schraut belted wool coat at StyleBop (now reduced to £311)Weekend Max Mara \u0026#39Lari\u0026#39 reversible coat at John Lewis"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/02/22/4AC62ADB00000578-5570979-image-a-91_1522704449700.jpg","title":"The tantalising baby clues Kate Zaras Royal bumps","story":"Dress like the Duchess in a tailored brown coat by Catherine WalkerClick to check out the current collectionShe\u0026#39s just weeks away from giving birth and the Duchess of Cambridge stepped out to the Easter Church Service today looking incredibly chic in a tailored brown coat by Catherine Walker.The Chelsea-based designer is well known for her upmarket couture famously worn by Princess Diana and Kate\u0026#39s mother Carole Middleton. Kate is renowned for recycling her favourite wardrobe pieces and this coat is no exception. We last spotted her wearing it on St Patrick\u0026#39s Day back in 2015. In fact, she was a few weeks away from giving birth to Princess Charlotte then, so she clearly favours it for maternity wear.This time she accessorised it with a hat by Lock \u0026amp Co, nude Gianvito Rossi pumps and Balenciaga earrings.Sadly the coat isn\u0026#39t available to buy, but click (right) to do a spot of window shopping on the Catherine Walker site. Or if you want to give your regal style a bit of a reboot, our edit below is a good place to begin. We\u0026#39ve picked out some beautiful brown coats from Phase Eight, Yoox, Ashley Brooke and La Redoute that are perfect for giving a nod to Kate\u0026#39s look.Phase Eight \u0026#39Byanca\u0026#39 coat at John Lewis8 belted coat at Yoox (now reduced to £170)Ashley Brooke long brown coat at KaleidoscopeA netball\u0027s a boy, a wide bump\u0027s a girl Is Kate expecting a boy? It’s said if a woman has a bump that sticks out in front like a netball, it’s a boy — and Kate’s bump fits the description to a T.This could be because boys are, on average, larger when they’re born than girls (and therefore the bump may be slightly more pronounced). Shape on top can also be a predictor — women carrying girls develop larger breasts during pregnancy than women carrying boys (their bust increases by an average of 8cm compared with 6.3cm) as male foetuses require more energy from their mother, causing her to grow less  Sophie Wessex displayed the classic girl bump at eight months pregnant with her daughter (left) and a rounder netball shape when seven months pregnant with her son (right)There’s another reason Kate might be more likely to be having a boy — because William has a brother.Corry Gellatly, a research scientist at Newcastle University, analysed 927 family trees and found men with brothers are more likely to have sons, while men with sisters are more likely to have daughters. This pattern is found in men but not in women.Zara, on the other hand, is displaying all the tell-tale signs of a woman who is carrying a girl. Prince Philip misses his third appearance in 10 days when he...Share this articleAccording to perceived wisdom, if it’s a girl, the weight is spread out around an expectant mother’s middle and hips — and Zara’s bump appears to be spread more widthways than poking out to the front.Pictured here on Sunday, Zara, who is believed to be around six months pregnant, has a similar bump to when she was carrying her daughter, Mia, in 2013 (below).This theory also works with Sophie Wessex who displayed the classic girl bump at eight months pregnant with her daughter, Lady Louise, in October 2003 — her bump full and wide across her waist and hips. Seven months pregnant with James, Viscount Severn, in October 2007, Sophie’s bump is the rounder, ‘netball’ shape.  Sizes that show if it\u0027s number one, two or three Kate is due to give birth within the next few weeks and, while you would expect her bump to be big, it does seem larger than the bumps of her previous pregnancies at the same stage.Research has shown that a woman’s bump is considerably smaller for her first baby than subsequent pregnancies.That’s because when a woman becomes pregnant, her levels of the female hormone progesterone increase.  The Duchess of Cambridge while pregnant with George (left) and Charlotte (right)This causes bloating and may make the stomach swell before the womb itself has increased in size. In second and third pregnancies, this happens more quickly and the bump gets bigger. Kate’s bump with Prince George, her first child, born in 2013, was smaller and neater.Also a swelling uterus causes abdominal muscles and ligaments to stretch, and though these constrict again after the birth, they will never regain their pre-pregancy tautness.          Kate\u0027s current bump does seem larger than the bumps of her previous pregnancies at the same stageWhen she was carrying Charlotte, the bump was slightly bigger — and her third bump is bigger still.This does not necessarily mean she is carrying a big baby, however.‘The bump of a 10lb baby can look smaller than that of a 6lb baby, depending on the shape of the mother’s body,’ says Sarah Fox, policy adviser at the Royal College of Midwives.   And what snapping back fast means There wasn’t the pressure back in the Eighties for new mothers to shrink back into shape as soon as they had given birth.Attending a Service of Commemoration at St Paul’s Cathedral for the Falklands War in July 1982, a month after giving birth to William, Diana is happy to show off a delightful post-baby tummy, even highlighting it with a beltKate, on the other hand, was back in her skinny-fit jeans five weeks after giving birth to Prince George in July 2013.   Kate was back in skinny-fit jeans five weeks after giving birth to Prince George in 2013 (left), whereas Diana showed off her post-baby tummy a month after giving birth to William in 1982 (right)It was a similar story with Princess Charlotte, as Kate quickly regained her size 8 figure.Diana didn’t start to work out until after Prince Harry was born, whereas Kate has always been sporty and continued to stay active throughout her pregnancy with George meaning that — post birth — she was able to benefit from ‘muscle memory’ whereby abdominal muscles respond more quickly to exercise.  Like mother like daughter   These pictures show that the bumps of Zara (right) and her mother Princess Anne (left) are surprisingly similarThese pictures show that the bumps of Zara (pregnant with daughter Mia in 2013) and her mother, Princess Anne, when she was carrying Zara in 1981, are surprisingly similar. Anne’s bump was wide like Zara’s, and she, too, is in blooming good health, just nine days before the birth on May 15 that year. Experts say that this may be because mothers and daughters often have the same build and figure, meaning their bodies change in a similar way.  Shape that can hint at how fit you are Eight months pregnant with Princess Beatrice in July 1988, the Duchess of York is sporting a huge bump that has spread all around her middle. Yet Beatrice was not a large baby — weighing 6lb 12oz at birth.Experts say a woman who is in good physical shape — with a toned, taut tummy — will have a neater bump. That’s because the stomach muscles hold it in place.Fergie’s constant up and down battle with her weight has been well documented over the years — and in her first pregnancy she was comfort eating, hence the large bump.  In her first pregnancy Fergie was comfort eating, hence the large bump (left). But when she was pregnant with Eugenie in 1990 the Duchess made a concerted effort to look after herself (right)But to be fair to Fergie, a taller woman will carry her bump more easily. At 5ft 6in, any non-bump related weight gain was going to be more noticeable on her.When she was pregnant with Eugenie in 1990, the Duchess made a concerted effort to look after herself and cut a relatively trim figure for most of the pregnancy.In February of that year, a month before the birth, she was photographed with a neat bump — spreading widthways as girls are said to do — and looked in radiant health. Princess Eugenie was born on March 23, 1990.But Fergie was soon back on her diet and was rewarded in December of that year by being named the year’s most inspirational female personality by Slimming magazine. "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/03/16/4ACA7A3700000578-5573761-The_Duchess_used_the_Quick_Check_system_which_allows_myWaitrose_-a-7_1522770453250.jpg","title":"Kate spotted shopping Waitrose store Norfolk","story":"    The Duchess of Cambridge is seen looking at products as she fills her trolley at a Waitrose branch in Norfolk yesterday          The Duchess used the Quick Check system, which allows myWaitrose customers to scan and pack their shopping into bags      Invest in a classic buttoned coat like KateShop more coats from the brand here!She carried out her last official engagement before going on maternity leave at the end of March. But with just weeks to go until she\u0026#39s due to welcome her third child, the Duchess of Cambridge isn\u0026#39t taking it easy! Not only did she attend the Easter service at St George’s Chapel in Windsor on Sunday, she was pictured doing a spot of shopping at Waitrose the next day. She\u0026#39s got a reputation for being thrifty to uphold, and Kate certainly lived up to that! She recycled a Joseph coat that we\u0026#39ve spotted her wearing on many occasions (pictured, right), going back as far as 2007. From a day at the races to running some errands, it\u0026#39s definitely a versatile piece. Unfortunately it\u0026#39s no longer available to buy, but click through to shop the current collection of Joseph coats. Or if you\u0026#39ve fallen in love with the dusty pink colour of this style, recreate Kate\u0026#39s look with the help of our edit below.GOAT  Double-breasted frayed-edge cotton coat at MATCHESFASHION.COML.K.Bennett Laurela Seam Detail Coat in Blush at John Lewis    The 36-year-old royal was pictured with a protection officer yesterday after a visit to her favourite supermarket in Norfolk          Kate is claimed to have said \u0027Hi, hello\u0027 to a woman who greeted her in the car park of the Waitrose supermarket in NorfolkThe woman, who wished to remain anonymous, saw Kate loading the bags into her car outside the store – and when the onlooker said \u0027hello\u0027 to her, the Duchess is said to have replied: \u0027Hi, hello.\u0027The passer-by said: \u0027I was just in Waitrose doing a bit of shopping. I just went round the corner of the aisle - and I saw her. I said to my husband \u0027that looks like Kate Middleton\u0027. He said \u0027it\u0027s not\u0027, and I said \u0027it is\u0027.\u0027Is Kate expecting a boy? The baby clues behind the royal...Not long now! Kate and Zara show off their bumps as they...Prince Philip misses his third appearance in 10 days when he...The day Meghan Markle let her ruthless side show ¿ by...Woman says she was 15 when she \u0027was raped by Pippa...Share this articleShe said the Duchess, dressed in a peach coat and black heels, was using the Quick Check system, which allows my Waitrose customers to scan and pack their shopping straight into bags in the trolley as they go through the store, presenting a running total on a device.The woman spotted Kate doing her shopping inside the store, before then seeing her again 15 minutes outside when she approached her to say hello. She added: \u0027I just saw her browsing. I didn\u0027t want to get too close to her.\u0027The woman said Kate was accompanied by a royal protection officer, who stood next to her as she loaded her shopping into the car. She added: \u0027I did actually say \u0027hello\u0027 to her as I walked past. She turned and said \u0027Hi, hello\u0027.\u0027    The trip came one day after Kate attended an Easter Sunday service in Windsor with the Queen and Prince William          The Prince of Wales and the Duchess of Cornwall are pictured visiting a Waitrose in London\u0027s Belgravia in September 2009          The Queen, pictured with Waitrose marketing chief Rupert Thomas, looks at a store in Poundbury, Dorset, in October 2016She added that the Duchess appeared to have bought a plant of coriander or parsley, with a \u002725 per cent off\u0027 sticker visible on the outside, and that she seemed to have taken her own bags with her to the store.The woman, who was returning from a holiday for the weekend when she visited the store and is not from the area, said: \u0027It was like a surreal experience, to see her doing everyday things.\u0027 Kate, who already has two children - Prince George, four, and Princess Charlotte, two – is expected to give birth to her third child before the wedding of Prince Harry and Meghan Markle on May 19 in Windsor, Berkshire.The Duchess was pictured a day earlier - with Zara Tindall, who is also heavily pregnant - for a traditional Easter Sunday service at St George\u0027s Chapel on the grounds of Windsor Castle where Meghan and Harry will marry.Kate is known as a fan of Waitrose, and her sister Pippa was hired as a star columnist for its magazine in 2013 under the section \u0027Pippa\u0027s Friday Night Feasts\u0027 after the publication controversially ditched Delia Smith."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/03/20/4ACAFAAF00000578-5574887-image-a-2_1522782778688.jpg","title":"Colin Farrel checks 36 000 month Meadows rehab center","story":"    Colin Farrell, who has a history of alcohol and drug abuse, checked into the elite Meadows clinic in Wickenburg, Arizona this past week\u0027He decided to pre-emptively check himself in before it went to a bad place. He didn\u0027t want to go down that rabbit hole again. \u0027He\u0027s so hyper aware that he\u0027s an addict that he felt that he could very easily start using again. \u0027Another week and he could have started using again. Colin has worked so hard to stay sober that the only way he thought he could get it under control was to go back and get some professional help. He has a lot of responsibilities and he thought it best to go away for a while and get help.The 41-year-old actor - who grew a reputation as a Hollywood hell raiser in his younger years - battled addiction for a decade until he faced his demons while filming Miami Vice in 2005.As soon as the movie wrapped he checked into rehab to get help with his issues and later admitted he was \u0027out of control\u0027.The Meadows claims to have the best treatment programs in the United States.Farrell will be able to take part in horse riding, yoga, Tai chi, acupuncture and \u0027mindfulness meditation\u0027 at the clinic.The impressive facility boasts a fitness center, a swimming pool and relaxation areas.The center runs a 45-day treatment program for addicts called the \u0027Gentle Path\u0027 under which patients undergo counseling and \u0027expressive arts\u0027 to try and deal with their issues.          The elite Meadows clinic is popular among celebrities and has treated stars such as Tiger Woods, Elle Macpherson, Kate Moss, Selena Gomez and Kevin Spacey          The clinic (pictured), which is in the Arizona desert, costs approximately $36,000-a-month for in-patient programs          Farrell will be able to take part in horse riding, yoga, Tai chi, acupuncture and \u0027mindfulness meditation\u0027 at the clinic (its pool pictured above)          The center runs a 45-day treatment program for addicts called the \u0027Gentle Path\u0027 under which patients undergo counseling and \u0027expressive arts\u0027 to try and deal with their issuesThe website states: \u0027In a safe and nurturing community composed of their peers, men are guided on their journey of recovery by examining the underlying causes of addiction and co-occurring disorders.\u0027The goal is for these iniduals to gain the courage to face difficult issues, including grief and loss heal from emotional trauma and become accountable for their own feelings, behaviors, and recovery.\u0027Last year Farrell appeared on the Ellen show and celebrated ten years of sobriety.He opened up about his early alcohol and drug addiction, admitting he was \u0027out of control\u0027 for many years.Farrell recalled how he used to dread when comedian Ricky Gervais would introduce him at awards shows.\u0027He\u0027d say something like I hate the clichés, and Hollywood is full of them, things like All Irish people are overblown drunken alcoholics… ladies and gentlemen, Colin Farrell,\u0027 the actor recalled.  A source close to the star tells DailyMail.com that Colin became \u0027overwhelmed\u0027 following a busy year having completed three back to back films and began getting \u0027urges\u0027 to start \u0027using\u0027 again          Last year Farrell appeared on the Ellen show and opened up about his early drink and drug addiction, admitting he was \u0027out of control\u0027 for many yearsFarrell said he checked into rehab after filming Miami Vice in 2005.\u0027It was interesting because I couldn\u0027t remember a single frame of doing it,\u0027 he told the Mirror in 2013. \u0027I was at the premiere and didn\u0027t know what was happening next. But it was strange because I was in it.\u0027As soon as filming ended, Farrell was sent to rehab.\u0027The second it was finished I was put on a plane and sent to rehab as everyone else was going to the wrap party,\u0027 he said.His family and friends had been pressuring him to look into rehab, and he realized that he had finally lost control over his drug use and drinking.\u0027I\u0027d gotten out of control - for years I could indulge in certain things,\u0027 he said. \u0027I had quite a high tolerance for various drugs for years, I thought. It accumulated to the point where I couldn\u0027t put my foot on the brake anymore.\u0027Ultimately he realized that he needed to get sober in order to be a good father to his son James, who was born with Angelman syndrome, a condition that causes seizures, difficulty with motor skills, and difficulty speaking.The Irish hunk said he had been fairly \u0027drunk or high\u0027 since the age of 14 and even The notorious admitted he was on the brink of going on a lethal heroin binge before getting clean. "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/03/23/4AC2853100000578-0-image-m-41_1522795622861.jpg","title":"They raised beetroot air shouted f capitalism","story":"    Amid loud apologies for being late, Jeremy Corbyn and his wife Laura joined the seder, a Jewish ritual dinner held on the first or second night of PassoverFor more overtly political groups, the trend has been for a third celebration centred on political debate – thus the one hosted by Jewdas on Monday.Corbyn was given a standing ovation by the majority of those present when he arrived.Relaxed and smiling, the MP for the neighbouring constituency of North Islington was carrying a bag of beetroots from his allotment, where he had been earlier in the day.One of Jewdas\u0027s founders has explained that the group had \u0027an explicitly non-Zionist stance, alongside satirising the many absurdities of the British Jewish community and throwing excellent parties\u0027. On Monday, it served vegan and gluten-free food.Far-Left Jewish group Jeremy Corbyn partied with published...Share this articleThe vegetarian Labour leader had clearly done his homework to ensure he observed the correct protocol – bringing his home-grown beetroot. This suggests it was not an impromptu visit, as has been suggested.Alongside his wife, who imports Fairtrade coffee, Corbyn took his place at a table in the hall at St Peter\u0027s church in De Beauvoir, a well-heeled enclave in Meg Hillier\u0027s Hackney South and Shoreditch constituency.The church has a long history of community involvement. Its website states it has a \u0027reputation for inclusiveness\u0027 as well as being \u0027a peaceful place for prayer and reflection\u0027. Yet peaceful prayer and reflection seemed to be the last things on the mind of a succession of speakers who went to the front of the hall to denounce the State of Israel.          Corbyn (pictured on Monday) was given a standing ovation by the majority of those present when he arrived at the event At a traditional Passover feast, there are readings from the Haggadah, a Jewish text which tells the story of the liberation of the Jews from slavery in Egypt.But the folk of Jewdas do things differently. Instead, there was a succession of short political speeches, often peppered with four-letter words – despite the presence of primary school age children. There were repeated mentions of \u0027f***ing Tories\u0027.There were jeers and catcalls when one speaker referred to Jonathan Arkush, President of the Board of Deputies of British Jews, who last week led the protest outside Parliament against Corbyn\u0027s failure to tackle anti-Semitism in the Labour party.Mention by one speaker of the Labour MP Wes Streeting, a critic of Corbyn, produced a sustained burst of jeers.Some eyewitnesses said they detected a smile on Corbyn\u0027s face. Whatever the case, having committed Labour to \u0027challenge and campaign against anti-Semitism in all its forms\u0027, Corbyn could have taken the opportunity to make his views known. Indeed, a more astute political leader might have called for calmer debate or even left the hall.But Corbyn, who once said he regarded Hamas and Hezbollah as friends and laid wreaths in honour of victims killed by Israel during an attack on the Palestine Liberation Organisation\u0027s Tunisian HQ, stayed for around four hours.Meanwhile, unknown to Corbyn, a fellow guest emailed a friend, expressing surprise that the embattled Labour leader was at an event organised by a group hostile to the Jewish establishment in Britain. Before long, Corbyn\u0027s presence was widely known in Westminster circles – in time for the journalist Alex Wickham, of the Guido Fawkes political gossip website, to arrange for someone to covertly record the rest of the proceedings.Worse was to follow. As the wine flowed, a woman speaker read from the Jewdas order of service, mocking the biblical story of Egyptians drowning in the Red Sea.      "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/03/23/4ACAA9F700000578-0-image-a-4_1522796217655.jpg","title":"RICHARD KAY Prince Philips hip operation shape Harry Meghans wedding","story":"    Prince Philip\u0027s hip operation means, hopefully, he will be fit enough not just to take part in the Royal Windsor Horse show, but, crucially, to be an active participant at Prince Harry’s wedding ten days laterFor the most part, Prince Philip takes bouts of ill-health in his stride. But confronted by the possibility that an untreated hip complaint could prevent him participating in his beloved sport of carriage driving, he has accepted medical advice.The aim of today’s procedure is, however, twofold. It means, hopefully, he will be fit enough not just to take part in the Royal Windsor Horse show on May 9, but, crucially, to be an active participant at Prince Harry’s wedding ten days later.Both are key fixtures in Philip’s diary. Indeed, Harry favoured Windsor as his wedding venue because it would be easier for his grandfather to attend.Although he’s 96 and therefore the prospect of a general anaesthetic cannot be taken lightly, Philip remains supremely fit and remarkably strong for his age.He still walks quickly with one hand behind his back, as of old. And he still cuts a dapper figure, with tailored suits and well-polished shoes this helps give the impression of a much younger man.Someone seeing him for the first time would not believe he’s a nonagenarian.The Queen Mother underwent two hip operation in her nineties. She had a hip replacement at 95 and then, at 97, had surgery after fracturing her left hip. She recovered to continue carrying out public engagements.The Duke of Edinburgh, of course, has officially retired from royal duties but he still makes a point of showing up at events, often unexpectedly, but to the delight of organisers.He had hoped to join the Queen for the Maundy service at St George’s Chapel in Windsor last Thursday, and his name was in the order of service. He was also absent from the royals’ traditional Easter Sunday church service.The previous week he pulled out of a ceremony to hand over his role as Colonel of the Grenadier Guards to Prince Andrew.          Police stand outside the King Edward VII Hospital in London after Prince Philip was admittedThe fact is that he has endured severe back pain for more than 20 years. It is the reason why, at times, he has appeared irritable in public. But the hip problem has become acute.A close friend of the duke describes his condition as ‘the bones in his hip grinding together.’Surgery, says the friend, does not intimidate him. ‘For him, it is a simple choice if without the procedure it means he cannot continue carriage-driving, then it is worth undergoing an operation. He will only stop when he no longer enjoys it, not because he can’t do it. Above all he wants to remain active.’Prince Philip, 96, is admitted to hospital for planned hip...Investigators could launch SIX more inquiries into \u0027unlawful...Share this articleWhen Philip retired from public duties last year, it was not for medical reasons – he simply wanted to enjoy more of his leisure time.Just a few days after Buckingham Palace announced the decision, he was carriage-driving at the Royal Windsor Horse Show.He turned 96 last June, and a week later helped the Queen celebrate her official 91st birthday at the annual Trooping the Colour parade. On June 20, he spent the day at Royal Ascot, where temperatures were so hot that the dress code in the Royal Enclosure was relaxed for the first time.But that evening, Philip was admitted to King Edward VII Hospital in London as a precautionary measure, for treatment for an infection arising from a pre-existing condition.          Harry and Meghan pictured after their engagement. Harry favoured Windsor as his wedding venue because it would be easier for his grandfather to attendHe missed the State Opening of Parliament the next day, when Prince Charles stepped in to accompany the Queen.On his final official engagement on August 2, the prince strode with ease around the forecourt of Buckingham Palace in the pouring rain, meeting Royal Marines.He made an appearance at the Royal Albert Hall for the Festival of Remembrance in November, and then the following day at the Cenotaph joined the Queen to watch the ceremony from a balcony rather than laying a wreath.Fears were raised when he appeared to lean against a pillar for support while standing during the Whitehall service. But a week later he was carriage-driving at Windsor on the day of his platinum wedding anniversary, and he and the Queen celebrated in the evening with a party for more than 100 family and friends.The fact is he has never really been the same since the Queen’s Diamond Jubilee six years ago when the duke, just short of his 91st birthday, contracted an infection after spending four hours on his feet in the rain and cold during a pageant on the River Thames.Abdominal surgery, bladder infections and a blocked coronary artery have seen Prince Philip admitted to hospital on a number of occasions.          Although he’s 96 and therefore the prospect of a general anaesthetic cannot be taken lightly, Philip remains supremely fit and remarkably strong for his ageBut despite having to spend two months convalescing following an operation on his abdomen in October 2013, Philip appeared sprightly and walked unaided on an official visit to a care home when, at the age of 92, he was older than many of the residents.Royal life has always agreed with him and most of his ailments and injuries have been sports-related.Philip suffers from arthritis in his right wrist, and broke a bone in his ankle playing polo. His arthritic wrist forced him to give up polo in 1971 – when he was 50 – after which he decided to take up carriage-driving.The duke is also an advocate of healthy eating combined with exercise. He once said he more or less followed the Atkins diet and he drinks only moderately.He takes the stairs – two at a time - rather than lifts, and still fits into the uniform he wore on his wedding day.But it is Harry’s wedding day in seven weeks’ time that has recently been on his mind. Says the friend: ‘With convalescence, he hopes to be there.’ "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/03/23/22/4A7E047000000578-0-The_loss_of_UK_jobs_caused_by_the_decision_to_make_the_new_blue_-a-7_1521843132583.jpg","title":"Passports showdown Mail prepares hand nearly 300 000 signatures","story":"    New doubts were cast yesterday on claims that a foreign firm got the contract to make Britain’s post-Brexit blue passports because it was better for price, quality and securityFresh doubts were cast yesterday on claims that a foreign firm got the contract to make Britain’s post-Brexit blue passports because it was better for price, quality and security.No 10 refused to back allegations by immigration minister Caroline Nokes, who told MPs last week that the Franco-Dutch firm Gemalto had won the deal on ‘all counts’.The British firm that wants to make them, De La Rue, has since said it came out ahead of Gemalto on both quality and security, a vital consideration.And last night it emerged Gemalto is already embroiled in a security row with the Estonian government, over a flaw in its ID cards.Tomorrow the Daily Mail will go to Downing Street to deliver our petition demanding post-Brexit blue passports be made in the UK. By last night it had been signed by 286,784 readers.It means there is little more than 24 hours left to sign if you want your voice to be heard in the heart of Government, although you can still add your name after then. It takes seconds to log on to our website and register your support. Since our campaign began 11 days ago, thousands have signed either online or by posting back our coupons.Last week Miss Nokes told the Commons: ‘The reality is that in a fair procurement process, we had to look at quality, security and price, and this was the contract that provided the best value on all counts.’But Downing Street yesterday distanced itself from her claim. A spokesman for the Prime Minister twice declined to defend the claim.Mail\u0027s petition to give the contract for the UK\u0027s new blue...Theresa May confirms British firm WILL get an extra two...Share this articleWhen asked if it was the Government’s ‘official position’ that Gemalto won on all counts, the spokesman said: ‘We are still in a legal process so I am restricted … the preferred bidder demonstrated they would be best able to meet the needs of our Passport Service with a high quality and secure product that delivers the best value for money for the taxpayer.’Asked again if the Prime Minister agreed with Miss Nokes, the spokesman said: ‘I haven’t got anything to add on that.’ In a statement yesterday signalling its readiness to go to court over the issue, De La Rue said that, based on its expert knowledge, it believed it was ‘the highest quality and technically most secure bid’, even if not the cheapest.The 200-year-old British firm believes Gemalto, partly owned by the French government, won by tabling an offer deliberately below cost price.The Home Office says the outsourcing move would save up to £120million over 11-and-a-half years. Downing Street confirmed the ‘standstill period’ during which rivals can challenge the contract had been extended for a fortnight at De La Rue’s request.          It was originally supposed to expire yesterday.But the spokesman denied this meant ministers were reconsidering, saying: ‘The preferred bidder demonstrated they were best able to meet the needs of the Passport Service. That remains the Government’s position.’ Last night it emerged Gemalto has been accused of failing to notify the Estonian government of a flaw that made thousands of electronic ID cards vulnerable to cyber hackers, the Daily Telegraph reported.The problem, believed to have affected as many as 750,000 cards made by the company since 2014, is understood to make them liable to cloning and identity theft.The security risk sparked national panic in Estonia, when it was identified last year.Tory MP Sir Bill Cash said: ‘In light of the Estonia debacle, it just doesn’t seem to me that sufficient inquiries have been made into the nature and quality of the contracting party.’ Estonian officials told the newspaper that their government was now considering legal action against Gemalto.Gemalto was unavailable when approached for comment.It came as MPs and peers last night called on the Home Office to ‘come clean’ about where Britain’s passports would be made before the Gemalto deal is finalised.The Home Office said it would not discuss where the documents would be produced and Gemalto has also failed to answer several questions posed by the Mail.A Home Office source indicated that the entire process will happen inside Europe and the UK. But the Government department would not issue an official statement confirming it. It has led to fears they could be made outside of Europe.The Home Office has said the personalisation process, when personal details are added and biometric chips programmed, will take place in the UK. But it is still unclear where the blank booklets will be made.          Tomorrow the Daily Mail will go to Downing Street to deliver our petition demanding post-Brexit blue passports be made in the UK. By last night it had been signed by 286,195 readers. Pictured: bags of coupons sent in by readersCurrently, passports are printed at De La Rue’s plant in Bathford, Somerset, before being assembled and personalised in its Gateshead factory, where up to 200 jobs are at risk. Tory MP Peter Bone said: ‘There are many questions to be answered and one of them is where on earth are these passports actually going to be printed. Are the passports actually going to be made and printed in France or printed in some sweatshop in the Far East?’Labour’s John Spellar said: ‘They need to come clean about where the actual production will take place … are they going to be cutting costs by offshoring to low-wage countries?‘The British public have a right to know. Those are questions that should be answered now and it would be absolutely right to do so before the deal is finalised.’Tory peer Lord Naseby said: ‘Some companies that want to gain business do put forward bids that are below the normal market price, called “loss leaders”, and I am questioning whether this part state-owned company is not in fact doing a loss leader bid.’Last month a former worker at a Gemalto-owned plant in Tczew, Poland, told the Mail they suspect the firm might want to use the facility as Polish wages are up to two-thirds lower than in Britain.De La Rue has held the contract, estimated to be valued at £490million, for British passports since 2009 and makes around eight million a year. It is drawing up a court challenge opposing the Government’s decision.   To sign the petition click here.  Mail petition: Give the contract for the UK\u0027s new blue passport to a British firm | Daily Mail Online"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/05/4ACE6CC100000578-5576187-image-a-6_1522816239265.jpg","title":"Para athlete told unacceptable crawl toilet Emirates flight","story":"    Nikki Emerson, 29, was told by Emirates staff that should would have to wait to go to the toilet on her flight to the Gold Coast          When she made the trip to the bathroom herself she was allegedly told by staff that her behaviour was \u0027unacceptable\u0027Emerson decided to make the trip by herself, by climbing along the floor, and was allegedly  told by an air-hostess that it would be \u0027unacceptable\u0027 and make other flyers \u0027uncomfortable.\u0027\u0027She said, \u0027you can\u0027t be on the floor, it\u0027ll upset people, let me help you to walk\u0027 and I said, \u0027well I can\u0027t walk at all\u0027 and that obviously caused an issue. I think the stewardesses felt it would make people uncomfortable to see someone climbing on the floor.\u0027\u0027In my mind, the only reason that should make the other passengers uncomfortable is because it would show them that the airline that they are travelling with doesn\u0027t have adequate provisions for disabled people, but I don\u0027t know if that was what the air stewardess was concerned about.\u0027Embarrassment for Commonwealth Games organisers as England...Prince Charles and Camilla make a secret stop on their...Share this article\u0027As a disabled person that travels a lot I\u0027m relaxed about doing it. It looks quite shocking when people see it but for me it\u0027s a way I can independently get myself somewhere when I don\u0027t have my wheelchair.\u0027Emerson said a senior member of staff did apologise after the incident and that Emirates had told her they were looking into it. She made note of specifying that this was not a random incident and that similar situations are not uncommon when travelling on airlines.           Emerson is on the Gold Coats to compete in the Commonwealth Games. She will be racing in the 1500m event in a week In 2008 Emerson was driving back from Oxford University when she had a near-fatal car crash.The car flipped over and her seat slammed her into the steering wheel. Emergency crews worked for three hours to free her.  She was recovering in hospital when she saw para-athletes competing in the Beijing Olympics and was inspired to take up the sport. Emerson has a week to prepare for hr 1500m race, scheduled for April 10, before taking on the marathon four days later. Daily Mail Australia has sought comment from Emirates. Commonwealth Games: Para-athlete Nikki Emerson \u0027told to wait to go to toilet\u0027 - BBC Sport"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/03/12/3F8B047C00000578-0-image-m-34_1522756738768.jpg","title":"Kate Gerry McCann hit critics inquiry","story":""},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/15/4ACE49F800000578-0-image-m-7_1522852434661.jpg","title":"France puts 78 000 security threats vast police database","story":"France has flagged more than 78,000 people as security threats in a databaseA German parliamentarian, Andrej Hunko, raised the alarm about the European database in a question to his country\u0027s interior ministry.In 2017, more than 134,000 people were flagged for the secret international checks on people considered security threats.To put the French number in perspective, the country\u0027s intelligence chief said late last year that 4,000 suspected extremists were being monitored as highly dangerous.Suspect in YouTube headquarters rampage becomes only the...Britain\u0027s feral gangs \u0027are now a bigger danger than...Share this article\u0027The increase in alerts cannot be explained by the threat of Islamist terrorism alone,\u0027 Mr Hunko said in a statement late last month when he released the interior ministry response to his query.\u0027Europol reports a four-digit number of confirmed foreign fighters, yet the increase of SIS alerts in 2017 is several times that.\u0027That response included a spreadsheet detailing for the first time how many discreet checks each European country had flagged up last year – more than 134,000 in all.\u0027This could mean that families and contacts of these iniduals are also being secretly monitored. It is also possible that the measure is being used on a large scale for combating other criminal activity,\u0027 Mr Hunko said.The number of French police entries \u0027indicates a misuse\u0027 of the system intended to monitor dangerous criminals, he added.The Schengen database – which is separate to the Europol database and far more widely used – forms the backbone of European security, allowing police, judicial authorities and other law enforcement to immediately check whether a person is wanted or missing, or a car is stolen, or a firearm is legal, for example.The database was checked five billion times in 2017 alone, according to the director of the EU-LISA agency, Krum Garkov."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/03/10/312BBD0300000578-0-image-m-84_1522746044625.jpg","title":"Ministers scramble shore coalition against Russia","story":"Porton Down experts unable to identify \u0027precise source\u0027 of novichok that poisoned spyMay battles to preserve alliance against Russia | News | The Times"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/08/4ACB03D600000578-0-image-a-7_1522827390842.jpg","title":"Jamie Carragher makes surprise comeback football pundit","story":"    Ex-Liverpool and England defender Jamie Carragher (right) gave his views on the Champions League quarter-final first leg between Juventus and Real Madrid on Denmark\u0027s TV3 Sport          Carragher made a surprise comeback just three weeks after he was suspended by Sky SportsBut TV3 Sport decided to allow Carragher, who is a Champions League expert exclusively for the MTG network in Scandinavia, to continue his punditry for them.MTG Sport chief executive Peter Norrelund said: \u0027There must be no doubt that he deeply regrets the episode and is shocked at his own behaviour.Dec to host Britain¿s Got Talent alone? Presenter \u0027expected...Share this article\u0027Jamie apologises to the family in question, as he is also in dialogue with, as they are now also in a bad situation, among other things, being harassed on social media.\u0027It\u0027s a real record of history, but that said, I do not think that a single mistake should have such serious consequences that we can no longer have Jamie on the team.\u0027Police said they had recorded the incident as an assault – but no action would be taken against Carragher because it was not in the public interest to charge him.          Carragher spoke to the media before the match which saw Real Madrid beat Juventus 3-0Manchester United fan Andy Hughes, 42, filmed Sky\u0027s Monday Night Football pundit spit at his car while his 14-year-old daughter sat in the passenger seat.Carragher apparently lost his temper after being goaded by the die-hard United fan about Liverpool\u0027s loss to their bitter rivals on March 10.The player apologised for his \u0027moment of madness\u0027. Spitting is a common assault and is punishable by a £5,000 fine, community order or up to six months in prison.Several ex-players came out to offer their support following the incident, including his fellow Sky pundit and former United defender Gary Neville.Mr Hughes and his family, of Colwyn Bay, North Wales, also insisted that they did not want the football analyst to lose his job.          Carragher, pictured with Craig Bellamy, while previously carrying out punditry on Sky Sports Sky confirmed that Carragher would be banned from appearing on the channel until the end of the season, but it hinted he could be allowed back following help.It said Carragher, who is worth £15million and has made the most appearances in European competition for Liverpool with 150, will not be paid while suspended.                            I do not think that a single mistake should have such serious consequences that we can no longer have Jamie on the team                         Peter Norrelund, MTG SportMr Hughes and Carragher were driving out of Manchester in slow traffic after the game when Mr Hughes apparently spotted the ex-player and repeatedly beeped his horn to get his attention.In the clip, Mr Hughes, who quit his job as an aircraft engineer two years ago to care for his wife, Sarah, 38, who has a neurological condition, can be heard light-heartedly taunting Carragher, saying, \u00272-1, 2-1, unlucky Jamie lad, 2-1 lad.\u0027He then videos the moment Carragher opens his window and spits at his car, apparently catching his daughter in the face.Mr Hughes was spoken to by police for using his phone while driving and told he will face no further action."},{"url":null,"title":"Adorable moment baby rhino boldly tries protect mother vets treat poorly foot","story":"    The baby rhino can be seen trying to charge at the par as they attempt to treat the mother\u0027s bad foot"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/03/23/4ACB25A500000578-0-image-m-5_1522793099427.jpg","title":"China responds kind US proposes 25 tariffs Chinese imports","story":"    The announcement came just hours after US President Donald Trump\u0027s White House proposed 25 per cent tariffs on 50 billion dollars-worth of Chinese importsChina\u0027s commerce ministry criticised the US move, describing it as a violation of global trade rules and said China was acting to protect its \u0027legitimate rights and interests\u0027.This expands the list of products subjected to a 25 per cent traffic announced on Monday, which mainly included variations of pork and scarp aluminum.HK stocks tumble in late trading as Beijing hits back...Trump to slap tariffs on 1,300 Chinese products from cars to...BOJ buys record $7.8 bln of Japanese ETFs in March to...Share this articleThe dispute stems from US complaints that Beijing pressures foreign companies to hand over technology in return for market access.Companies and investors worry the conflict could dampen worldwide commerce and set back the global economic recovery.Yesterday, the Office of the US Trade Representative issued a list targeting 1,300 Chinese products, including industrial robots and telecommunications equipment.      Companies and consumers will have the opportunity to lobby to have some products taken off the list or have others added.The latest US move heightened trade tensions with China, which on Monday had slapped taxes on three billion dollars-worth of US products in response to earlier US tariffs on steel and aluminium imports.\u0027China\u0027s going to be compelled to lash back,\u0027 warned Philip Levy, a senior fellow at the Chicago Council on Global Affairs and an economic adviser to President George W Bush.The administration sought to draw up the list of targeted Chinese goods in a way that might limit the impact of the tariffs – a tax on imports – on American consumers while hitting Chinese imports that benefit from Beijing\u0027s sharp-elbowed tech policies. But some critics say that Americans will end up being hurt.China´s commerce ministry called on Washington to discard the planned tariffs (AP)\u0027If you\u0027re hitting 50 billion dollars in trade, you\u0027re inevitably going to hurt somebody, and somebody is going to complain,\u0027 said Rod Hunter, a former economic official at the National Security Council and now a partner at Baker \u0026amp McKenzie LLP.Even representatives of American business, which have complained for years that China has pilfered US technology and discriminated against US companies, were critical of the administration\u0027s latest action.\u0027Unilateral tariffs may do more harm than good and do little to address the problems in China\u0027s (intellectual property) and tech transfer policies,\u0027 said John Frisbie, president of the US-China Business Council.Even some technology groups contending directly with Chinese competition expressed misgivings.\u0027The Trump administration is right to push back against China\u0027s abuse of economic and trade policy,\u0027 said Robert Atkinson, president of the Information Technology and Innovation Foundation think tank. \u0027But imposing tariffs on producer goods will inadvertently hurt Americans through reduced capital investment and lower productivity growth.\u0027"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/08/4ABDCC1500000578-0-image-m-9_1522827476580.jpg","title":"US diplomats seen leaving Embassy Moscow expulsion diplomats Russia continue","story":"    Time to go: People gather near the buses on the territory of the US Embassy in Moscow, as the exodus of international diplomats from Russia continueThe poisoning of the Russian former double-agent, and Britain\u0027s response of blaming Russia has led to a a diplomatic crisis between Moscow and the West, with post-Cold War tensions peaking. On Saturday, moving trucks pulled into the front of the US consulate in St Petersburg morning as the American flag was taken down, following the Russian Foreign Minister Sergei Lavrov\u0027s announcement of its closure.EU gives May its \u0027full confidence\u0027 in the UK investigation...Britain says Russia\u0027s response to spy poisoning suggests it...Was poisoner on the same flight to the UK as spy\u0027s daughter?...Share this articleThe consulate\u0027s employees were given until 10pm (7pmGMT) to leave, while the residence must be vacated by the end of April, according to the Interfax news agency. It is the biggest wave of expulsions between Russia and the West in recent memory and has seen relations plunge to new post-Cold War lows.The crisis was triggered by the March 4 poisoning of Russian former double agent Skripal and his daughter Yulia in Salisbury, Wiltshire, which Britain has blamed on Moscow, saying a Soviet-designed military grade nerve agent was used.           We\u0027re off: A boy looks through a window as a bus leaves the US Embassy in Moscow          Kremlin has ordered 60 US diplomats - 58 of them working at the Moscow embassy - out of the country in response to the US expelling the same number of diplomatsHowever, Russia has vehemently denied the allegations, and demanded further investigations into the potential source. On Tuesday, The chief executive of Britain\u0027s Porton Down defense laboratory says that while its scientists have identified the nerve agent used they have not verified its \u0027precise source.\u0027A spokeswoman for the Russian Foreign Ministry says Britain\u0027s failure to track down the source, shows that the accusations against Russia have been based merely on baseless suspicion.In a mocking statement posted Tuesday on Facebook, Zakharova said: \u0027I wouldn\u0027t be surprised if tomorrow (British Prime Minister) Theresa May and her bright team say that all their speeches in Parliament and efforts to build a global coalition resulted from the Russian hackers hacking into Disney cartoon studios.\u0027"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/03/07/17/49F8D42100000578-0-image-m-16_1520442556850.jpg","title":"Senior police officer 54 threatened harm days hanged home","story":"    Paul Broadbent - who led the UK\u0027s fight against modern day slavery - was found hanged at his Barnsley home just days after threatening to harm himself He had used prescribed medication to battle sleeping problems and anxiety for 18 months before his death, which came two months after his split with wife Fiona.She told an inquest the \u0027doting\u0027 father seemed \u0027fine\u0027 and spent a \u0027nice\u0027 Christmas with his family.But she became concerned when he failed to call as arranged on December 27, leading her father to check his son-in-law\u0027s house.Mrs Broadbent said her husband \u0027touched the lives of so many\u0027 with his work as head of the UK’s anti-slavery agency.Father-of-three, 47, hanged himself on a ¿make or break¿...Share this articleHis sudden death was described as \u0027a shattering tragedy\u0027 by a spokesman for the Gangmasters and Labour Abuse Authority (GLAA).The inquest at Sheffield Coroner’s Court heard how Mr Broadbent had spent Christmas with his daughter and wife.Mrs Broadbent said she had been concerned by a letter she received from her late husband a couple of days before Christmas, which led her to believe he may have been at risk of self-harming.But she said a family friend, who is an experienced counsellor, had spoken to him and assured her there was nothing to worry about.           Sheffield Coroner\u0027s Court (pictured) heard how Mr Broadbent had seemed \u0027fine\u0027 days before his death, when he spent Christmas with his daughter and estranged wifeShe also said the keen runner had appeared ‘fine and himself’ in the days before his death.South Yorkshire Coroner Christopher Dorries concluded that Mr Broadbent ‘took his own life and intended to do so’.Mr Broadbent joined South Yorkshire Police as a constable in 1985 after starting his career in Cumbria, where he was born and raised.He left in 2010 to become an assistant chief constable at Nottinghamshire Police, before retiring from the police two years later and taking the role as chief executive of the GLAA.Speaking after the inquest his widow Fiona Broadbent said her family’s \u0027lives changed forever on December 27\u0027.\u0027I am left with a deep sense of loss and sadness which will never, ever go away. Paul was a father, son, husband, brother, cousin, friend and colleague.\u0027He touched the lives of so many people who couldn’t help fall for his charm, his wit, his infectious character. You couldn’t help but like Paul. He was funny, kind, warm, friendly.          Paul Broadbent was found hanged at his South Yorkshire home when his father-in-law stopped by to check he was okay\u0027Those who knew him professionally saw all of these qualities alongside an appetite to serve the public, to right injustice.\u0027I will forever be proud of the contribution Paul made to keeping people safe during his 30 years as a police officer and as head of the GLAA tackling labour exploitation.\u0027Paul was a family man, a father who adored and doted on his daughter and was never happier than when spending time with us.\u0027My priority now is to give our daughter the love and support she needs to come to terms with the loss of her father. I will also help her understand just how much he meant to other people and the valuable work that he did, helping so many.\u0027I have found real comfort in the hundreds of messages of support from Paul’s friends and colleagues, and on behalf of all family members we thank you.\u0027Almost £9,000 has been raised in his memory for the anti-slavery charity Unseen, which manages the national Modern Slavery Helpline and works with survivors of slavery and trafficking.Mr Broadbent was described as \u0027passionate, innovative and determined to tackle labour exploitation and modern slavery\u0027 by Crime Minister Victoria Atkins in the days following his death.After the inquest a spokesman for the GLAA said: \u0027The profound shock so many of us still feel for Paul’s sudden and tragic loss is mirrored only by a deep sense of sadness and bewilderment at the circumstances of his death.\u0027To us, he will always be the charismatic leader who epitomised everything we stand for at the GLAA.\u0027Today, we remain as determined and focused as ever on ensuring Paul’s legacy is built upon by making the GLAA a highly renowned and respected law enforcement and compliance agency, dedicated to protecting vulnerable and exploited workers.\u0027For confidential support in the UK, call the Samaritans on 116123 or visit a local Samaritans branch, see samaritans.org "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/09/0C72A37400000514-0-image-m-7_1522830920026.jpg","title":"Corbyn meet Board Deputies Jewish Leadership Council","story":"Jeremy Corbyn (pictured today in Watford) will meet with the leaders of the Board of Deputies and the Jewish Leadership Council in a bid to calm the anti-Semitism storm engulfing his party  Board of Deputies President Jonathan Arkush (left) and Jewish Leadership Council chairman Jonathan Goldstein (right) are set to meet with Mr Corbyn after he agreed to discuss any points they want to raise          In a letter confirming the meeting would go ahead, the two leaders told Mr Corbyn: \u0027For this to be effective it is crucial that you use your own personal authority as leader of the Labour Party\u0027Mr Corbyn was under renewed fire yesterday for celebrating Passover at a Seder organised by a fringe group of far-left Jews opposed to the state of Israel.He will hope the meeting with the mainstream Jewish leadership, revealed by the Jewish Chronicle today, will ease tensions.In his letter accepting the two groups terms for the meeting, Mr Corbyn said: \u0027I place no limitations on the points you would wish to raise and am happy for the agenda to cover the issues you\u0027ve already outlined.\u0027EU gives May its \u0027full confidence\u0027 in the UK investigation...\u0027Isn\u0027t it a good thing?\u0027 Corbyn defends his decision to...Share this articleHe added: \u0027I appreciate and understand the anger you express and reiterate my determination to fight antisemitism within the Labour Party and society at large.\u0027I recommit to doing all I can to address the anguish and distress caused to many people in the Jewish community.\u0027In a letter confirming the meeting would go ahead, the two leaders told Mr Corbyn: \u0027For this to be effective it is crucial that you use your own personal authority as leader of the Labour Party to drive through the changes required and to ensure that there will be significant, timely and measurable progress.          Michael Foster, who gave £450,00 to Labour before Mr Corbyn became leader, warned promises to rid the party of anti-Semitism would not work.\u0027Ultimately, the most important thing going forward will be action not words.\u0027  The planned meeting has not come soon enough for one Labour donor who has pulled his support from Mr Corbyn\u0027s party and warned it is tainted forever.Michael Foster, who gave £450,00 to Labour before Mr Corbyn became leader, warned promises to rid the party of anti-Semitism would not work.He told The Times: \u0027We know that \u0027\u0027de-anythingisation\u0027\u0027 has never worked. Labour under Corbyn can now never not be antisemitic. \u0027It is part of the glue that holds these particular slightly elderly disenfranchised and naive younger leftist groups together.\u0027This is no longer about Corbyn and leadership. This is about the party under Corbyn becoming a repository for people who feel they have not been represented through the Thatcher and Blairite years.\u0027One of their uniting ideologies is the repression of the worker by capitalistic forces and their anti-capitalist stance has a resonance with the stereotype of Jews as controlling capitalists.\u0027 Labour suspended Mr Foster\u0027s party membership in September 2016 after he compared Mr Corbyn\u0027s team to Nazi stormtroopers.            Jeremy Corbyn attended an event last night hosted by a far-Left group that has called for the destruction of IsraelMr Corbyn yesterday defended his controversial decision to attend a Seder hosted by a far left group which has called for the destruction ofIsrael.He was accused of \u0027deliberately baiting\u0027 the Jewish community by attending the event by Jewdas which has dismissed Labour\u0027s anti-Semitism scandal as \u0027cynical manipulation\u0027.Confronted with the criticism on a trip to Swindon Mr Corbyn refused to apologise and said he had learnt a lot by talking to the young Jewish people at the event.Labour MP and arch Corbyn critic John Woodcock said it was \u0027irresponsible and dangerous\u0027 and a snub to mainstream Jewish groups.The Labour leader was also condemned by the Holocaust Education Trust chief executive Karen Pollock, who branded the visit \u0027mocking\u0027 and \u0027disrespectful\u0027.Speaking yesterday on a trip to Swindon, Mr Corbyn said: \u0027It was a Seder event which is a celebration of Passover I celebrated it with a lot of young Jewish people from my constituency and my own community.\u0027It was very interesting talking to a lot of young people about their experiences of modern Britain - and isn\u0027t that a good thing?\u0027The row erupted after leaked audio of the meeting revealed Mr Corbyn was present while guests allegedly booed the names of mainstream Jews.  "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/10/4ACEE66400000578-0-image-a-46_1522833503362.jpg","title":"Naked Sphynx cat wins legions online fans permanent scowl wrinkly skin","story":"    This is Xherdan, a five-year-old Sphynx cat who lives in Switzerland with his owner, 45-year-old Sandra Filippi          Filippi said Xherdan \u0027stole my heart\u0027 when she spotted him for adoption online, and decided to bring him home          Sandra now spends her time uploading pictures of Xherdan to social media, where he has amassed 5,000 followers          Xherdan\u0027s fans are obsessed with his wrinkly skin, which Sandra describes as \u0027soft as a peach\u0027, and his permanent frown          Sandra said that most people\u0027s reaction to Xherdan seems to be laughter, adding: \u0027That\u0027s the most beautiful thing there is\u0027          While Xherdan is the most famous feline in Sandra\u0027s household, he actually shares the space with two other Sphynx catsXherdan now has nearly 5,000 followers on Instagram after Sandra began posting pictures of his wrinkled skin and grumpy face.The scowling kitty is even shown posing for photos in costumes and jewellery.Sandra said: \u0027When I first saw him, he immediately stole my heart. His wrinkled pink skin, as fine as a peach, his turquoise eyes, as blue as the ocean. I was in love.You leave her alone! Adorable moment baby rhino boldly tries...Share this article\u0027He makes me and other people laugh all the time and that\u0027s the most beautiful thing there is.\u0027I am so incredibly proud. He is just so unique.\u0027Sphynxes take up a lot of time, they always want to be where their humans are.\u0027He watches everything and always wants to know what we are up to.\u0027I am so incredibly proud of him.\u0027          When he is not posing for pictures, Xherdan spends his time meowing for attention and watching birds out the window, Sandra said          \u0027He is always distracting me when I’m trying to do something because I always have to look into his blue eyes and give him lots of cuddles,\u0027 Sandra said          While the scowl is a permanent feature of Xherdan\u0027s face, it seems even deeper when he is forced to wear an outfit for a photo-shoot          Xherdan\u0027s Instagram page promises followers \u0027daily nudes\u0027 - just one of the many ways he spreads laughter around the internet          As well as Sandra and her two other Sphynx cats, Xherdan also shares his home with Sandra\u0027s partner and their dog          Sandra described Xherdan as being \u0027like a child\u0027, saying he is constantly interested in whatever is going on and makes noises all the time"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/04/4ACE23DC00000578-0-image-m-54_1522811471913.jpg","title":"Is Britains obese dog Six stone collie dubbed Hattie Fattie","story":"    The eight-year-old overweight dog, who has been nicknamed, \u0027Hattie the Fattie\u0027, has already lost 4kg and will need an operation to get rid of the excess skin as she sheds the extra weightAnd staff at the animal rescue centre are now asking the public to help them raise more than £1,000 for the life-changing tummy tuck surgery to remove all of her excess skin.The money would also be used for additional operations to widen her ear canals and treat her cataracts.Prince Charles and Camilla make a secret stop on their...Share this articleHattie\u0027s weight ballooned when she was not taken on any walks and fed a fast food diet of daily burgers.She was initially rescued by the RSPCA before being handed over to the rescue centre.          Staff at the animal rescue centre are now urging the public to raise more than £1,000 for the life-changing tummy tuck surgery to remove all of her excess skin.Ruth Rickard, 51, who has worked at the centre for 10 years, said: \u0027When I first saw Hattie I couldn\u0027t believe it as she looked more like a pot bellied pig than a dog.\u0027I just knew we had to try and help her. I take her home with me at night so I can administer her insulin injections, which she tolerates very well.\u0027As the weight has started to come off we have found that she is very spirited and extremely loving, despite the fact we put her on a diet.\u0027She spends her days in our reception, keeping an eye on the staff and customers, and as we watch her gain confidence and lose weight it makes me proud that we are a genuine non euthanasia charity.\u0027A healthy female collie should weigh between 18 and 25kg, but Hattie is currently 36kg - the same weight as a small dear or two full bags of concrete.Hattie is on a strictly controlled diet to lose the weight slowly and safely and, to date, she\u0027s managed to shed 4kg.          She was initially rescued by the RSPCA before being handed over to the rescue centreRuth added: \u0027We have seen some wrecked animals that we have found homes for after proper care, nutrition and TLC. I try to be positive. I\u0027m aiming to get her down to about 23 kilos.\u0027We are trying to get her to go out four or five times a day. She was over 40kg, we\u0027ve got the previous vet history - I don\u0027t think the owner was very well.\u0027She\u0027s only six years old. For a collie, she should be looking at a 15-year life expectancy.\u0027Ruth revealed that when she successfully loses her weight, Hattie will need to have a tummy tuck to remove the excess skin she will be left with.Hattie\u0027s ongoing medical treatments and procedures that she will need once she has reached a safer weight are expected to cost the home in excess of £1,200.          Hattie is on a diet to lose the weight slowly and safely and, to date, she\u0027s managed to shed 4kgNow they have launched a Just Giving page, and they only have five days left to raise the cash.Ruth added: \u0027She\u0027s quite a character, she so deserves the public to get behind her.\u0027Since she started losing weight, she\u0027s changed - it was like she had no real enjoyment of life before and was just existing. Because she was fed fatty human food like burgers, she put on so much weight.\u0027It caused diabetes and cataracts. I looked at her and thought she looked like a pot bellied pig. It is so wrong. It is because of her fatness. She is carrying so much weight.\u0027Her muscles are quite wasted as she hasn\u0027t been walked. She came to us from the Exeter area, from the RSPCA as we help them with cases.\u0027We\u0027ve tried to turn her life around. She\u0027s cheerful and happy now.\u0027"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/12/4AC7AFE200000578-5577041-image-m-36_1522840786338.jpg","title":"Briton 73 aims oldest complete worlds toughest ultra marathon time","story":"Bill Mitchell, 73, from Turnditch, Derbyshire, will be running the Marathon Des Sables in the Sahara this week - the third time he attempts the raceSince taking up running ten years ago, Mr Mitchell - a former naval officer - has completed 139 marathons including 30 ultramarathons - like the Marathon des Sables The Marathon des Sables, which translates into English as Marathon of the Sands, is about 156 miles (250 km), the equivalent of six regular marathons. There are six running days and one rest day, during which temperatures can reach 120F (50C) during the day, while dropping to below freezing at night time.Competitors must carry all their provisions for the whole race on their back, and Mr Mitchell estimates that he will start off with around 18lbs on his back. Mr Mitchell said: \u0027It\u0027s a great experience in that you really are learning how to push yourself and to be determined.          Hero: Bill Mitchell running the Peru Marathon Des Sable in November, 2017\u0027I have always been a determined person. When I say I will do something I will do it and you have to be to finish that race.\u0027The first one I did I heard two men saying it was harder than they thought it would be and I thought \u0027what do you expect? It\u0027s the MdS.\u0027My aim for this one is to complete it. I\u0027m not aiming for a time but I want to be the oldest person to complete three MdS in just over a year.\u0027Mr Mitchell runs a marquee hiring company with his wife Linda, who is in her sixties, and will fly to Morocco on Friday for the race having also run the Peruvian Marathon des Sables in November.Mr Mitcher, who has a daughter, Kara, 29,  said: \u0027The Peru one was more challenging with more hills, more sand and the heat.\u0027The Peruvian desert is hot but then you would have a downturn when the wind would really pick up and you\u0027d be battling into it, you would go from being extremely hot to being really cold.\u0027There are the physical challenges like the blisters and at the end of the day there\u0027s no going into a nice hotel room and having a nice shower or having a meal.\u0027It\u0027s all dried food that you\u0027re carrying with you. It\u0027s pretty appalling stuff.\u0027The toughest part of the Saharan one is the long day where you\u0027re running 80K. You start in the morning and you\u0027re going through the night.\u0027Going over a sand dune you can appreciate it\u0027s not a firm surface which can take a lot out of you.\u0027Some are very windswept so that can be quite hard and then you have to be careful about twisting an ankle, it\u0027s technically hard but not physically.\u0027It\u0027s about how you cope with it, the terrain can be challenging.          Incredible: The Marathon des Sables, which translates into English as Marathon of the Sands, is about 156 miles (250 km), the equivalent of six regular marathons\u0027You have to say to yourself \u0027what do you expect?\u0027 If you find yourself thinking \u0027it\u0027s a bit hot\u0027 you have to have a serious talk with yourself and re-motivate yourself.\u0027All the time I\u0027m thinking of tactics - I\u0027m trying to keep up with people.\u0027It\u0027s 90 per cent mentality. You have to be positive and if you start finding yourself feeling jaded you have to get yourself out of it.\u0027Being at sea has given me an advantage. Having worked in the engine rooms of ships in the middle of the Arabic gulf was good training for the heat.\u0027During his first Des Sables race, Mr Mitchell completed it in around 63 hours in 2016 and was named Best UK Male.In 2017 he completed it in 53 hours insisting the race was easier rather than that he had improved. Mr Mitchell\u0027s amazing marathon journey began at the age of 63 when he swapped the gym for walking and set himself the challenge of jogging three miles without stopping. Seven months later he ran his first 10K race, and the year after completed 27 races including eight marathons then I started setting myself challenges like running a marathon in each of the countries of the UK.Mr Mitchell now runs about 18 marathons per year.           Big goals: Since taking up running ten years ago, Mr Mitchell - a former naval officer - has completed 139 marathons including 30 ultramarathons - like the Marathon des SablesIn preparation for the Marathon Des Sables, he runs  for hours in hilly terrain close to his home carrying weights and eats a healthy diet of fruit, vegetables and oily fish.Mr Mitchell said: \u0027When you get up to the level I\u0027m at it\u0027s quite simple to keep yourself at that level.\u0027You have to keep exercising but not as much as when you start training. The secret is to keep yourself at that level.\u0027When I did the MdS the first year I got back on the Monday and I actually ran the London Marathon the following Sunday. It\u0027s not being big headed it\u0027s just what it is.\u0027  \u0027I still work and run a business because I enjoy it, I think retirement is a bad idea.\u0027I\u0027m a great believer in exercising your body and your mind and if you don\u0027t there\u0027s a danger you\u0027ll just waste away.\u0027I\u0027ve not been told not to do it which is a good thing. People may perceive it to be dangerous but that\u0027s people who\u0027ve not done it.\u0027My problem is what am I going to do next? If you are doing what is alleged to be the toughest foot race in the world - how do you find one tougher?\u0027The only thing I can start doing is try to break this record of the oldest person to run three in a row but what will I do in 2019?\u0027"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/10/4ACF4EA100000578-0-image-a-6_1522833301228.jpg","title":"Hollywood producer moves Rochdale refurbish ancestral home","story":"    Hollywood producer Hopwood DePree has been granted £276,000 in funding from Historic England to begin the project of saving his ancestral home, Hopwood Hall, pictured, which dates from the 14th century           The 47-year-old American is a direct descendant of the Hopwood family who lived in Rochdale for more than 600 years          The house passed out of the family\u0027s ownership when Colonel Edward Hopwood died in 1942 having lost both his sons during the First World WarDePree left his home in LA after discovering his ancestral link with Greater Manchester and has launched a project to refurbish the building which could cost between £6 million and £10 million. As well as the grant from Historic England, Rochdale Council have also committed funding to save the home which was once owned by his great-great-grandparents.He will live in the Grade II* listed 60 room house while the refurbishment work is underway. The American arrived in the UK last summer on a three-year visa. DePree\u0027s ancestors emigrated to the United States in the 1700s and it is believed George Washington gave land to John Hopwood in 1791. However, in the late 19th Century, the last Hopwood in America Alicinda Hopwood married Newton Black. Although, male heirs - such as the current resident of the hall - were given the first name Hopwood to remember their heritage.A trolley BBQ and a makeshift indoor fire: People share...Britain says Russia\u0027s response to spy poisoning suggests it...Girl, 17, who was killed in drive-by \u0027gang revenge\u0027 shooting...Share this articleHe told The Guardian: \u0027I am primarily doing this for the local community, to bring this wonderful building back to life for local people to enjoy.\u0027 The final member of the family to live at the Hall was Colonel Edward Hopwood in 1942. His two sons were both killed during the First World War. It was taken over by the Lancaster Cotton Corporation before the De La Salle brothers bought it in 1947 for a teacher training college. However, it has been since left to rot and was under threat of collapse.           Hopwood DePree\u0027s branch of the family emigrated to the US in the 1700s and first born males from his side of the family have been called Hopwood to keep the family\u0027s name alive after Alicinda Hopwood married Newton Black in the early 19th century          DePree, pictured, has been granted permission by Historic England to live in the house for five years while the work to save the historic property is underway           Historic England had placed the Grade II* listed property on its \u0027At Risk\u0027 register claiming it was in very poor condition          Emergency work is currently underway to secure the structure ahead of a major renovation project          Some parts of the historic building date from the 14th century while later generations expanded the 60-room property          Many of the original features such as these carvings from the Jacobean period on a fireplace  survive to this day          Depree said he hopes to raise some of the funds to refurbish the Hall himself over the next five years          Among the many guests who stayed at Hopwood Hall are Guido Fawkes and the renowned poet Lord Byron          Unfortunately, thieves had previously targeted the building stripping lead from the roof allowing water to flood inside          DePree is currently in the UK on a three-year visa and hopes much of the renovation work can be completed in this time \u0027His ancestral home is a tip\u0027: the Californian restoring Rochdale\u0027s grandest house | UK news | The GuardianNext project for Hopwood DePree XIV is saving decrepit ancestral home in Rochdale | News | The Times"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/10/4ACF0A6900000578-0-image-a-24_1522835483575.jpg","title":"Eight bedroom mansion Jersey yoga studio salon goes sale 16m","story":"    A 16,000 sq ft pad with six reception rooms in St Helier, Jersey, has hit the market for a cool £16million          The luxury and massive mansion, called Landscape Farm, boasts of eight bedrooms, 10 bathrooms and six reception rooms          There are two spacious self-contained two and three-bedroomed units, currently used as a yoga studio, gym and salon, which would serve as perfect accommodations for guests or staff. The home also has its own cinema room            The new owners should expect to make the most out of the home\u0027s six reception rooms - perfect for entertaining guests           The kitchen has a large island counter top with breakfast bar seating. Cabinetry and the flooring is kept light to match the exterior of the mansion          Bedrooms at the estate are spacious, offering plush carpets, ornate lighting fixtures and large windows           The 16,000-square foot home in St Helier is spread out over four acres of beautiful manicured gardens including an ornamental lake and large sun terracesIf that\u0027s still not enough room for potential owners, there are two spacious self-contained two and three-bedroomed units, currently used as a yoga studio, gym and salon, which would serve as perfect accommodations for guests or staff.There is also extensive garaging and ample parking on-site - perfect to house a fleet of luxury motors.Those of a sporty inclination can enjoy the heated outdoor 12m swimming pool, with changing rooms, a kitchenette and bar, and hard tennis court - all within easy distance of local beaches.Rebecca Sokrati, Director at Fine \u0026amp Country Jersey, said: \u0027Landscape Farm is an amazing new home with great access to schools, Jersey\u0027s beaches and the airport.\u0027          The home is spectacular when lit up at night, as the columned entrance offers an impressive welcome to the estate           Seating arrangements for dinner parties should prove an easy task, with a separate dining room, breakfast bar and a third seating area next to the open kitchen  A seating area with a sky light opens up to the 12m swimming pool just outside white French doors (left). In the formal dining room there is space to easily fit 12 guests or loved ones around a table (right)          Wine-lovers will find a haven in the home, as it comes with an impressive wine cellar that boasts of two fridges           Rebecca Sokrati, Director at Fine \u0026amp Country Jersey, said of the home: \u0027Landscape Farm is an amazing new home with great access to schools, Jersey\u0027s beaches and the airport\u0027          The deck has ample space to set up lounge chairs for sunbathing as the new owners can take a cool dip in the swimming pool or warm up in the nearby hot tubMs Sokrati continued: \u0027We expect the buyer to be a high net-worth inidual who is relocating to the island because of the relaxed and friendly way of life, outdoor lifestyle and financial benefits of living here.\u0027In 2017 alone, we welcomed over 30 new high value residents to the island and we are expecting just as many in 2018.\u0027Landscape Farm is a fantastic property for someone new to the island, as it has plenty of room for the whole family, as well as annex accommodation for staff or guests visiting from the mainland.\u0027It is a great home for an active family, with a heated outdoor swimming pool and tennis court.\u0027With summer coming up, it is a great time to buy in Jersey to enjoy our warmer climate and all the amazing beaches.\u0027 London Eurostar service cancelled again as French rail...Passports showdown: As the Mail prepares to hand over nearly...Anger as Remainer MPs insist that Britain should stay...Share this article    A winding spiral staircase leads up from the main floor to the next level of the £16million mansion          Ms Sokrati continued: \u0027We expect the buyer to be a high net-worth inidual who is relocating to the island because of the relaxed and friendly way of life, outdoor lifestyle and financial benefits of living here\u0027           Last year, the area welcomed more than 30 high value homeowners to the island and are on track to do the same numbers this year, according to the estate agent          She added: \u0027It is a great home for an active family, with a heated outdoor swimming pool and tennis court. With summer coming up, it is a great time to buy in Jersey to enjoy our warmer climate and all the amazing beaches\u0027           There is also extensive garaging and ample parking on-site - perfect to house a fleet of luxury motors"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/03/12/4AC7F05800000578-0-image-m-45_1522756246212.jpg","title":"Facebook blamed drop number people rehoming cats","story":""},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/03/10/4AC81A0500000578-0-image-a-12_1522748789778.jpg","title":"Police investigate shocking CCTV fitness instructor HEADBUTTING gym goer","story":"Two men can be seen talking inside a boxing ring at the Toe2Toe fitness gym in Holywell, Flintshire, before the gym owner lashes out at the victim The gym owner is at the receiving end of an angry verbal exchange before the video then cuts out.Gym instructor Matthew Inskip confirmed he was the man delivering the blows, and admitted the footage \u0027looked bad\u0027 when asked about it by the Daily Post.He said the outburst was in response to a series of threats by the other man.  Mr Inskip also alleged there was other CCTV footage which showed the other man \u0027kicking off\u0027 at customers and had asked him to leave on a number of occasions. Girl, 17, who was killed in drive-by \u0027gang revenge\u0027 shooting...PICTURED: Gun-toting Marine veteran who fled to Central...Share this articleMr Inskip claimed to have received an apology from the man and said they have resolved their differences, but now North Wales Police is investigating the incident.A spokesman said: \u0027North Wales Police confirm they are investigating after a local man was assaulted within a private premises in North Road Holywell on the afternoon of Monday March 26.          The gym owner can be seen hurling punches at the man and delivering knees before a woman gets in the ring to try and separate them \u0027Fortunately the injuries are not serious.\u0027Mr Inskip took over the venue, which is the old library building, 12 months ago as part of a community asset transfer from Flintshire Council.Run as a registered charity, Toe2Toe Fitness offers courses in martial arts such as Muay Thai, Brazilian and traditional Jiu Jitsu, as well as boxing, boxfit, yoga, bodybuilding and general fitness.Its website states: \u0027At Toe2Toe Holywell, our friendly inclusive approach is what makes us the best choice for your fitness.\u0027A not for profit organisation for the benefit of the community.\u0027An inclusive fitness venue with experienced coaches passionate about their sport.\u0027Anyone with information about the incident is asked to contact police on 101, quoting incident reference number 18300041492. "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/10/4ACEFCA800000578-0-image-m-47_1522835793296.jpg","title":"Naughty two year old empties mothers make bag bed","story":"    Tara Badham woke up to find her daughter, Amelia Louise, had covered herself in foundation and eye shadow           The 22-year-old mother described her daughter, two, as a \u0027little ninja, always sneaking around getting into mischief\u0027 Ms Badham, 22, a stay-at-home mother from Kent, woke at 7am to find her daughter\u0027s face covered in foundation and eye shadow.The mother-of-one said: \u0027Amelia slept in my bed that night and I woke up to see her covered in my make-up, with the whole bag emptied out on my white bed covers.Emotional video shows children breaking down in TEARS as...Incredible moment boy suddenly spins on the spot as he HEARS...Share this article\u0027It was the last thing I expected to wake up to. She\u0027s so sneaky, I didn\u0027t hear a thing!\u0027She added: \u0027There were blusher, eye palettes, glitter and lipstick stains everywhere.\u0027Incredibly, she\u0027d even gotten a pizza out of the freezer as she had wanted breakfast.  Ms Badham woke up to find her mischievous daughter had emptied the entire contents of her make-up bag \u0027When I asked her what she was doing, she replied: make up mummy...I beautiful\u0027.The 22-year-old went on: \u0027My daughter is like a little ninja, always sneaking around getting into mischief. \u0027But I can\u0027t get angry at her. Her cheeky little face wins me over every time.\u0027          After emptying her mother\u0027s make-up bag Amelia Louise then took a pizza out the freezer "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/13/4AD1A5E600000578-5577341-image-m-2_1522846343248.jpg","title":"Police launch investigation body newborn baby field morning","story":"    Officers are seen walking across grass with the small carry cot near to where the infant was found in Heywood, Rochdale, Greater Manchester          A baby basket was seen being carried away from the wooded area in a field in Heywood, Rochdale          A police cordon around the area in a field in Heywood where the body of the newborn baby was found          Police vehicles at the site this morning as they launched an investigation into the discoveryIn a statement, the force said: \u0027At around 7.10am on Wednesday 4 April 2018, police were called to a field near George Street in Heywood, to reports that the body of a baby had been found.\u0027Officers attended and discovered the body of what is believed to be a newborn baby.\u0027A scene is in place while police enquiries continue.\u0027 George Street is near a large open area and some woodland close to the fields around Heywood Sports Village, just south of the River Roch.One resident said: \u0027When I found it was a little baby, I thought it was awful. It knocked me sick.\u0027          A large wooded area has been sealed off by police as their investigations continue           A map showing the location of the discovery, which was made at just after 7am this morningDetectives have been carrying out door-to-door enquiries in the area. Another resident described the area as tight-knit community. She said: \u0027Everyone\u0027s really shocked.\u0027A police cordon is currently in place with the area where the body was found taped off. A spokesman for the North West Ambulance Service confirmed they were called to the scene at 7.10am.They sent an ambulance and a rapid response vehicle but didn\u0027t take anyone to hospital.Anyone with information is asked to contact police on 101 quoting incident number 368 of April 4, or the independent charity Crimestoppers, anonymously, on 0800 555 111.  "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/11/4AD1188A00000578-0-image-a-28_1522839395788.jpg","title":"Cafe owners told group 17 friends didnt spend enough","story":"    Posting on the Wallington, Surrey Facebook group, one woman claimed the family who run Henry\u0027s Bistro Café told her she and her 16 friends did not spend enoughThe alleged letter claims that the group\u0027s visit left the café with a \u0027financial loss\u0027 and that each person spent \u0027less than the price of a cup of tea every hour\u0027.It also reportedly implied that the group of women regularly visited the venue, which serves hot and cold breakfast and lunch dishes as well as coffee and soft drinks.Teenager who was fat-shamed at a bakery gets revenge by...Facebook is blamed for drop in number of people rehoming...\u0027Blood started coming out of his nose and he turned blue\u0027:...US diplomats leave Embassy in Moscow in minibuses after...Share this articleThe letter, in full, reportedly read: \u0027Your group of 17 people recently visited our restaurant for nearly three hours spending a total of £55.\u0027When you originally approached us, you assured us that the spending from the group would be of an amount making yoursour understanding to be a beneficial one.\u0027You also went to great lengths to show support for a new and local business by raising our profile via social media.\u0027However, the visit left us with a financial loss that is neither sustainable nor how a businessrestaurant works.\u0027It reportedly continues: \u0027Larger companies and organisations may have a financial structure to \u0027balance off\u0027 these losses, and some can even be slightly loose with their morals in the way that they conduct their business.\u0027We as a start-up, a new and totally independent business, cannot afford to, and will not behave in that manner.\u0027The letter reportedly adds: \u0027To further explain our loss, £55 ided by 17 is approximately £3.24 per head, which, ided by three hours, is approximately £1.07 per head gross - less than the price of a cup of tea every hour.\u0027That level of spend does not even begin to cover the national minimum wage of £7.83 per hour, let alone the cost of our materials, rents, administrative charges to the business and, after all that, to be able to put aside and raise for wages to provide for employment.\u0027You could argue that a business will face some losses along the way, but we say not from 17 customers in one day.\u0027It more than wiped out the day\u0027s profits. There are also going to be those that will accuse us of being greedy even after we\u0027ve explained the financial standing, but we must insist that the group needs to reconsider its spending levels.\u0027At present, for the business there is no incentive or obligation to carry on with this relationship.\u0027The post sparked debate among the Facebook group\u0027s members - but most of the people who commented on the letter seemed to side with the café owner.One man commented: \u0027We all want independent businesses to succeed, so we must play the game by spending a fair amount too.\u0027Another of the dozens of people who commented posted: \u0027It is not a public meeting room, next time maybe you should take it in turns to host at home.\u0027And another woman wrote: \u0027It seems that the person who posted this letter, instead of getting sympathy, has boosted the profile of the bistro. I\u0027ve never heard of it until now and will certainly be visiting.\u0027However, others disagreed and claimed the alleged letter was \u0027rude\u0027 and that the café should start taking deposits from large groups.One man wrote: \u0027Seriously? These peeps need an urgent lesson in customer care.\u0027It\u0027s a café and no café tells anyone how long they can stay.\u0027 "},{"url":null,"title":"Deer swim River Derwent Chatsworth Estate","story":""},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/15/4AD23E0700000578-5577547-Viewers_took_to_social_media_to_savage_the_games_marathon_openin-m-12_1522852866232.jpg","title":"Commonwealth Games marred blunders opening day","story":"    The Commonwealth Games has started on shaky ground after violent protests, transport chaos, and a \u0027bizarre\u0027 opening ceremony marred the opening day          Viewers took to social media to savage the games\u0027 marathon opening showpiece, slamming organisers for the \u0027cringeworthy\u0027 and \u0027underwhelming\u0027 event, which included a woman accidentally flashing her buttocks (pictured)          About 35,000 spectators who made it on the time then sat through the pouring rain as they waited for the ceremony to begin          Among those in attendance was Duchess of Cornwall, Camilla, who also appeared to tune out during the lengthy ceremony          The rain stopped a few minutes after the two-hour event began, and before singer Christine Anu (pictured) took to the stage. She was later accused of lip-syncingAmong those in attendance was Duchess of Cornwall, Camilla, who also appeared to tune out during the lengthy ceremony.She was caught flicking through a pamphlet as former Queensland Premier Peter Beattie officially welcomed her, and husband Prince Charles to the games.     Share this articleOther ceremony attendees endured lengthy delays getting to the venue after they were left stuck at a bus interchange waiting to be taken.About 35,000 spectators who made it on time then sat through pouring rain as they waited for the event to begin.  Oops! One female performer accidentally flashed part of her bottom during a routine          The female performer was running under towels following a costume change, after singer Ricki-Lee Coulter (pictured) belted out her new song Technicolour          Viewers savaged Christine Anu (centre), accusing her of lip-syncing to her 1995 hit song My Island Home          Viewers accused Christine Anu of lip syncing during her performance at the Commonwealth Games          \u0027Christine Anu just slayed lip-sync battle AU,\u0027 one viewer wrote to TwitterThe opening scene - featuring three surfers questioning if aliens exist in the universe - left many scratching their heads.\u0027This Opening Ceremony just gets worse and worse. Is this the best we can do?\u0027 one person wrote to Twitter during the ceremony, adding the hashtag \u0027#cringe\u0027.  The rain then stopped a few minutes into the 140-minute marathon event, just before pop singer Christine Anu took to the stage.Viewers were ided about the 48-year-old\u0027s rousing rendition of the 1995 song \u0027My Island Home\u0027, accusing her of blatantly lip-syncing the hit.\u0027Christine Anu just slayed lip-sync battle AU,\u0027 one viewer wrote to Twitter.           The opening scene - featuring three surfers questioning if aliens exist in the universe - left many scratching their heads          The English team were slammed for walking out in a low-key uniform consisting of a white t-shirt and black trackpants, or bike shorts          Some suggested the team were picked up from the airport and taken straight to the stadiumOrganisers were quick to settle the debate, claiming none of the performers were miming. Others headed to social media to criticise the opening segment a huge light display meant to mark \u0027continents drifting apart\u0027, to the soothing tones of Australian actor Jack Thompson.\u0027Nothing wins a crowd over like geography,\u0027 one woman wrote. Another segment saw a woman accidentally flash her bare bottom on camera while performing in a beach scene.   The female performer was running under towels following a costume change, after singer Ricki-Lee Coulter belted out her new song Technicolour.          Viewers were quick to take to social media after a strange opening 15 minutes          Others pointed out the quirky shape of the Queens Baton, with some likening it to a rubber band, and others calling it a Dyson product          \u0027This Opening Ceremony just gets worse and worse. Is this the best we can do?\u0027 one person wrote to Twitter While her bare buttocks were only on screen for a moment, Twitter users lit up at the unexpected scene and proceeded to share videos and pictures of the event with followers.Some labelled the flash \u0027#a**gate\u0027, and one person labelled it a \u0027cracker of a show\u0027. The English team were later slammed for walking out in a low-key uniform consisting of a white t-shirt and black trackpants, or bike shorts. Some suggested the team were picked up from the airport and taken straight to the stadium.  \u0027Some of these nations made a big effort with uniforms, England stuck a t shirt on, bloody disgrace,\u0027 one viewer wrote.           The oddly shaped baton was handed to Gold Coast Commonwealth Games Chairman Peter Beattie by Sally Pearson          Viewers questioned the intriguing shape of the Queens Baton          One person pointed out its resemblance to products by technology company DysonTonga then raised eyebrows as they walked out at the event to the tune of \u0027I Touch Myself\u0027 by Aussie rock band Divinyls.Some viewers suggested the athletes may not have been aware of the song\u0027s sexually explicit lyrics.Others pointed out the quirky shape of the Queens Baton, with some likening it to a rubber band, and others calling it a Dyson product.   Australian singer-songwriter Delta Goodrem also performed in the show\u0027s closing stages, gracing the stage without any shoes on.           The Australian national anthem was also sung at the event in full - not just the opening verse which most are accustomed too          Trinidad and Tobago took a different approach to England, opting for skimpy uniformsAnd the Australian national anthem was sung at the event in full instead of just the opening verse which most are accustomed too. The decision to play the entire national anthem left many in the stadium flustered and struggling to remember all the words.But others suggested it is in fact Australian to turn a blind eye to the second verse.\u0027If you really wanted to represent real Australia, that second verse should\u0027ve been mumbled awkwardly,\u0027 one viewer wrote to Twitter.             Members of the Trinidad and Tobago team arrive during the opening ceremony          Australian singer-songwriter Delta Goodrem also performed in the show\u0027s closing stages, gracing the stage without any shoes onMeanwhile, a number of Indigenous protesters who stormed the stadium\u0027s gates were being arrested outside. The half a dozen protesters waited for thirty minutes, demanding tickets they claimed were purchased for them by the Land Council, before authorities started pushing them back. Tensions escalated as the Aboriginal dissidents started chanting \u0027No justice, no games\u0027, Gold Coast Bulletin reported.A handful were apprehended after lashing out at police, with some heard pleading \u0027don\u0027t shoot, don\u0027t shoot\u0027 as they were subdued.Police arrested one man and two women. Transport chaos hit attendees again as they attempted to leave the venue after the ceremony. One frustrated attendee took to Twitter, writing: \u0027Commonwealth Games transport no better on the way out than the way in unfortunately.\u0027   The city\u0027s transport system cracked under pressure as commuters were left stuck at a bus interchange waiting to be taken to the event          Transport chaos hit attendees again as they attempted to leave the venue after the ceremony      A number of Indigenous protesters who stormed the stadium\u0027s gates were being arrested at the same time. Pictured: Protest outside Carrara StadiumEarlier in the day, the Queen\u0027s Baton Relay was brought to a halt by a group of Indigenous protesters who formed a \u0027human chain\u0027 across a Gold Coast road. The group of approximately 30 people lined up across Seaworld Drive, in Southport, leaving the relay staff and baton bearers stranded in a carpark at the end of the road. About 140,000 tickets still remain on-sale for events at the games, Brisbane Times reported. Gold Coast Commonwealth Games chief executive Mark Peters said he still expects 95 per cent of tickets to be sold.\u0027People will start to get excited when they start to see the athletes,\u0027 he told the publication.           About 140,000 tickets still remain on-sale for events at the Commonwealth Games          Gold Coast Commonwealth Games chief executive Mark Peters said he still expects 95 per cent of tickets to be sold. Pictured: The games\u0027 opening ceremony140,000 tickets unsold one day out from Commonwealth Games"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/01/4ACD7EB000000578-0-image-m-13_1522801493525.jpg","title":"Luggage Bomb Brisbane written making way baggage carousel","story":"    Luggage with \u0027Bomb to Brisbane\u0027 written on it found on carousal at QLD airport startling travellers as to how it got through secuirty\u0027I didn\u0027t know what to make of it to be honest, I thought it may have been a joke,\u0027 she  told Seven news. She said: \u0027But when I saw the police officers come over then I realised it was a bit more serious\u0027\u0027. Time\u0027s running out: Mystery winner of a record $55 MILLION...Men really do think they are more intelligent than their...Share this articleThe area was cornered off by police and travellers were ushered away from the where the bag was found. The woman, who wished to remain anonymous, was left in disbelief the luggage wasn\u0027t deemed as suspicious.\u0027How it made it all the way is beyond me, you\u0027ve got to be pretty thick to do that,\u0027 she said.Police said the item was  examined in accordance with routine protocols and wasn\u0027t marked as suspicious.The code for Mumbai\u0027s airport is BOM, prior to 1995 the Indian city was known as Bombay.            Police swarmed the luggage and deemed it as not suspicious. The code of Mumbai airport is BOMAFP swarm bag labelled bomb on Brisbane Airport carousel"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/13/4AD197F200000578-5577637-Maya_Angelou_pictured_in_1970_has_had_a_variety_of_jobs_in_her_l-a-17_1522846316103.jpg","title":"Who Maya Angelou American poet author remembered 90th birthday","story":"    Here, Barack Obama awards Maya Angelou the Presidential Medal of Freedom in 2010Who was Maya Angelou?Born Marguerite Annie Johnson on April 4, 1928 in St. Louis, Missouri, she soon became known as Maya after her older brother Bailey Jr. nicknamed her. Due to the breakdown of her parents’ marriage, she was sent to live with her paternal grandmother with her siblings in Stamps, Arkansas.Soon, she was returned to her mother’s care where she was sexually abused and raped by her mother’s boyfriend, Freeman. After telling her brother, Freeman was found guilty, was jailed for one day and was murdered after his release.Believing that she had killed Freeman, she remained mute for five years, traumatised by the events, but during this time, Maya developed a love for books after being sent back to live with her grandmother and was inspired by the likes of William Shakespeare, Charles Dickens and Douglas Johnson.At the age of 14, Maya returned to live with her mother but in Oakland, California this time, attending the California Labor School. She became the first black female streetcar conductor in San Francisco and weeks before graduating, she gave birth to her son Clyde, who went to change his name to Guy Johnson.          Maya Angelou, pictured in 1970, has had a variety of jobs in her lifetime but is known as a writerDuring the 50s, Maya Angelou married Greek electrician and aspiring musician Tosh Angelos, took modern dance classes and became friends with renowned choreographer Alvin Ailey. They called themselves ‘Al and Rita’, formed a dance team and she moved to New York to study African dance for a year.After the end of her marriage in 1954, she started dancing professionally and changed her name to Maya Angelou after the encouragement of her managers at the San Francisco nightclub the Purple Onion. She went on to tour with the opera Porgy and Bess and made the most of the popularity of calypso by recording her first album Miss Calypso.In 1959, she met the novelist John Oliver Killens and later moved to New York City to pursue her writing career. Maya Angelou’s writing career began around the same time that she met the South African freedom fighter Vusumzi Make and they moved with her son Guy to Cairo, where she worked for The Arab Observer.After her relationship ended, Maya and Guy moved to Ghana so that he could attend college and here, she befriended Malcolm X and returned to the US with him in 1965 to build the Organization of Afro-American Unity. He was assassinated shortly after and traumatised by this, she joined her brother in Hawaii for some time before moving to Los Angeles.Maya has been known to have a variety of jobs in her lifetime including some in the sex trade, working as a prostitute and a madame for lesbians.Maya Angelou poems and booksIn 1968, Martin Luther King asked her to organised a march, but before she could, he was assassinated on her 40th birthday. Despite her depression, she went on to write a ten-part series of documentaries called Blacks, Blues, Black! for National Educational Television, what is now PBS.She was challenged by Random House editor Robert Loomis at a dinner party in the same year to write her first autobiography, \u0027I Know Why the Caged Bird Sings\u0027, which was published in 1969 and brought her international acclaim.Maya went on to write the first screenplay written by a black woman, Georgia, Georgia, which was released in 1972. She also wrote articles, stories, scripts, documentaries, autobiographies and poetry and was named visiting professor at several colleges and universities before being nominated for a Tony Award for her role in Look Away. Maya also married Paul du Feu in 1974.Another career highlight includes appearing in the television mini-series Roots after which she met Oprah Winfrey and the duo became good friends. In 1981, she returned to the south of the US where she accepted the lifetime Reynolds Professorship of American Studies at Wake Forest University in Winston-Salem, North Carolina.In 1961, she became the first poet to recite a poem at a presidential inauguration since Robert Frost at John F. Kennedy’s, and the recording went on to win a Grammy Award. Maya directed a feature film in 1996, Down in the Delta, and collaborated with Ashford \u0026amp Simpson on their album Been Found.During the 2008 presidential primaries, she supported Hillary Clinton in order to rally support in the black community but after Barack Obama won, she lent her support there. In 2010 she received the 2010 Presidential Medal of Freedom and in 2013, Maya Angelou published her seventh autobiography, \u0027Mom \u0026amp Me \u0026amp Mom\u0027.Maya Angelou died on May 24, 2014 after a bout of poor health that has resulted in many cancelled appearances. She was thought to be working on another autobiography that would have revealed her experiences with national and world leaders.Also in 2015, the poet was honoured by the US Postal Service with a commemorative stamp, but the featured quote belonged to another author."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/13/4AD1490A00000578-0-image-a-69_1522845134721.jpg","title":"Mother leaves two cheeky toddlers 10 minutes","story":"This is the scene after a mother left her two cheeky toddlers alone for 10 minutes and returned to find chaosTheir mother is heard saying: \u0027Oh my god, what am I going to do, I just bathed them.\u0027Meanwhile the destruction they caused doesn\u0027t seem to occur to the adorable toddlers who stare at the camera blankly.Air Force sergeant sues after he was kicked out of a...Share this articleFootage shows the entire room covered in soil, from the table tops to to the carpet as well as the mud stained toddlers standing near the pot.Hilariously, the younger tot is first seen with one hand on the pot wearing just a nappy, and splattered with soil.  The pair of mischievous tots made a huge mess with the soil from a pot plant in the corner, leaving their beleaguered mother to return to the ruins of her once spotless living roomHis older brother, still wearing his pyjamas, is seen cunningly hiding behind the pot to avoid the blame. It comes just days after a mother-of-two shared pictures of her children who had made a similar mess - with paint.  Mother-of-two Vicky Allum, 29, found her son Vinnie, two, and daughter Roxy, one, completely covered in paint after leaving them alone for just five minutes.The pair had also splashed bottles of green and yellow paint across the grey carpet of the rented home in Rushden, in Northamptonshire.Vicky and her husband Colin Robinson, 48, saw the funny side and shared pictures of their children\u0027s antics online - and are now looking for a rug to cover the stain. "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/12/4ACF7D2B00000578-0-image-m-44_1522839791056.jpg","title":"Austrias government aims ban headscarves kindergarten","story":"    New laws: Chancellor Sebastian Kurz said the proposed anti-hijab law would aim to combat what the government sees as a threat to Austrian mainstream culture from some MuslimsAustria took in more than one percent of its population in asylum seekers during Europe\u0027s migration crisis, an issue that helped Chancellor Kurz\u0027s conservatives win an election last year by taking a hard line on immigration.\u0027Our goal is to confront any development of parallel societies in Austria,\u0027 Kurz told ORF radio, using a term he and the Freedom Party (FPO) favour to describe what they see as a threat posed by some Muslims to mainstream culture.Labour councillor could be suspended after activists \u0027reveal...Compassionate Brits from human chain around mosque and hold...Share this article\u0027Girls wearing a headscarf in kindergarten or primary school is of course part of that.\u0027Kurz, at a news conference with Vice Chancellor Heinz-Christian Strache of the FPO, said they believed there was a problem in schools though they produced no figures to support this.\u0027What I can tell you is that it is a growing phenomenon. A few decades ago we did not have this in Austria and now it occurs primarily in Islamic kindergartens but also here and there in public establishments of Vienna and other cities,\u0027 Kurz said.          Bans: The proposed law would apply to girls in kindergarten and primary schools (stock image)He said a bill would be drawn up. Austria\u0027s main Muslim organisation was not immediately available for comment.The previous coalition of Social Democrats and Kurz\u0027s conservatives, passed a law banning face coverings including Muslim full-face veils in public spaces, but women and girls are free to wear regular hijab.It considered banning teachers from wearing headscarves but that plan was dropped after a debate over religious symbols in schools such as the Catholic crosses that still hang on many classroom walls.For any headscarf ban to come into force in kindergartens, which are run by Austria\u0027s provinces, the government would need a two-thirds majority in parliament and therefore the support of either the Social Democrats or the liberal Neos party.While the Social Democrats said they wanted a broader package of measures, they did not rule out cooperation. The Neos said they would examine the text drawn up by the government."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/13/4AD1832300000578-0-image-m-19_1522844760296.jpg","title":"House panel says Facebooks Zuckerberg testify April 11","story":"In this April 18, 2017 file photo, Facebook CEO Mark Zuckerberg speaks at his company\u0027s annual F8 developer conference in San Jose, Calif. The leaders of a key House oversight committee say Zuckerberg will testify before their panel on April 11. (AP PhotoNoah Berger, file)In an announcement Wednesday, Reps. Greg Walden and Frank Pallone say the hearing will focus on the Facebook\u0027s \u0027use and protection of user data.\u0027 That would put lawmakers of both parties into the thick of the sensitive issue of how the firm sets up controls to protect its users, while simultaneously running a lucrative and sophisticated online advertising business.On the other side of the Capitol, the Senate Commerce Committee also has called for Zuckerberg to come and explain how Facebook would \u0027safeguard users\u0027 data.\u0027 A letter released last week by panel chair Sen. John Thune of South Dakota and Bill Nelson of Florida made the request.\u0027We believe Mr. Zuckerberg\u0027s testimony is necessary to gain a better understanding of how the company plans to restore lost trust, safeguard users\u0027 data, and end a troubling series of belated responses to serious problems,\u0027 the senators said.Facebook is facing scrutiny over its data collection following allegations that the political consulting firm Cambridge Analytica obtained data on tens of millions of Facebook users to try to influence elections.Walden, R-Ore., is the House Energy and Commerce committee\u0027s chairman. Pallone of New Jersey is the panel\u0027s top Democrat. They say the hearing will be \u0027an important opportunity to shed light on critical consumer data privacy issues and help all Americans better understand what happens to their personal information online.\u0027China hits back at Trump¿s tariffs by imposing a 25 per cent...The best and worst performing FTSE 100 shares over the past...Facebook under fire for rejecting ad showing Jesus crucified...Zuckerberg to give evidence to US committee over Facebook...Share this article    In this May 25, 2017, file photo, Facebook CEO Mark Zuckerberg delivers the commencement address at Harvard University in Cambridge, Mass.          LET\u0027S TALK: Lawmakers began pressuring Zuckerberg to testify after the breach was revealedFILE- This March 28, 2018, file photo shows the Facebook logo at the company\u0027s headquarters in Menlo Park, Calif. Facebook is asking users whether they think it\u0027s \u0027good for the world\u0027 in a poll sent to an unspecified number of people. (AP PhotoMarcio Jose Sanchez, File)The firm pushed back against reports on the startling harvesting of personal information. \u0027The claim that this is a data breach is completely false,\u0027 the company said when it banned Cambridge Analytica. \u0027People knowingly provided their information, no systems were infiltrated, and no passwords or sensitive pieces of information were stolen or hacked,\u0027 it said. Zuckerberg previously told CNN when asked if he\u0027d be willing to testify: \u0027The short answer is I\u0027m happy to if it\u0027s the right thing to do.\u0027The appearance by one of the world\u0027s richest and most powerful CEOs is certain to draw international coverage. The world\u0027s largest social media network is under growing pressure from governments, investors and advertisers. This follows allegations by a whistleblower that British political consultancy Cambridge Analytica improperly accessed users\u0027 information to build profiles on American voters that were later used to help elect U.S. President Donald Trump in 2016. "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/17/4AD2BF5F00000578-5577929-image-a-25_1522859377330.jpg","title":"Putin cements alliance Iran Turkey Syria summit Ankara","story":"    Russia backs the Syrian government in the civil war (in red) and is joined by Iran and increasingly Turkey, though Turkey also backs rebel groups in the country\u0027s north (hash-marked red area) which are pitted against Assad. Meanwhile US influence  largely relies on Kurdish groups (top right), though its support has been waning amid protests from Ankara  Russia and Iran are strategic partners, with Russia providing military and financial support in return for influence over the Middle East. Turkey, meanwhile, had been courting membership of the European Union but in the past few years has drawn closer to Russia. These deepening ties are of concern to Europe because Turkey acts as an important buffer zone for migrants, filters out jihadis attempting to cross the border, and is a NATO member          Iran\u0027s President Rouhani, Turkey\u0027s President Erdogan, and Russia\u0027s President Putin shake hands as they meet in Ankara on Wednesday and pledge to create a \u0027lasting ceasefire\u0027 in Syria          Iran and Russia have backed the Syrian regime since the start of the civil war, while Turkey has called for Assad to go from power and still backs anti-Assad rebels. However, Erdogan has formed an unlikely partnership with Putin as he attempts to drive armed Kurdish groups from his bordersSince the cold war Russia and Iran have been allies in their opposition to the United States and both are strong military and political backers of Syria.Now Turkey has joined their efforts to protect Assad because it wants to crush US-backed Kurdish forces massing on its border.Turkey and Russia have also been drawn together after President Erdogan announced his country would be purchasing Russian arms.The deal $2.5 billion for the S-400 sophisticated anti-aircraft missiles, signed at the end of last year, came despite Turkey\u0027s membership of Nato.The countries are now cooperating on Syrian peace efforts as well as projects in the defense industry and energy sectors, including $20 billion deal to build Turkey\u0027s first nuclear power station, which began construction yesterday.Russia is Iran\u0027s major supplier of arms and last year the two nations signed a $30 billion energy co-operation deal. Through these deals Russia now finds itself in the position of having influence in Turkey as well as Iran.Those two countries themselves exert huge influence beyond their borders.Turkey controls much of the flow of middle eastern refugees into Europe.  It signed a deal with the EU in March 2016 to reduce the number of migrants by agreeing to take back those whose asylum application has failed or who fail to apply for asylum.  If it reversed this deal the political consequences in Europe would be enormous.Iran has been accused of supplying arms to the Taliban by the government of Afghanistan.          The three leaders have common strategic interests in the Middle East despite backing rival sides in the Syrian civil war White House declares mission to crush ISIS in Syria is...Human remains discovered in Syria may belong to murdered...Share this article    Iran and Russia have ties that date from the Cold War while Turkey and Russia are co-operating on defence and energy projectsIn a statement from the three leaders, they pledged to \u0027continue their active cooperation on Syria for the achievement of lasting ceasefire between the conflicting parties\u0027.\u0027There is no military solution option for the crisis in Syria and we need to cooperate to put an end to the war in the country,\u0027 said President Rouhani. \u0027We have to follow peaceful methods, we need to help the Syrians go back to their homes as soon as possible.\u0027A third trilateral summit will take place in Tehran though a date has yet to be announced.Putin\u0027s two-day visit was his first international trip since securing a fourth term as president of Russia last month. On Tuesday, he and Erdogan revealed the delivery of Russian S-400 missiles would be brought forward to July 2019.\u0027We have made our agreement on the S-400s. We have closed this chapter. This job is done,\u0027 a defiant Erdogan told journalists during a press conference, the Hurriyet Daily News reported.Putin added: \u0027Our Turkish colleagues made a request in the meetings. We will accelerate the process.\u0027The leaders also made an appearance at the launch of Turkey\u0027s first nuclear power station via video link on the same day. Russian company Rosatom was granted permission by Turkey\u0027s TAEK atomic energy authority on Tuesday to begin work on the Akkuyu Nuclear Power Plant\u0027s first unit. The plant will have a combined capacity of 4,800 megawatts across four reactors.          The summit comes as President Donald Trump mulls pulling American troops from the region and dropping support for Kurdish groups which it backed in the fight against ISIS           Meanwhile Syrian troops under the command of Assad have recaptured much of the country from ISIS and rebel control          The latest Syrian government offensive, following the capture of Deir Ezzor, is the assault on rebels in Eastern Ghouta which is drawing to a close as the last fighters are allowed to leave the area on busesErdogan insisted their meetings and the Astana talks were not an \u0027alternative\u0027 to the UN-backed Geneva process to find peace in Syria.But the three leaders said \u0027the Astana format had been the only effective international initiative that had helped reduce violence across Syria and had contributed to peace and stability in\u0027 the country.They added that it had given \u0027impetus to the Geneva process in order to find a lasting political solution to the Syrian conflict\u0027 in the statement.\u0027What is foremost for us is getting results. We must get results. We have no tolerance for delays. People are dying here,\u0027 Erdogan told reporters after the summit. The next three way summit will take place in Tehran, Erdogan said, but he did not indicate when that would be.Some 350,000 people have been killed since the start of the conflict following anti-government protests in March 2011. Millions more have been forced to flee their homes.Turkey hosts over 3.5 million Syrian refugees, most of whom live in Turkish cities.Shocking moment man attacks Muslim woman at emergency roomThugs try to steal a motorbike from outside owner\u0027s front doorAerial footage shows flooded St Ives town on Easter MondayMan is gored to death during the running of the bulls in SpainMilk truck flips over and erupts in flames on Russian roadMan drops dead in front of stunned guests after dancing on stageWoman angers air passengers after refusing to move from priority seatsHorrifying moment man is shot in the head on Facebook Live\u0027Excuse me, we\u0027ve got a dashcam\u0027: Cyclist fails to fool driverKnifeman stabs woman in horrifying CCTV video caught in DublinComedian explores events leading to father\u0027s death in new BBC doc"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/17/4ACF47CB00000578-5578249-image-a-4_1522858259927.jpg","title":"Baby elephant heard GIGGLING joy plays keepers","story":"    Laura-Jane Fyfe, from Aberdeenshire, filmed the brilliant footage at the Maevang Elephant Camp, Chiang Mai, Thailand, during her two-month holiday to celebrate her graduation from university\u0027She seemed to be quite a cheeky little girl, and at one point even tried to eat my top.\u0027The elephant\u0027s mother can be seen trying to keep a close eye on her offspring as she is also being cared for by a park keeper.  Ms Fyfe said: \u0027In the afternoon, we got to ride the older elephants for a little way through the jungle.\u0027The baby came along for a stroll and to have some fun.\u0027After originally being posted online in 2014, Laura recently re-shared the post much to the amusement of her Facebook friends.           The baby elephant was filmed as it was entertained by one of the carers with a plastic bucket"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/16/4AD202B200000578-0-image-a-6_1522856764896.jpg","title":"Police arrest man possessing explosive substances","story":"    Homes were evacuated and chemicals experts were drafted in to deal with the incident at Bron y Wern in BagilltNearby flats were evacuated and a cordon was put up at either end of the street and residents were ordered to stay indoors.A man in his 30s was taken to Glan Clwyd Hospital in a \u0027stable condition\u0027 but later discharged, according to the Welsh Ambulance Service.It\u0027s my party and I\u0027ll scowl if I want to: Hope Hicks...Britain\u0027s feral gangs \u0027are now a bigger danger than...Share this articleSupt Nick Evans of North Wales Police said. \u0027The incident was discovered by officers following concerns about a man\u0027s safety and they were fortunately alert enough to notice substances within the flat which caused them some concern.\u0027As a precaution the adjoining flats were evacuated whilst other experts were summoned and the items were safely removed for a more comprehensive examination.\u0027Residents have now been allowed to return to their properties.          The alert was raised after an ambulance went to a flat at around 5am after reports a man there was feeling unwell          A man in his 30s was taken to Glan Clwyd Hospital in a \u0027stable condition\u0027 but later discharged, according to the Welsh Ambulance Service\u0027The flat\u0027s occupant has now been discharged from hospital but arrested on suspicion of possessing explosive substances.\u0027He awaits interviewing by detectives. We are working with our partners in the local authority to address the impact of this morning\u0027s events and any concerns that exist within the local community.\u0027The cordon remained in place until mid-morning with bomb squad officers leaving the scene at around 11.15am.Police remained at the scene to keep the address secure as scene of crime officers completed their enquiries. They have stressed the incident is not \u0027terror-related\u0027.One neighbour said he was shocked when police started banging on his door at around 5.40am.He said: \u0027Police knocked and said we were being evacuated now, no messing about.\u0027I\u0027ve been out of the house since 5am because of the ambulance coming and all the commotion.\u0027Apparently they found a liquid but I don\u0027t really know. They just said it was hazardous and we had to get out.\u0027I was worried. The police have been around here on and off for the last six months.\u0027Flintshire County Council has been approached for comment. "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/16/4AD23F1300000578-0-image-m-10_1522856542385.jpg","title":"Police force severs ties male voice choir","story":"    Since 1956 The Derbyshire Constabulary Male Voice Choir has performed at events across the country raising hundreds of thousands for charityNow they have been asked to cut ties from Derbyshire Police as part of a drive to promote gender equality within the force.The choir faced upheaval trying to recruit around 50 female singers and claimed they could not afford to expand just to meet quotas.A bare bottom, bored Camilla, bizarre alien skit and VERY...It\u0027s my party and I\u0027ll scowl if I want to: Hope Hicks...Share this articleFrom June onwards the choir, which is made up of civilians, will change its name to the Derbyshire Community Male Voice Choir.Choir chairman Kevin Griffiths said the change of name has resulted from the constabulary\u0027s drive to promote gender equality in all aspects of its operations.          Chief Constable Peter Goodman says he can no \u0027no longer support\u0027 the organisationThe Chief Constable invited the group, which is linked to the force as members have worn police tunics for performances in the past, to become a \u0027mixed voices\u0027 choir.But Mr Griffiths said the choir felt \u0027unable to accept\u0027 his suggestion.As a result, the Chief Constable gave notice that the authorisation for the choir to use \u0027Derbyshire Constabulary\u0027 in its name had been revoked.The choir have also been requested to take steps to disassociate themselves from Derbyshire Police.\u0027We fully understand the rationale behind Mr Goodman\u0027s decision,\u0027 said Mr Griffiths.\u0027However, after considering the logistics and difficulties of undertaking such a transformation we felt unable to accept his invitation.          The choir has met every Monday evening from early September to late May at St Mary\u0027s Wharf Police Station in Derby. Now they will need to find a new rehearsal venue\u0027We are very good at what we do, and to undertake such a change would have required the recruitment of up to 50 new female members with a host of associated costs.\u0027We felt that to attempt such a change would have destroyed the choir and felt it was better to sever our association with the constabulary and continue the good work we do under a new name.\u0027Mr Griffiths said the choir would acquire new clothing and seek to create a \u0027more contemporary\u0027 image for their forthcoming concert season.The choir has met every Monday evening from early September to late May at St Mary\u0027s Wharf Police Station in Derby. Now they will need to find a new rehearsal venue.\u0027The choir are seeking to attract a number of new members and believe that their association with the constabulary may have prevented potential members from joining in the past,\u0027 said Mr Griffiths.\u0027We have worn a police tunic for performances in the past, originally worn by police officers in the 1960 and 1980s.\u0027This leads some people to believe that we are all serving police officers. It couldn\u0027t be further from the truth as the choir are now entirely civilian.\u0027We see this as a great opportunity to develop the choir even further over the next few years,\u0027 he said.\u0027We are a very active and successful choir which raises thousands of pounds for charity each year.Since our formation in 1956 we estimate we have raised in the region of £750,000 for local good causes.\u0027The choir has not received any direct financial support from the force for many years. The only major change for us is a move to a new rehearsal room which we are currently undertaking.\u0027  "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/18/4AD2A4B900000578-0-image-a-11_1522861537782.jpg","title":"Army bodyguard unit shows tackle assassins","story":"    Fake fire: A solider, wearing ear-defenders, opens fire in a mock exercise at the NATO Military Police\u0027s training camp in Hampshire today          Busting caps: A trained professional shoots a machine gun while crouching behind a Toyota during the demonstration           Terrifying: A soldier cut a scary figure dressed in ankle-length robes and a balaclava, with a fake suicide vest attached to him           Defending tactics: As part of the demonstration a soldier in plain clothes tackled a military figure wearing pads in a bid to show the best moves to deflect terrorists Police arrest man for \u0027possessing explosive substances\u0027...Father and son, aged 52 and 21, are arrested in West...Human remains discovered in Syria may belong to murdered...Share this article    Sharp shooter: As plumes of deliberate smoke cloud the soldier\u0027s view, the pretend gunman tried to prove the importance of a good aim under difficult           Aim, fire! A soldier dressed in ordinary garments shoots a target placed in a wooded area as a second soldier wearing ear defenders runs for cover   The conference was designed to show diplomats how they would be protected in the event of an emergency           The displays, which included a response to an attack on an ambassador\u0027s residence, were given a realistic feel with the use of blank and training rounds          The unit also showed how it would respond to a would-be assassin by using tactical driving and extracting the VIP from an ambush "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/19/4AD2A4A900000578-5578963-A_human_hamster_wheel_which_stands_at_six_feet_tall_is_also_up_f-a-95_1522868041975.jpg","title":"California porn studio selling props including torture rack human hamster wheel","story":"    Kink.com, a porn studio located in San Francisco, is selling its vintage-style props including this torture rack           A human hamster wheel, which stands at six-feet tall, is also up for grabs at the sale, which kicks off on April 6           Several sofas will be sold by Kink.com including this torn pink antique couch           In need of a surgical table? Head over to Kink.com\u0027s sale. These two old-school exam tables are available for purchase at the sale           A red leather dental chair, complete with straps, is another item on Kink.com\u0027s list of items to sell Among the items up for grabs are a torture rack, a six-foot-tall human hamster wheel, leather straitjackets, vintage gynecological chairs, surgical exams, a wheelchair that\u0027s a decade old, a vintage dental chair and a torn bright pink sofa.Others items, which are all listed on the Your Estate Sale website, includes various sex toys, a harness and restraint and exercise equipment.\u0027Anyone who came here on a tour or for a party or a business meeting will remember the high Victorian decor, the vintage furniture, the walls of art, and the tremendous history,\u0027 Kink spokesman Mike Stabile told the San Francisco Gate. He did, however, issue a warning for those who want to check out the sale. \u0027Of course, we are Kink.com, so it\u0027s not your grandmother\u0027s estate sale. Those with more discerning tastes will definitely find a little leather mixed in with the lace,\u0027 he said. Peter Acworth, the founder of Kink.com, purchased the building in 2006. He sold it to a club and resort developer for $65million, four times what he purchased the building for.  EXCLUSIVE: \u0027They have to be sold\u0027: Bankrupt and disgraced...A bare bottom, bored Camilla, bizarre alien skit and VERY...Share this article    The California company is also getting several space heaters, fans, lamps and other odds-and-ends           Kink.com, which makes vintage-style porn, is also selling this old-fashioned wheelchair           Another strange item up for grabs is this bank vault, but don\u0027t be fooled there\u0027s nothing behind the door because it\u0027s fake           Kink.com is also selling this doctor\u0027s chair. It\u0027s not clear how this was used in one of their films           Artwork will also be up for grabs at the sale, which will run from April 6 to April 10          Kink.com is holding the sale after selling its building to a club and resort developer for $65million The porn studio will relocate to another building but it\u0027s not immediately clear where. According to the San Francisco Gate, Acworth used the building as a porn studio and to host parties and events. The location recently underwent a renovation to include 19 gender-neutral bathrooms and sound-proofing so neighbors don\u0027t complain.       The sale takes place at the Armory\u0027s Drill Court on April 6-10, from 10 am to 4 pm every day.Human hamster wheels and a piano: Kink.com announces prop sale before leaving Armory - SFGate"},{"url":null,"title":"McDonalds Monopoly player share 100k prize matching ticket","story":""},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/22/4ACF4CAF00000578-5579213-image-a-24_1522877100845.jpg","title":"Pope Francis say hopes necessary save tragic Alfie Evans","story":"The 22-month-old has an undiagnosed brain condition and is being kept alive in Alder Hey Children\u0027s Hospital in Liverpool          Pope Francis has previously spoken of his support for Alfie and his family\u0027s struggle to keep the youngster alive           Writing on his official Twitter account today, Pope Francis shared his support for the tragic youngster   Mr Evans called the decision to turn off his son\u0027s machine \u0027sick, vile and disgusting\u0027He wrote: \u0027It is my sincere hope that everything necessary may be done in order to continue compassionately accompanying little Alfie Evans, and that the deep suffering of his parents may be heard.\u0027I am praying for Alfie, for his family and for all who are involved.\u0027  The 22-month-old has an undiagnosed brain condition and is being kept alive in Alder Hey Children\u0027s Hospital in Liverpool.  Parents Tom and Kate James lodged an application on Thursday to be able to appeal to the Supreme Court against a ruling that allows doctors to switch the life support off.In an emotional Facebook post his father Tom Evans claimed doctors could switch off his machine by Friday.  A spokesman for the The Court of Appeal this morning said \u0027permission had been refused and the parties had been informed\u0027.The parents will now appeal directly to The Supreme Court, in a bid to overturn a decision made by the High Court, that Alder Hey should withdraw life support.If refused by the Supreme Court - which hears cases of the greatest public or constitutional importance affecting the whole population - their last chance is to go to the European Court of Human Rights.          Kate James and Tom Evans, parents of 21 month old Alfie Evans, are fighting tooth and nail to keep their son alive          Last week a High Court judge ruled that doctors can stop treating Alfie, against the wishes of his parentsMay 2016: Alfie Evans is born apparently perfectly healthy, but misses numerous developmental milestones in his first seven monthsDecember 2016: Alfie catches a chest infection causing seizures, and is taken to Alder Hey Children\u0027s Hospital in Liverpool where he is put on life support. He has been there ever sinceJuly 2017: Father Tom Evans says he is seeking US treatment for his son and hopes Charlie Gard\u0027s supporters will help after he claimed doctors want to turn off Alfie\u0027s life support. December 17: Alfie\u0027s parents say they will begin mediation with the hospital in a bid to find a way forward without legal actionDecember 19: Mr Evans claims the toddler is letting them know he wants to liveFebruary 1: The case goes to the High Court in Liverpool, where the hospital reveal the parents smuggled a German doctor into hospital in a bid to stop the life support from being switched offFebruary 2: Consultant tells High Court that the child is unresponsive, not conscious of his surroundings and cannot be curedFebruary 5: Parents are told by doctors there is \u0027no hope for recovery\u0027 for their boy who has suffered \u0027catastrophic degradation\u0027 to his brain from a \u0027relentless\u0027 conditionFebruary 7: Miss James tells a newspaper that she feels \u0027physical\u0027 pain at the thought of her son\u0027s deathFebruary 20: Mr Justice Hayden rules that doctors can stop providing treatment to Alfie.February 22: Alfie\u0027s father, Tom, 21, said he would appeal against the decision, saying \u0027doctors should take a step back.\u0027March 1: Three appeal judges began analysing issues at a hearing in London. March 11: Court of Appeal hearing decide doctors can put an end to Alfie\u0027s treatment                         "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/14/4AD1C8EA00000578-0-image-m-27_1522848681062.jpg","title":"Barclays boss says Brexit allow UK control","story":"    Jes Staley (pictured) claimed that any short-term economic hit as we leave the European Union will be so minor that it passes almost unnoticedAnd he is confident a lucrative trade deal can rapidly be struck with the US thanks to our special relationship.It is a sharply different tone from big business lobbyists such as the Confederation of British Industry, which has repeatedly claimed Brexit will be a disaster and urged chief executives to speak out about the risks.Taking questions after a speech on exporting at King\u0027s College London, Mr Staley said: \u0027The question is, down the road - ten, 20 years from now - will the flexibility of managing a modern economy, having the power centre in the UK and in London for the British economy, will that then become a competitive advantage?\u0027I think the door is open and I can see both sides of that.\u0027 He added that uncertainty caused by the referendum will probably have an impact for the next few years.But the banker is not predicting a recession or anything close, simply saying that growth will be lower than it might have been if the UK had stayed in.Immigrant YouTube shooter went to a gun range HOURS before...Two men dead in another night of London bloodshed: Victim in...Share this articleCritics claim that any temporary damage to the economy has been made worse by the apocalyptic warnings of remainers, which pushed up inflation by encouraging traders to sell the pound.Mr Staley said: \u0027There\u0027s reason to believe that for some period of time, the GDP of the UK will probably grow at a slower rate than it might otherwise have grown save for Brexit.\u0027But it\u0027s going to be incremental and so it won\u0027t make the headlines.\u0027 Barclays is worth £35.2billion and is Britain\u0027s only globally important investment bank, with a major presence on Wall Street.Mr Staley said that President Donald Trump\u0027s determination to make America more business friendly could force the UK to follow suit.He said: \u0027In some ways bigger than Brexit is the decision of the US government to drop tax rates down to 20 per cent.\u0027There\u0027s been a pullback on some of the regulatory intensity in the US and we feel that as well.          Mr Staley said that President Donald Trump\u0027s determination to make America more business friendly could force the UK to follow suit\u0027Not only does the UK have to keep an eye on what\u0027s going on in Brussels and how to negotiate Brexit with the European Union, we also need to keep an eye on the very dynamic and changing situation in the US.\u0027 He was also optimistic on the country\u0027s chances of striking a trade deal with America.British trade policy has been dictated by Brussels for decades, but we can now forge new partnerships with other nations around the world and bring down the cost of exporting.A deal with America, the country\u0027s biggest trade partner, is seen as one of the great prizes that will be possible after Brexit.\u0027I actually had some conversations recently with the British government about this and I think there is a discussion going on,\u0027 Mr Staley said.\u0027There is a particular relationship between the United Kingdom and the US which is recognised on both sides of the Atlantic.\u0027I would think having a trade deal done with the US in a very quick period of time is important to the UK, and is important to the US.\u0027 "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/01/4ACD7EB000000578-0-image-m-13_1522801493525.jpg","title":"MPs savage National Lottery operator Camelot making excess profits","story":"    National Lottery operator Camelot was castigated by MPs last night for making ‘excess’ profits while the amount raised for good causes has fallenProfits more than doubled between 200910 and 201617 to £71million. Over the same period, the amount given to good causes went up by just £31million to £1.5billion – an increase of 2 per cent. The MPs criticised the Gambling Commission for not including a break clause in the 14-year contract with the Lottery operator. Time\u0027s running out: Mystery winner of a record $55 MILLION...Older workers ‘should pay National Insurance to avert social...Share this articleThis means nothing can be done to stop soaring profits because the terms of the contract can only be changed with Camelot’s agreement.The drop in returns for good causes occurred because more people bought scratch cards, while sales of draw-based games declined. Returns for good causes are much lower for scratch cards (around 10 per cent) than draw-based games (around 30 per cent). Camelot has said this is due to the need to offer a higher proportion of proceeds as prizes to encourage consumers to participate.Labour MP Meg Hillier, chairman of the PAC, said declining sales could mean Lottery-funded programmes will become unaffordable.‘Raising money for good causes is one of the founding principles of the National Lottery but this objective is under threat,’ she said.‘It would be a sad and significant loss to many deserving organisations and iniduals if that funding, which has amounted to some £37billion since 1994, should dissipate as a result of inaction now.           Over the past year the money handed to charities has fallen by 15 per cent as the public moved towards scratch cards rather than entering traditional draws. Despite this, Camelot has made profits well in excess of what was envisaged in its 2009 licence, MPs on the Commons public accounts committee (PAC) saidOur report lays bare the need for a concerted effort from Government, the Gambling Commission and Camelot, a monopoly supplier whose profits more than doubled in seven years while returns for good causes grew by just 2 per cent.‘It is a stark illustration of the challenge to be tackled that figures for 201617 show a drop in good causes year-on-year income of 15 per cent. Lessons must be learned from the renegotiation of Camelot’s licence in 2012 which was too generous to the provider.’A Camelot spokesman said it was working to maximise returns to good causes, adding: ‘During the third licence period annual returns to good causes have been, on average, 30 per cent higher than under the previous licence.’"},{"url":"https://www.theguardian.com/artanddesign/2018/apr/04/west-of-west-santa-monica-pier-end-of-america-photo-essay","title":"West of West: Santa Monica pier and \u0027the end of America\u0027 - a photo essay","story":""},{"url":"https://www.theguardian.com/artanddesign/gallery/2018/apr/04/sex-subway-mexico-city-david-graham-last-car-gay-cruising-photographs","title":"Mexico City\u0027s gay subway – in pictures","story":""},{"url":"https://www.theguardian.com/artanddesign/gallery/2018/apr/04/womens-work-around-the-world-in-pictures","title":"Women\u0027s work around the world - in pictures","story":""},{"url":"https://www.theguardian.com/books/2018/apr/04/neil-gaiman-to-produce-gormenghast-adaptation-for-tv-mervyn-peake","title":"Neil Gaiman to produce Gormenghast adaptation for TV","story":""},{"url":"https://www.theguardian.com/business-made-simple-with-vodafone/2018/feb/14/quiz-how-well-do-you-know-business-jargon","title":"Quiz: How well do you know business jargon?","story":""},{"url":"https://www.theguardian.com/cities/2018/apr/04/how-london-southall-became-little-punjab-","title":"How London\u0027s Southall became \u0027Little Punjab\u0027","story":""},{"url":"https://www.theguardian.com/commentisfree/2018/apr/04/emmanuel-macron-france-strikes-labour-reforms","title":"Macron has yet to convince a divided, striking France that he’s right","story":"drop-cap__innerHistory, it is said, does not repeat\u0026nbspitself, but some people in France are\u0026nbsp. And then there’s the glorious month of May 1968, with\u0026nbspthe 50th\u0026nbspanniversary commemorations of the\u0026nbspParis spring already in full swing.• Pierre Haski is a former deputy editor of\u0026nbspLibération and the founder of Rue89.com"},{"url":"https://www.theguardian.com/commentisfree/2018/apr/04/have-i-met-soulmate-google","title":"Have I already met my soulmate? You asked Google – here’s the answer","story":"drop-cap__innerIf you’re typing “have I already met my soulmate?” into Google, the chances are you’re in a similarly ambiguous emotional place to the one I found myself in six years ago. Had I messed up my sole chance at passionate romantic happiness with “the one that got away”? Would I die alone, rueing that missed opportunity? Or should I settle for a more companionable partnership and a sense of family?• Rosie Wilby is a comedian, author of Is Monogamy Dead? and host of The Breakup Monologues podcast"},{"url":"https://www.theguardian.com/commentisfree/2018/apr/04/love-a-muslim-day-counter-islamophobia","title":"Thanks, but a ‘Love a Muslim Day’ isn’t enough to counter Islamophobia","story":"drop-cap__innerTwenty-four hours on from the  and the well-meaning but deeply reductive framing of “Love a Muslim Day”, the UK’s Muslim communities and no doubt the police and authorities are breathing a huge sigh of relief that this designated day of hate passed off without major incident.• Shaista Aziz is a journalist, writer, standup comedian and former aid worker"},{"url":"https://www.theguardian.com/commentisfree/picture/2018/apr/04/nicola-jennings-theresa-may-glass-floor-cartoon","title":"Nicola Jennings on Theresa May\u0027s glass floor – cartoon","story":""},{"url":"https://www.theguardian.com/cross-country-trains/2018/mar/13/edinburghs-hidden-gems-as-chosen-by-locals","title":"Edinburgh’s hidden gems – as chosen by locals","story":""},{"url":"https://www.theguardian.com/culture/audio/2018/mar/29/mark-guiliana-on-the-album-that-sounds-like-innocence-the-start-podcast","title":"Mark Guiliana on the album that sounds like innocence – The Start podcast","story":""},{"url":"https://www.theguardian.com/environment/gallery/2018/apr/04/the-dramatic-melting-of-arctic-icebergs-in-pictures","title":"The dramatic melting of Arctic icebergs – in pictures","story":""},{"url":"https://www.theguardian.com/fashion/gallery/2018/apr/04/april-cool-five-outfits-for-month-ahead-in-pictures","title":"April cool: five outfits for the month ahead – in pictures","story":""},{"url":"https://www.theguardian.com/film/2018/apr/04/indiana-jones-joan-woman-steven-spielberg-harrison-ford","title":"Indiana Joan? Explorer could be played by a woman, Steven Spielberg suggests","story":""},{"url":"https://www.theguardian.com/football/2018/apr/04/barcelona-roma-champions-league-quarter-final-first-leg-match-report","title":"Barcelona’s Piqué and Suárez rub it in after Roma’s own-goal gifts","story":""},{"url":"https://www.theguardian.com/football/2018/apr/04/liverpool-manchester-city-champions-league-quarter-final-first-leg-match-report","title":"Liverpool’s stunning first-half salvo leaves Manchester City’s hopes on rocks","story":"Ratings by Jamie Jackson.Ratings by Jamie Jackson."},{"url":"https://www.theguardian.com/football/gallery/2018/apr/04/ray-wilkins-a-life-in-pictures","title":"Ray Wilkins – a life in pictures   Football","story":""},{"url":"https://www.theguardian.com/football/live/2018/apr/04/barcelona-v-roma-champions-league-quarter-final-first-leg-live","title":"Barcelona 4-1 Roma: Champions League quarter-final first leg – as it happened","story":""},{"url":"https://www.theguardian.com/football/live/2018/apr/04/liverpool-v-manchester-city-champions-league-quarter-final-first-leg-live","title":"Liverpool v Manchester City: Champions League quarter-final first leg – as it happened","story":""},{"url":"https://www.theguardian.com/lifeandstyle/2018/apr/04/six-of-the-best-spring-side-dishes","title":"Six of the best spring side dishes   Life and style","story":""},{"url":"https://www.theguardian.com/lifeandstyle/2018/apr/04/theo-randall-recipe-spaghetti-courgette-onion-basil-pasta","title":"Theo Randall’s recipe for spaghetti with courgettes, onions and basil","story":"drop-cap__innerI was told about this recipe by a friend who comes from Naples. He described this dish with such passion that I had to cook it that same evening. You don’t have to use courgette flowers but it does look great with them. Spaghetti works really well but you could use a short pasta like penne rigate or fusilli instead."},{"url":"https://www.theguardian.com/media/2018/apr/04/martin-sorrell-wpp-chief-executive-advertising-dealmaking-pay-packet-controversy","title":"Martin Sorrell: giant of the advertising world in yet another tight spot","story":""},{"url":"https://www.theguardian.com/music/2018/apr/04/fleetwood-mac-re-enter-us-charts-dreams-twitter-tweet-billboard","title":"Meme come true: Fleetwood Mac re-enter US charts thanks to Twitter post","story":""},{"url":"https://www.theguardian.com/music/2018/apr/04/kim-wilde-maybe-aliens-are-using-me-to-put-out-a-record-with-them-on-it","title":"Kim Wilde: ‘Maybe aliens are using me to put out a record with them on it’","story":"drop-cap__innerThe first man I fell in love with carried a photo of  in his wallet when I met him. For a while, she was my jokey love rival, but I think I was probably a bit in love with her, too. In the 80s, it felt as if everyone was."},{"url":"https://www.theguardian.com/music/shortcuts/2018/apr/04/radio-zzzzzz-is-this-radios-most-reactionary-top-100","title":"Radio Zzzzzz: is this radio’s most reactionary Top 100?","story":""},{"url":"https://www.theguardian.com/music/shortcuts/2018/apr/04/the-wedding-singer-adele-and-the-rise-of-celebrity-ministers","title":"The wedding singer: Adele and the rise of celebrity ministers","story":"drop-cap__innerIt has been revealed that  took on the role of best man, wedding planner and minister at her best mate Alan Carr’s wedding earlier this year. According to Carr, she offered her Los Angeles home for the ceremony, was the performer for the first dance, organised the honeymoon and even got ordained so she could marry him to his long-term partner Paul Drayton. Sadly, no footage of the ceremony exists, but, at a guess, it included a few more expletives than the average Church of England sermon."},{"url":"https://www.theguardian.com/news/gallery/2018/apr/04/a-close-shave-and-a-lula-demo-wednesdays-top-photos","title":"A close shave and a Lula demo: Wednesday\u0027s top photos","story":""},{"url":"https://www.theguardian.com/ready-player-one/2018/jan/26/the-power-of-pop-culture-why-were-all-crazy-for-nostalgia","title":"The power of pop culture: why we’re all crazy for nostalgia","story":""},{"url":"https://www.theguardian.com/society/2018/apr/04/surge-people-seeking-help-stop-viewing-child-abuse-images","title":"Surge in people seeking help to stop viewing child abuse images","story":""},{"url":"https://www.theguardian.com/sport/2018/apr/04/tiger-mania-leaves-masters-field-with-intimidation-factor-woods","title":"Tiger-mania leaves Masters field with ‘intimidation factor’","story":"drop-cap__innerIn respect of the fervour attached to the 82nd Masters even before Austin Cook has cracked the first competitive drive, it is hilarious to recall the Tiger-proofing of Augusta National. This weekend, those presiding over a major championship that has  may wish they could prevent the other 86 members of the field from holing putts via remote control. Tiger-proofing? Now is the time of Tiger-mania."},{"url":"https://www.theguardian.com/sport/2018/apr/04/trevor-bayliss-england-test-team-pakistan-india","title":"Trevor Bayliss suggests bare cupboard means few England batting changes","story":"drop-cap__innerMost of the senior figures in the England setup keep casting an eye towards 2019, the summer of the World Cup and the Ashes. Jimmy Anderson and Stuart Broad might like to bid farewell together clutching the urn so might Alastair Cook. Joe Root, meanwhile, would also like a finger on the World Cup alongside . That summer is a mouthwatering prospect on all fronts, a final salvo for many, after which our so-called Test grounds, bolstered by their handouts from the England and Wales Cricket Board, will be saturated by domestic Twenty20 cricket in the brave new world."},{"url":"https://www.theguardian.com/sport/gallery/2018/apr/04/commonwealth-games-2018-opening-ceremony-in-pictures","title":"Commonwealth Games 2018 opening ceremony – in pictures","story":""},{"url":"https://www.theguardian.com/technology/2018/apr/04/apple-siri-google-ai-chief-john-giannandrea","title":"Apple poaches Google\u0027s AI chief in push to save Siri","story":""},{"url":"https://www.theguardian.com/technology/2018/apr/04/facebook-cambridge-analytica-user-data-latest-more-than-thought","title":"Facebook says Cambridge Analytica may have gained 37m more users\u0027 data","story":""},{"url":"https://www.theguardian.com/technology/shortcuts/2018/apr/04/teenage-flicks-how-phone-boredom-became-gen-zs-answer-to-passing-the-time","title":"Teenage flicks: how \u0027phone boredom\u0027 became Gen Z\u0027s answer to passing the time","story":"drop-cap__innerHorizontal. Phone propped less than 10cm away from your face: minimum hand muscles engaged. Twitter: meme (it’s funny, but you don’t laugh). Instagram: cat picture (it’s cute, but you don’t smile). Facebook: acquaintance complaining (it’s sad, but you don’t frown). Tumblr. Snapchat. Back to Twitter. Repeat for an hour or two, until bodily functions force you to get up – and even then, wait until you are in actual physical pain before going to the loo, so deep are you in your trance-like state."},{"url":"https://www.theguardian.com/travel/2018/apr/04/gold-coast-queensland-australia-city-locals-guide-commonwealth-games","title":"A local\u0027s guide to Australia\u0027s Gold Coast: 10 top tips","story":"drop-cap__innerHugging Queensland’s southeast coast for a whopping 70km, the City of the Gold Coast extends far beyond the borders of Surfers Paradise, its hedonistic heart. Once renowned for its tackiness, the “Goldie” has, ahead of the Commonwealth Games, attained a level of sophistication few expected of the city that birthed gold lamé bikini-clad Meter Maids. A raft of swanky new hotels, including , the city’s premier arts hub, and revamped dining and nightlife scenes are among the highlights of a multibillion-dollar facelift. Despite this flurry of development, the vibe remains relaxed. With few must-sees beyond its dazzling beaches, the Gold Coast is a city best explored through your taste buds – one seaside suburb at a time.• Free, access currently via Pine Creek Road only, • Brew bar Fri 3-9pm, Sat-Sun 1-8pm, 14 Traders Lane, • Doubles from A$179 B\u0026ampB, 3128 Surfers Paradise Bvld, "},{"url":"https://www.theguardian.com/us-news/2018/apr/04/martin-luther-king-how-a-rebel-leader-was-lost-to-history","title":"Martin Luther King: how a rebel leader was lost to history","story":"drop-cap__innerOn 15 January 1998, what would have been Martin Luther King’s 69th birthday, James Farmer was awarded the  in the White House’s East Room. “He has never sought the limelight,” said the then president, Bill Clinton. “And until today, I frankly think he’s never got the credit he deserves. His long overdue recognition has come to pass.”"},{"url":"https://www.theguardian.com/us-news/video/2018/apr/04/i-have-dream-martin-luther-king-students-speech","title":"\u0027I Have A Dream\u0027: students from Martin Luther King Jr\u0027s former school recite speech","story":""},{"url":"https://www.theguardian.com/us-news/video/2018/mar/23/you-have-the-power-to-change-america-parkland-students-interview-bernie-sanders-video","title":"\u0027You have the power to change America\u0027: Parkland students interview Bernie Sanders – video","story":""},{"url":"https://www.theguardian.com/us-news/video/2018/mar/26/why-is-the-nra-so-powerful-video","title":"Why is the NRA so powerful? – video","story":""},{"url":"https://www.theguardian.com/world/2018/apr/04/four-artworks-vanish-walls-french-parliament-assemblee-nationale-paris","title":"Four artworks vanish from walls of French parliament","story":""},{"url":"https://www.theguardian.com/world/2018/apr/04/france-plans-to-reduce-mps-by-a-third-before-next-election","title":"France plans to reduce MPs by a third before next election","story":""},{"url":"https://www.theguardian.com/world/2018/apr/04/historic-farnese-blue-diamond-could-sell-for-up-to-5m","title":"Farnese Blue diamond could sell for up to £5m","story":""},{"url":"https://www.theguardian.com/world/2018/apr/04/israeli-airport-blocks-ads-urging-women-to-refuse-to-give-up-seats","title":"Israeli authorities block airport ads urging women to refuse to give up seats","story":""},{"url":"https://www.theguardian.com/world/2018/apr/04/syria-isis-latest-trump-white-house-remove-troops","title":"White House clarification only adds to confusion over Syria withdrawal","story":""},{"url":"https://www.theguardian.com/world/gallery/2018/apr/05/dogged-determination-the-pets-who-forget-their-disabilities-in-pictures","title":"Dogged determination: the pets who forget their disabilities – in pictures","story":""},{"url":"https://www.theguardian.com/world/video/2018/apr/03/jacinda-ardern-answers-questions-from-guardian-readers-video-video","title":"Jacinda Ardern answers questions from Guardian readers – video","story":""}]