[{"url":null,"title":"Mail petition contract UKs new blue passport British firm","story":"      The Government had decided the post-Brexit blue passports should be made by a European companyA Daily Mail and MailOnline petition to have Britain\u0027s post-Brexit blue passports made by a British company has gained more than 320,000 signatures. The Government had decided the passports should be made by a European company.But the Daily Mail and MailOnline called on ministers to put British workers first by reversing the decision and giving the contract to a British firm. Now you can add your voice too – simply enter your name, email address and home town into the form below to add YOUR voice - the total will be regularly refreshed so you can see how you\u0027ve made a difference. Be assured, your details will be kept confidential. If you can\u0027t see the entry form details, simply copy and paste this address into your browser, or click here: www.dailymail.co.ukpassportsTOTAL SO FAR: 320,050Our grand total above includes both online and postal signatories.You can also share this page with your friends and family by using the links below:"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/03/16/4ACA7A3700000578-5573761-The_Duchess_used_the_Quick_Check_system_which_allows_myWaitrose_-a-7_1522770453250.jpg","title":"Kate spotted shopping Waitrose store Norfolk","story":"    The Duchess of Cambridge is seen looking at products as she fills her trolley at a Waitrose branch in Norfolk yesterday          The Duchess used the Quick Check system, which allows myWaitrose customers to scan and pack their shopping into bags      Invest in a classic buttoned coat like KateShop more coats from the brand here!She carried out her last official engagement before going on maternity leave at the end of March. But with just weeks to go until she\u0026#39s due to welcome her third child, the Duchess of Cambridge isn\u0026#39t taking it easy! Not only did she attend the Easter service at St George’s Chapel in Windsor on Sunday, she was pictured doing a spot of shopping at Waitrose the next day. She\u0026#39s got a reputation for being thrifty to uphold, and Kate certainly lived up to that! She recycled a Joseph coat that we\u0026#39ve spotted her wearing on many occasions (pictured, right), going back as far as 2007. From a day at the races to running some errands, it\u0026#39s definitely a versatile piece. Unfortunately it\u0026#39s no longer available to buy, but click through to shop the current collection of Joseph coats. Or if you\u0026#39ve fallen in love with the dusty pink colour of this style, recreate Kate\u0026#39s look with the help of our edit below.GOAT  Double-breasted frayed-edge cotton coat at MATCHESFASHION.COML.K.Bennett Laurela Seam Detail Coat in Blush at John Lewis    The 36-year-old royal was pictured with a protection officer yesterday after a visit to her favourite supermarket in Norfolk          Kate is claimed to have said \u0027Hi, hello\u0027 to a woman who greeted her in the car park of the Waitrose supermarket in NorfolkThe woman, who wished to remain anonymous, saw Kate loading the bags into her car outside the store – and when the onlooker said \u0027hello\u0027 to her, the Duchess is said to have replied: \u0027Hi, hello.\u0027The passer-by said: \u0027I was just in Waitrose doing a bit of shopping. I just went round the corner of the aisle - and I saw her. I said to my husband \u0027that looks like Kate Middleton\u0027. He said \u0027it\u0027s not\u0027, and I said \u0027it is\u0027.\u0027Is Kate expecting a boy? The baby clues behind the royal...Not long now! Kate and Zara show off their bumps as they...Prince Philip misses his third appearance in 10 days when he...The day Meghan Markle let her ruthless side show ¿ by...Woman says she was 15 when she \u0027was raped by Pippa...Share this articleShe said the Duchess, dressed in a peach coat and black heels, was using the Quick Check system, which allows my Waitrose customers to scan and pack their shopping straight into bags in the trolley as they go through the store, presenting a running total on a device.The woman spotted Kate doing her shopping inside the store, before then seeing her again 15 minutes outside when she approached her to say hello. She added: \u0027I just saw her browsing. I didn\u0027t want to get too close to her.\u0027The woman said Kate was accompanied by a royal protection officer, who stood next to her as she loaded her shopping into the car. She added: \u0027I did actually say \u0027hello\u0027 to her as I walked past. She turned and said \u0027Hi, hello\u0027.\u0027    The trip came one day after Kate attended an Easter Sunday service in Windsor with the Queen and Prince William          The Prince of Wales and the Duchess of Cornwall are pictured visiting a Waitrose in London\u0027s Belgravia in September 2009          The Queen, pictured with Waitrose marketing chief Rupert Thomas, looks at a store in Poundbury, Dorset, in October 2016She added that the Duchess appeared to have bought a plant of coriander or parsley, with a \u002725 per cent off\u0027 sticker visible on the outside, and that she seemed to have taken her own bags with her to the store.The woman, who was returning from a holiday for the weekend when she visited the store and is not from the area, said: \u0027It was like a surreal experience, to see her doing everyday things.\u0027 Kate, who already has two children - Prince George, four, and Princess Charlotte, two – is expected to give birth to her third child before the wedding of Prince Harry and Meghan Markle on May 19 in Windsor, Berkshire.The Duchess was pictured a day earlier - with Zara Tindall, who is also heavily pregnant - for a traditional Easter Sunday service at St George\u0027s Chapel on the grounds of Windsor Castle where Meghan and Harry will marry.Kate is known as a fan of Waitrose, and her sister Pippa was hired as a star columnist for its magazine in 2013 under the section \u0027Pippa\u0027s Friday Night Feasts\u0027 after the publication controversially ditched Delia Smith."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/03/20/4ACAFAAF00000578-5574887-image-a-2_1522782778688.jpg","title":"Colin Farrel checks 36 000 month Meadows rehab center","story":"    Colin Farrell, who has a history of alcohol and drug abuse, checked into the elite Meadows clinic in Wickenburg, Arizona this past week\u0027He decided to pre-emptively check himself in before it went to a bad place. He didn\u0027t want to go down that rabbit hole again. \u0027He\u0027s so hyper aware that he\u0027s an addict that he felt that he could very easily start using again. \u0027Another week and he could have started using again. Colin has worked so hard to stay sober that the only way he thought he could get it under control was to go back and get some professional help. He has a lot of responsibilities and he thought it best to go away for a while and get help.The 41-year-old actor - who grew a reputation as a Hollywood hell raiser in his younger years - battled addiction for a decade until he faced his demons while filming Miami Vice in 2005.As soon as the movie wrapped he checked into rehab to get help with his issues and later admitted he was \u0027out of control\u0027.The Meadows claims to have the best treatment programs in the United States.Farrell will be able to take part in horse riding, yoga, Tai chi, acupuncture and \u0027mindfulness meditation\u0027 at the clinic.The impressive facility boasts a fitness center, a swimming pool and relaxation areas.The center runs a 45-day treatment program for addicts called the \u0027Gentle Path\u0027 under which patients undergo counseling and \u0027expressive arts\u0027 to try and deal with their issues.          The elite Meadows clinic is popular among celebrities and has treated stars such as Tiger Woods, Elle Macpherson, Kate Moss, Selena Gomez and Kevin Spacey          The clinic (pictured), which is in the Arizona desert, costs approximately $36,000-a-month for in-patient programs          Farrell will be able to take part in horse riding, yoga, Tai chi, acupuncture and \u0027mindfulness meditation\u0027 at the clinic (its pool pictured above)          The center runs a 45-day treatment program for addicts called the \u0027Gentle Path\u0027 under which patients undergo counseling and \u0027expressive arts\u0027 to try and deal with their issuesThe website states: \u0027In a safe and nurturing community composed of their peers, men are guided on their journey of recovery by examining the underlying causes of addiction and co-occurring disorders.\u0027The goal is for these iniduals to gain the courage to face difficult issues, including grief and loss heal from emotional trauma and become accountable for their own feelings, behaviors, and recovery.\u0027Last year Farrell appeared on the Ellen show and celebrated ten years of sobriety.He opened up about his early alcohol and drug addiction, admitting he was \u0027out of control\u0027 for many years.Farrell recalled how he used to dread when comedian Ricky Gervais would introduce him at awards shows.\u0027He\u0027d say something like I hate the clichés, and Hollywood is full of them, things like All Irish people are overblown drunken alcoholics… ladies and gentlemen, Colin Farrell,\u0027 the actor recalled.  A source close to the star tells DailyMail.com that Colin became \u0027overwhelmed\u0027 following a busy year having completed three back to back films and began getting \u0027urges\u0027 to start \u0027using\u0027 again          Last year Farrell appeared on the Ellen show and opened up about his early drink and drug addiction, admitting he was \u0027out of control\u0027 for many yearsFarrell said he checked into rehab after filming Miami Vice in 2005.\u0027It was interesting because I couldn\u0027t remember a single frame of doing it,\u0027 he told the Mirror in 2013. \u0027I was at the premiere and didn\u0027t know what was happening next. But it was strange because I was in it.\u0027As soon as filming ended, Farrell was sent to rehab.\u0027The second it was finished I was put on a plane and sent to rehab as everyone else was going to the wrap party,\u0027 he said.His family and friends had been pressuring him to look into rehab, and he realized that he had finally lost control over his drug use and drinking.\u0027I\u0027d gotten out of control - for years I could indulge in certain things,\u0027 he said. \u0027I had quite a high tolerance for various drugs for years, I thought. It accumulated to the point where I couldn\u0027t put my foot on the brake anymore.\u0027Ultimately he realized that he needed to get sober in order to be a good father to his son James, who was born with Angelman syndrome, a condition that causes seizures, difficulty with motor skills, and difficulty speaking.The Irish hunk said he had been fairly \u0027drunk or high\u0027 since the age of 14 and even The notorious admitted he was on the brink of going on a lethal heroin binge before getting clean. "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/03/23/4ACAA9F700000578-0-image-a-4_1522796217655.jpg","title":"RICHARD KAY Prince Philips hip operation shape Harry Meghans wedding","story":"    Prince Philip\u0027s hip operation means, hopefully, he will be fit enough not just to take part in the Royal Windsor Horse show, but, crucially, to be an active participant at Prince Harry’s wedding ten days laterFor the most part, Prince Philip takes bouts of ill-health in his stride. But confronted by the possibility that an untreated hip complaint could prevent him participating in his beloved sport of carriage driving, he has accepted medical advice.The aim of today’s procedure is, however, twofold. It means, hopefully, he will be fit enough not just to take part in the Royal Windsor Horse show on May 9, but, crucially, to be an active participant at Prince Harry’s wedding ten days later.Both are key fixtures in Philip’s diary. Indeed, Harry favoured Windsor as his wedding venue because it would be easier for his grandfather to attend.Although he’s 96 and therefore the prospect of a general anaesthetic cannot be taken lightly, Philip remains supremely fit and remarkably strong for his age.He still walks quickly with one hand behind his back, as of old. And he still cuts a dapper figure, with tailored suits and well-polished shoes this helps give the impression of a much younger man.Someone seeing him for the first time would not believe he’s a nonagenarian.The Queen Mother underwent two hip operation in her nineties. She had a hip replacement at 95 and then, at 97, had surgery after fracturing her left hip. She recovered to continue carrying out public engagements.The Duke of Edinburgh, of course, has officially retired from royal duties but he still makes a point of showing up at events, often unexpectedly, but to the delight of organisers.He had hoped to join the Queen for the Maundy service at St George’s Chapel in Windsor last Thursday, and his name was in the order of service. He was also absent from the royals’ traditional Easter Sunday church service.The previous week he pulled out of a ceremony to hand over his role as Colonel of the Grenadier Guards to Prince Andrew.          Police stand outside the King Edward VII Hospital in London after Prince Philip was admittedThe fact is that he has endured severe back pain for more than 20 years. It is the reason why, at times, he has appeared irritable in public. But the hip problem has become acute.A close friend of the duke describes his condition as ‘the bones in his hip grinding together.’Surgery, says the friend, does not intimidate him. ‘For him, it is a simple choice if without the procedure it means he cannot continue carriage-driving, then it is worth undergoing an operation. He will only stop when he no longer enjoys it, not because he can’t do it. Above all he wants to remain active.’Prince Philip, 96, is admitted to hospital for planned hip...Investigators could launch SIX more inquiries into \u0027unlawful...Share this articleWhen Philip retired from public duties last year, it was not for medical reasons – he simply wanted to enjoy more of his leisure time.Just a few days after Buckingham Palace announced the decision, he was carriage-driving at the Royal Windsor Horse Show.He turned 96 last June, and a week later helped the Queen celebrate her official 91st birthday at the annual Trooping the Colour parade. On June 20, he spent the day at Royal Ascot, where temperatures were so hot that the dress code in the Royal Enclosure was relaxed for the first time.But that evening, Philip was admitted to King Edward VII Hospital in London as a precautionary measure, for treatment for an infection arising from a pre-existing condition.          Harry and Meghan pictured after their engagement. Harry favoured Windsor as his wedding venue because it would be easier for his grandfather to attendHe missed the State Opening of Parliament the next day, when Prince Charles stepped in to accompany the Queen.On his final official engagement on August 2, the prince strode with ease around the forecourt of Buckingham Palace in the pouring rain, meeting Royal Marines.He made an appearance at the Royal Albert Hall for the Festival of Remembrance in November, and then the following day at the Cenotaph joined the Queen to watch the ceremony from a balcony rather than laying a wreath.Fears were raised when he appeared to lean against a pillar for support while standing during the Whitehall service. But a week later he was carriage-driving at Windsor on the day of his platinum wedding anniversary, and he and the Queen celebrated in the evening with a party for more than 100 family and friends.The fact is he has never really been the same since the Queen’s Diamond Jubilee six years ago when the duke, just short of his 91st birthday, contracted an infection after spending four hours on his feet in the rain and cold during a pageant on the River Thames.Abdominal surgery, bladder infections and a blocked coronary artery have seen Prince Philip admitted to hospital on a number of occasions.          Although he’s 96 and therefore the prospect of a general anaesthetic cannot be taken lightly, Philip remains supremely fit and remarkably strong for his ageBut despite having to spend two months convalescing following an operation on his abdomen in October 2013, Philip appeared sprightly and walked unaided on an official visit to a care home when, at the age of 92, he was older than many of the residents.Royal life has always agreed with him and most of his ailments and injuries have been sports-related.Philip suffers from arthritis in his right wrist, and broke a bone in his ankle playing polo. His arthritic wrist forced him to give up polo in 1971 – when he was 50 – after which he decided to take up carriage-driving.The duke is also an advocate of healthy eating combined with exercise. He once said he more or less followed the Atkins diet and he drinks only moderately.He takes the stairs – two at a time - rather than lifts, and still fits into the uniform he wore on his wedding day.But it is Harry’s wedding day in seven weeks’ time that has recently been on his mind. Says the friend: ‘With convalescence, he hopes to be there.’ "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/10/4ACEE66400000578-0-image-a-46_1522833503362.jpg","title":"Naked Sphynx cat wins legions online fans permanent scowl wrinkly skin","story":"    This is Xherdan, a five-year-old Sphynx cat who lives in Switzerland with his owner, 45-year-old Sandra Filippi          Filippi said Xherdan \u0027stole my heart\u0027 when she spotted him for adoption online, and decided to bring him home          Sandra now spends her time uploading pictures of Xherdan to social media, where he has amassed 5,000 followers          Xherdan\u0027s fans are obsessed with his wrinkly skin, which Sandra describes as \u0027soft as a peach\u0027, and his permanent frown          Sandra said that most people\u0027s reaction to Xherdan seems to be laughter, adding: \u0027That\u0027s the most beautiful thing there is\u0027          While Xherdan is the most famous feline in Sandra\u0027s household, he actually shares the space with two other Sphynx catsXherdan now has nearly 5,000 followers on Instagram after Sandra began posting pictures of his wrinkled skin and grumpy face.The scowling kitty is even shown posing for photos in costumes and jewellery.Sandra said: \u0027When I first saw him, he immediately stole my heart. His wrinkled pink skin, as fine as a peach, his turquoise eyes, as blue as the ocean. I was in love.You leave her alone! Adorable moment baby rhino boldly tries...Share this article\u0027He makes me and other people laugh all the time and that\u0027s the most beautiful thing there is.\u0027I am so incredibly proud. He is just so unique.\u0027Sphynxes take up a lot of time, they always want to be where their humans are.\u0027He watches everything and always wants to know what we are up to.\u0027I am so incredibly proud of him.\u0027          When he is not posing for pictures, Xherdan spends his time meowing for attention and watching birds out the window, Sandra said          \u0027He is always distracting me when I’m trying to do something because I always have to look into his blue eyes and give him lots of cuddles,\u0027 Sandra said          While the scowl is a permanent feature of Xherdan\u0027s face, it seems even deeper when he is forced to wear an outfit for a photo-shoot          Xherdan\u0027s Instagram page promises followers \u0027daily nudes\u0027 - just one of the many ways he spreads laughter around the internet          As well as Sandra and her two other Sphynx cats, Xherdan also shares his home with Sandra\u0027s partner and their dog          Sandra described Xherdan as being \u0027like a child\u0027, saying he is constantly interested in whatever is going on and makes noises all the time"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/04/4ACE23DC00000578-0-image-m-54_1522811471913.jpg","title":"Is Britains obese dog Six stone collie dubbed Hattie Fattie","story":"    The eight-year-old overweight dog, who has been nicknamed, \u0027Hattie the Fattie\u0027, has already lost 4kg and will need an operation to get rid of the excess skin as she sheds the extra weightAnd staff at the animal rescue centre are now asking the public to help them raise more than £1,000 for the life-changing tummy tuck surgery to remove all of her excess skin.The money would also be used for additional operations to widen her ear canals and treat her cataracts.Prince Charles and Camilla make a secret stop on their...Share this articleHattie\u0027s weight ballooned when she was not taken on any walks and fed a fast food diet of daily burgers.She was initially rescued by the RSPCA before being handed over to the rescue centre.          Staff at the animal rescue centre are now urging the public to raise more than £1,000 for the life-changing tummy tuck surgery to remove all of her excess skin.Ruth Rickard, 51, who has worked at the centre for 10 years, said: \u0027When I first saw Hattie I couldn\u0027t believe it as she looked more like a pot bellied pig than a dog.\u0027I just knew we had to try and help her. I take her home with me at night so I can administer her insulin injections, which she tolerates very well.\u0027As the weight has started to come off we have found that she is very spirited and extremely loving, despite the fact we put her on a diet.\u0027She spends her days in our reception, keeping an eye on the staff and customers, and as we watch her gain confidence and lose weight it makes me proud that we are a genuine non euthanasia charity.\u0027A healthy female collie should weigh between 18 and 25kg, but Hattie is currently 36kg - the same weight as a small dear or two full bags of concrete.Hattie is on a strictly controlled diet to lose the weight slowly and safely and, to date, she\u0027s managed to shed 4kg.          She was initially rescued by the RSPCA before being handed over to the rescue centreRuth added: \u0027We have seen some wrecked animals that we have found homes for after proper care, nutrition and TLC. I try to be positive. I\u0027m aiming to get her down to about 23 kilos.\u0027We are trying to get her to go out four or five times a day. She was over 40kg, we\u0027ve got the previous vet history - I don\u0027t think the owner was very well.\u0027She\u0027s only six years old. For a collie, she should be looking at a 15-year life expectancy.\u0027Ruth revealed that when she successfully loses her weight, Hattie will need to have a tummy tuck to remove the excess skin she will be left with.Hattie\u0027s ongoing medical treatments and procedures that she will need once she has reached a safer weight are expected to cost the home in excess of £1,200.          Hattie is on a diet to lose the weight slowly and safely and, to date, she\u0027s managed to shed 4kgNow they have launched a Just Giving page, and they only have five days left to raise the cash.Ruth added: \u0027She\u0027s quite a character, she so deserves the public to get behind her.\u0027Since she started losing weight, she\u0027s changed - it was like she had no real enjoyment of life before and was just existing. Because she was fed fatty human food like burgers, she put on so much weight.\u0027It caused diabetes and cataracts. I looked at her and thought she looked like a pot bellied pig. It is so wrong. It is because of her fatness. She is carrying so much weight.\u0027Her muscles are quite wasted as she hasn\u0027t been walked. She came to us from the Exeter area, from the RSPCA as we help them with cases.\u0027We\u0027ve tried to turn her life around. She\u0027s cheerful and happy now.\u0027"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/12/4AC7AFE200000578-5577041-image-m-36_1522840786338.jpg","title":"Briton 73 aims oldest complete worlds toughest ultra marathon time","story":"Bill Mitchell, 73, from Turnditch, Derbyshire, will be running the Marathon Des Sables in the Sahara this week - the third time he attempts the raceSince taking up running ten years ago, Mr Mitchell - a former naval officer - has completed 139 marathons including 30 ultramarathons - like the Marathon des Sables The Marathon des Sables, which translates into English as Marathon of the Sands, is about 156 miles (250 km), the equivalent of six regular marathons. There are six running days and one rest day, during which temperatures can reach 120F (50C) during the day, while dropping to below freezing at night time.Competitors must carry all their provisions for the whole race on their back, and Mr Mitchell estimates that he will start off with around 18lbs on his back. Mr Mitchell said: \u0027It\u0027s a great experience in that you really are learning how to push yourself and to be determined.          Hero: Bill Mitchell running the Peru Marathon Des Sable in November, 2017\u0027I have always been a determined person. When I say I will do something I will do it and you have to be to finish that race.\u0027The first one I did I heard two men saying it was harder than they thought it would be and I thought \u0027what do you expect? It\u0027s the MdS.\u0027My aim for this one is to complete it. I\u0027m not aiming for a time but I want to be the oldest person to complete three MdS in just over a year.\u0027Mr Mitchell runs a marquee hiring company with his wife Linda, who is in her sixties, and will fly to Morocco on Friday for the race having also run the Peruvian Marathon des Sables in November.Mr Mitcher, who has a daughter, Kara, 29,  said: \u0027The Peru one was more challenging with more hills, more sand and the heat.\u0027The Peruvian desert is hot but then you would have a downturn when the wind would really pick up and you\u0027d be battling into it, you would go from being extremely hot to being really cold.\u0027There are the physical challenges like the blisters and at the end of the day there\u0027s no going into a nice hotel room and having a nice shower or having a meal.\u0027It\u0027s all dried food that you\u0027re carrying with you. It\u0027s pretty appalling stuff.\u0027The toughest part of the Saharan one is the long day where you\u0027re running 80K. You start in the morning and you\u0027re going through the night.\u0027Going over a sand dune you can appreciate it\u0027s not a firm surface which can take a lot out of you.\u0027Some are very windswept so that can be quite hard and then you have to be careful about twisting an ankle, it\u0027s technically hard but not physically.\u0027It\u0027s about how you cope with it, the terrain can be challenging.          Incredible: The Marathon des Sables, which translates into English as Marathon of the Sands, is about 156 miles (250 km), the equivalent of six regular marathons\u0027You have to say to yourself \u0027what do you expect?\u0027 If you find yourself thinking \u0027it\u0027s a bit hot\u0027 you have to have a serious talk with yourself and re-motivate yourself.\u0027All the time I\u0027m thinking of tactics - I\u0027m trying to keep up with people.\u0027It\u0027s 90 per cent mentality. You have to be positive and if you start finding yourself feeling jaded you have to get yourself out of it.\u0027Being at sea has given me an advantage. Having worked in the engine rooms of ships in the middle of the Arabic gulf was good training for the heat.\u0027During his first Des Sables race, Mr Mitchell completed it in around 63 hours in 2016 and was named Best UK Male.In 2017 he completed it in 53 hours insisting the race was easier rather than that he had improved. Mr Mitchell\u0027s amazing marathon journey began at the age of 63 when he swapped the gym for walking and set himself the challenge of jogging three miles without stopping. Seven months later he ran his first 10K race, and the year after completed 27 races including eight marathons then I started setting myself challenges like running a marathon in each of the countries of the UK.Mr Mitchell now runs about 18 marathons per year.           Big goals: Since taking up running ten years ago, Mr Mitchell - a former naval officer - has completed 139 marathons including 30 ultramarathons - like the Marathon des SablesIn preparation for the Marathon Des Sables, he runs  for hours in hilly terrain close to his home carrying weights and eats a healthy diet of fruit, vegetables and oily fish.Mr Mitchell said: \u0027When you get up to the level I\u0027m at it\u0027s quite simple to keep yourself at that level.\u0027You have to keep exercising but not as much as when you start training. The secret is to keep yourself at that level.\u0027When I did the MdS the first year I got back on the Monday and I actually ran the London Marathon the following Sunday. It\u0027s not being big headed it\u0027s just what it is.\u0027  \u0027I still work and run a business because I enjoy it, I think retirement is a bad idea.\u0027I\u0027m a great believer in exercising your body and your mind and if you don\u0027t there\u0027s a danger you\u0027ll just waste away.\u0027I\u0027ve not been told not to do it which is a good thing. People may perceive it to be dangerous but that\u0027s people who\u0027ve not done it.\u0027My problem is what am I going to do next? If you are doing what is alleged to be the toughest foot race in the world - how do you find one tougher?\u0027The only thing I can start doing is try to break this record of the oldest person to run three in a row but what will I do in 2019?\u0027"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/13/4AD197F200000578-5577637-Maya_Angelou_pictured_in_1970_has_had_a_variety_of_jobs_in_her_l-a-17_1522846316103.jpg","title":"Who Maya Angelou American poet author remembered 90th birthday","story":"    Here, Barack Obama awards Maya Angelou the Presidential Medal of Freedom in 2010Who was Maya Angelou?Born Marguerite Annie Johnson on April 4, 1928 in St. Louis, Missouri, she soon became known as Maya after her older brother Bailey Jr. nicknamed her. Due to the breakdown of her parents’ marriage, she was sent to live with her paternal grandmother with her siblings in Stamps, Arkansas.Soon, she was returned to her mother’s care where she was sexually abused and raped by her mother’s boyfriend, Freeman. After telling her brother, Freeman was found guilty, was jailed for one day and was murdered after his release.Believing that she had killed Freeman, she remained mute for five years, traumatised by the events, but during this time, Maya developed a love for books after being sent back to live with her grandmother and was inspired by the likes of William Shakespeare, Charles Dickens and Douglas Johnson.At the age of 14, Maya returned to live with her mother but in Oakland, California this time, attending the California Labor School. She became the first black female streetcar conductor in San Francisco and weeks before graduating, she gave birth to her son Clyde, who went to change his name to Guy Johnson.          Maya Angelou, pictured in 1970, has had a variety of jobs in her lifetime but is known as a writerDuring the 50s, Maya Angelou married Greek electrician and aspiring musician Tosh Angelos, took modern dance classes and became friends with renowned choreographer Alvin Ailey. They called themselves ‘Al and Rita’, formed a dance team and she moved to New York to study African dance for a year.After the end of her marriage in 1954, she started dancing professionally and changed her name to Maya Angelou after the encouragement of her managers at the San Francisco nightclub the Purple Onion. She went on to tour with the opera Porgy and Bess and made the most of the popularity of calypso by recording her first album Miss Calypso.In 1959, she met the novelist John Oliver Killens and later moved to New York City to pursue her writing career. Maya Angelou’s writing career began around the same time that she met the South African freedom fighter Vusumzi Make and they moved with her son Guy to Cairo, where she worked for The Arab Observer.After her relationship ended, Maya and Guy moved to Ghana so that he could attend college and here, she befriended Malcolm X and returned to the US with him in 1965 to build the Organization of Afro-American Unity. He was assassinated shortly after and traumatised by this, she joined her brother in Hawaii for some time before moving to Los Angeles.Maya has been known to have a variety of jobs in her lifetime including some in the sex trade, working as a prostitute and a madame for lesbians.Maya Angelou poems and booksIn 1968, Martin Luther King asked her to organised a march, but before she could, he was assassinated on her 40th birthday. Despite her depression, she went on to write a ten-part series of documentaries called Blacks, Blues, Black! for National Educational Television, what is now PBS.She was challenged by Random House editor Robert Loomis at a dinner party in the same year to write her first autobiography, \u0027I Know Why the Caged Bird Sings\u0027, which was published in 1969 and brought her international acclaim.Maya went on to write the first screenplay written by a black woman, Georgia, Georgia, which was released in 1972. She also wrote articles, stories, scripts, documentaries, autobiographies and poetry and was named visiting professor at several colleges and universities before being nominated for a Tony Award for her role in Look Away. Maya also married Paul du Feu in 1974.Another career highlight includes appearing in the television mini-series Roots after which she met Oprah Winfrey and the duo became good friends. In 1981, she returned to the south of the US where she accepted the lifetime Reynolds Professorship of American Studies at Wake Forest University in Winston-Salem, North Carolina.In 1961, she became the first poet to recite a poem at a presidential inauguration since Robert Frost at John F. Kennedy’s, and the recording went on to win a Grammy Award. Maya directed a feature film in 1996, Down in the Delta, and collaborated with Ashford \u0026amp Simpson on their album Been Found.During the 2008 presidential primaries, she supported Hillary Clinton in order to rally support in the black community but after Barack Obama won, she lent her support there. In 2010 she received the 2010 Presidential Medal of Freedom and in 2013, Maya Angelou published her seventh autobiography, \u0027Mom \u0026amp Me \u0026amp Mom\u0027.Maya Angelou died on May 24, 2014 after a bout of poor health that has resulted in many cancelled appearances. She was thought to be working on another autobiography that would have revealed her experiences with national and world leaders.Also in 2015, the poet was honoured by the US Postal Service with a commemorative stamp, but the featured quote belonged to another author."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/16/4ACE23C400000578-5577889-Aghdam_was_a_prolific_YouTuber_who_had_ranted_online_against_the-a-50_1522854747061.jpg","title":"Inside desperate world YouTube wannabes","story":"    California shooter Nasim Aghdam, 38, (pictured in one of her vidoes) was an established YouTuber posting militant Vegan videos, bizarre \u0027parody\u0027 clips, and long, angry rants about YouTube policies          Aghdam was a prolific YouTuber who had ranted online against the company\u0027s new policies and for \u0027censoring her videos and not paying her\u0027Last month, a 20-year-old mother from Minnesota was sentenced to six months in jail for fatally shooting her boyfriend during a botched YouTube stunt last year.Monalisa Perez, who was pregnant at the time with her second child, was arrested in June 2017 after shooting her boyfriend, 22-year-old Pedro Ruiz III, in the chest for a YouTube video. She had their son in September. Mother-of-two, 20, who fatally shot her boyfriend in a...Where did she get the gun? YouTube shooter\u0027s family say she...Donald Trump Jr attacks YouTube for deleting the \u0027liberal...Share this articleThey had set up the stunt, so Perez fired a bullet from a .50-caliber Desert Eagle pistol into an encyclopedia Ruiz held it against his body.But the projectile penetrated the volume and fatally wounded the young father. \u0027We were doing a YouTube video and it went wrong. Please hurry up,\u0027 Perez told the 911 dispatcher in June 2017 after the shooting went wrong.            Last month, a 20-year-old Monalisa Perez was jailed for shooting her boyfriend, 22-year-old Pedro Ruiz III, in the chest for a YouTube video (pictured in another video)    Monalisa Perez (left), 20, of Minnesota, was given six months for fatally shooting  Ruiz III (right), 22, during a botched YouTube stunt last year            Prior to the shooting, Perez had tweeted: \u0027Me and Pedro are probably going to shoot one of the most dangerous videos ever. HIS idea not MINE\u0027Prior to the shooting, Perez had tweeted: \u0027Me and Pedro are probably going to shoot one of the most dangerous videos ever. HIS idea not MINE\u0027.  The couple\u0027s YouTube channel had 218 subscribers at the time and included pranks like Perez feeding Ruiz donuts covered in baby powder.The fatal shooting was captured on two cameras that had been set up to record the stunt. Police said they do not plan to release the footage.The court ordered that Perez cannot \u0027make any financial compensation\u0027 from the recording of Ruiz\u0027s death, according to the Star Tribune. She is also banned from ever possessing firearms.  Child abuse  has been another issue on the site.Mike Martin, who ran the popular YouTube channel DaddyoFive, which had 760,000 subscribers, lost custody of his children after posting multiple clips of him \u0027pranking\u0027 his two young kids.The videos often showed father Martin \u0027pranking\u0027 his youngest child, Cody, in a series of incidents that many in the YouTube community have been calling abusive for several months.            Mike Martin, who ran the popular YouTube channel DaddyoFive lost custody of his children after posting multiple clips of him \u0027pranking\u0027 his two young kids (Mike and Heather Martin  apologizing for the \u0027prank\u0027 in April)            Cody, nine (above), was the most \u0027pranked\u0027 member of the family, often being screamed at and swore at, and he would frequently end up in tears or throwing things            \u0027You\u0027re writing a thousand sentences,\u0027 Mike Martin yelled in a prank video \u0027I\u0027m gonna have to sell all your Pokemon stuff!\u0027            As the backlash mounted, the family was forced to post a statement of apology on their Facebook pageVideos include Martin convincing Cody he had been adopted out to another family, pushing him and bloodying his nose (Martin claimed the blood was fake), smashing Cody\u0027s X-box with a hammer, accusing Cody of spraying his room with ink when he didn\u0027t and yelling and swearing at him.Often Cody ended up red faced, crying, screaming, or throwing things out of frustration. In one video, Cody threatens to kill himself. \u0027I hate my life just kill me,\u0027 he cries after his father harangues him.The couple made approximately $200,000 to $350,000 annually from the channel, according to New York Magazine. The videos sparked outrage and an online petition to get CPS to investigate the family. As the backlash mounted though, the family was forced to post a statement of apology on their Facebook.\u0027We deeply apologize for your feelings of concern. We DO NOT condone child abuse in any way, shape or form,\u0027 the statement read. And in May last year, Rose Hall, the biological mother of Mike Martin\u0027s two youngest children, Cody, nine, and Emma, 12, was granted custody of the kids.The \u0027Ted\u0027 channel also came under fire in December after it uploaded videos of his children handling a diaper covered in fake feces, being \u0027scared\u0027 by clowns and mock-wrestling.Three of Ted\u0027s videos were deemed unsuitable, one was age-restricted and one was deleted. The advertising on his channel has since been removed by YouTube.The Toy Freaks YouTube channel, founded by landscaper Greg Chism of Granite City, Illinois, which had 8.53 million subscribers showed young girls in unusual situations that often involved gross-out food play and simulated vomiting.The channel invented the \u0027bad baby\u0027 genre, and some videos showed the girls pretending to urinate on each other or fishing pacifiers out of the toilet.            In 2015, Sam and Nia Rader , from Wills Point, Texas, made headlines when they were accused of faking a miscarriage             Where it all began: Sam announced to his wife Nia that she was pregnant in a video posted on their YouTube channel after testing her urine            Getting bigger: Nia has since announced she\u0027s pregnant with their third childThe channel had had its videos pulled as part of the crack-down. In 2015, Sam and Nia Rader, from Wills Point, Texas, made headlines when they were accused of faking a miscarriage.The couple posted a video on their family YouTube channel in which the  father-of-two \u0027surprised\u0027 his wife, 26, with the news that she was pregnant after he used urine she\u0027d left in the toilet to do a pregnancy test.Shortly afterward, they tearfully announced that Nia had had a miscarriage — which Sam, an ER nurse, claimed to have been able to detect.The couple\u0027s initial miscarriage announcement was met with words of support and empathy from subscribers — but skepticism from much of the rest of the internet. Other people drew attention to the fact that, just hours after announcing the news of their miscarriage, the couple were busy celebrating the increased number of YouTube views and subscribers the news had generated.           The wildly popular Toy Freaks  channel (pictured) featuring a single dad and his two daughters was also making up to $1.1 million (£820,000) per month before it was deleted in November          Chism\u0027s channel, which features his daughters Annabelle and Victoria, appears to have been caught up in a broader purge targeting a wave of strange and inappropriate kids videosShortly afterward, Daily Mail Online broke the news that Sam had signed up for an account on the adultery website Ashley Madison, and he was then kicked out of the Vlogger Fair conference after getting physical with another vlogger in attendance.After being accused of \u0027faking\u0027 the miscarriage for social media, the couple briefly retreated from the limelight. California shooter Nasim Aghdam, 38, was an established YouTuber posting militant Vegan videos, bizarre \u0027parody\u0027 clips, and long, angry rants about YouTube policies.Aghdam had multiple YouTube channels, which featured videos ranging from ab workouts to what she claimed was the \u0027first Persian TV commercial and music video regarding animal rights and veganism\u0027.She also had an Instagram page, which Aghdam said she preferred, that featured numerous graphic images of animals being mistreated.Aghdam seemed fixated on the belief that her YouTube views were sinking, posting screen grabs that showed her views had dropped by more than half in nine months. Aghdam, who identified as Persian, posted videos in both English and Farsi and claimed her latter channel was being filtered by \u0027close-minded YouTube employees\u0027.     Nasim Aghdam, 39, has been identified as the woman who shot a man and two women with a handgun when she stormed YouTube\u0027s headquarters in San Bruno, California on Tuesday          Aghdam, who is from Southern California but is Persian, regularly complained online that YouTube were filtering and demonetizing her various video channels  Aghdam is a self-described Persian animal rights activist and \u0027vegan bodybuilder\u0027. She was a prolific YouTuber who had ranted online against the company\u0027s new policies          The home of Ismail Aghdam, father of Nasim Aghdam, on Wednesday, in Menifee, California. According to reports Nasim Aghdam had recently lived in Menifee before driving to where the shooting at the YouTube headquarters took place On Tuesday, that fury boiled over and Aghdam shot a man and two women with a handgun when she stormed YouTube\u0027s headquarters in San Bruno. Witnesses say Aghdam was wearing glasses and a scarf when she managed to walk onto the YouTube campus and open fire on employees in what police believe is a random shooting.Law enforcement officials had initially said the shooting was being investigated as a domestic dispute after early indications suggested she had shot her boyfriend.Her father Ismail Aghdam said she had told family members that YouTube had stopped paying her for content she posted on the site. YouTube video creators can earn money from advertisements, but for various reasons the firm sometimes \u0027de-monetizes\u0027 channels meaning clips don\u0027t run with adverts.  Authorities found the shooter\u0027s body shortly after arriving. Her body, pictured above covered by a yellow tarp, was found near the shattered door (above on right)     Aghdam seemed fixated on the belief that her YouTube views were sinking, posting screen grabs that showed her views had dropped by more than half in nine months   Aghdam, who referred to herself as a \u0027vegan bodybuilder\u0027, also frequently posted about animal rights and posted with animals on her social media pages           Aghdam even once posted a picture from her pet rabbit\u0027s funeral on her Instagram page           Aghdam once joined a PETA protest at Camp Pendleton to fight the Marines\u0027 use of pigs in military-trauma training (pictured)   Aghdam also had a separate Instagram account, which was sometimes censored because she posted graphic videos of animal abuse Aghdam seemed fixated on the belief that her YouTube views were sinking, posting screen grabs that showed her views had dropped by more than half in nine months.One grab from January 15, 2016 shows Aghdam had received 182,776 views while another grab from October 14 that year showed her video had received 94,617 views.Aghdam, who identified as Persian, posted videos in both English and Farsi and claimed her latter channel was being filtered by \u0027close-minded YouTube employees\u0027.          Aghdam founded a non-profit company for animal rights called Peace Thunder in 2011, but it is currently listed as \u0027dissolved\u0027 by the California business register  Aghdam posted numerous photos with her pet bunny and appeared to have an Instagram page dedicated solely to her vegan posts           Aghdam did discuss the company in a past interview with Vegan Idea World, saying that veganism was not just a diet but a \u0027belief that affects all stages of life\u0027          Aghdam also directed herself in music videos, one of which she claimed was the first \u0027Persian TV commercial and music video regarding animal rights and veganism\u0027          Aghdam also posted this comparison, seeming to use what appears to be prosthetic breasts          Aghdam shot a man and two women with a handgun when she stormed YouTube\u0027s headquarters in San Bruno on Tuesday afternoon          She had been missing for two days and Aghdam\u0027s father warned police that she could be headed for YouTube because she \u0027hated\u0027 the company She claimed one video, which showed her doing ab exercises, was \u0027age-restricted\u0027 in an attempt to \u0027reduce views and suppress and discourage\u0027 her from making videos.Aghdam, who referred to herself as a \u0027vegan bodybuilder\u0027, also frequently posted about animal rights and even held a funeral for her rabbit.She also posted videos of animal abuse, including a dog being boiled alive, as well as pictures of herself in evening gowns posing in front of fake painted backgrounds.                                                      "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/17/4ACF47CB00000578-5578249-image-a-4_1522858259927.jpg","title":"Baby elephant heard GIGGLING joy plays keepers","story":"    Laura-Jane Fyfe, from Aberdeenshire, filmed the brilliant footage at the Maevang Elephant Camp, Chiang Mai, Thailand, during her two-month holiday to celebrate her graduation from university\u0027She seemed to be quite a cheeky little girl, and at one point even tried to eat my top.\u0027The elephant\u0027s mother can be seen trying to keep a close eye on her offspring as she is also being cared for by a park keeper.  Ms Fyfe said: \u0027In the afternoon, we got to ride the older elephants for a little way through the jungle.\u0027The baby came along for a stroll and to have some fun.\u0027After originally being posted online in 2014, Laura recently re-shared the post much to the amusement of her Facebook friends.           The baby elephant was filmed as it was entertained by one of the carers with a plastic bucket"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/16/4AD23F1300000578-0-image-m-10_1522856542385.jpg","title":"Police force severs ties male voice choir","story":"    Since 1956 The Derbyshire Constabulary Male Voice Choir has performed at events across the country raising hundreds of thousands for charityNow they have been asked to cut ties from Derbyshire Police as part of a drive to promote gender equality within the force.The choir faced upheaval trying to recruit around 50 female singers and claimed they could not afford to expand just to meet quotas.A bare bottom, bored Camilla, bizarre alien skit and VERY...It\u0027s my party and I\u0027ll scowl if I want to: Hope Hicks...Share this articleFrom June onwards the choir, which is made up of civilians, will change its name to the Derbyshire Community Male Voice Choir.Choir chairman Kevin Griffiths said the change of name has resulted from the constabulary\u0027s drive to promote gender equality in all aspects of its operations.          Chief Constable Peter Goodman says he can no \u0027no longer support\u0027 the organisationThe Chief Constable invited the group, which is linked to the force as members have worn police tunics for performances in the past, to become a \u0027mixed voices\u0027 choir.But Mr Griffiths said the choir felt \u0027unable to accept\u0027 his suggestion.As a result, the Chief Constable gave notice that the authorisation for the choir to use \u0027Derbyshire Constabulary\u0027 in its name had been revoked.The choir have also been requested to take steps to disassociate themselves from Derbyshire Police.\u0027We fully understand the rationale behind Mr Goodman\u0027s decision,\u0027 said Mr Griffiths.\u0027However, after considering the logistics and difficulties of undertaking such a transformation we felt unable to accept his invitation.          The choir has met every Monday evening from early September to late May at St Mary\u0027s Wharf Police Station in Derby. Now they will need to find a new rehearsal venue\u0027We are very good at what we do, and to undertake such a change would have required the recruitment of up to 50 new female members with a host of associated costs.\u0027We felt that to attempt such a change would have destroyed the choir and felt it was better to sever our association with the constabulary and continue the good work we do under a new name.\u0027Mr Griffiths said the choir would acquire new clothing and seek to create a \u0027more contemporary\u0027 image for their forthcoming concert season.The choir has met every Monday evening from early September to late May at St Mary\u0027s Wharf Police Station in Derby. Now they will need to find a new rehearsal venue.\u0027The choir are seeking to attract a number of new members and believe that their association with the constabulary may have prevented potential members from joining in the past,\u0027 said Mr Griffiths.\u0027We have worn a police tunic for performances in the past, originally worn by police officers in the 1960 and 1980s.\u0027This leads some people to believe that we are all serving police officers. It couldn\u0027t be further from the truth as the choir are now entirely civilian.\u0027We see this as a great opportunity to develop the choir even further over the next few years,\u0027 he said.\u0027We are a very active and successful choir which raises thousands of pounds for charity each year.Since our formation in 1956 we estimate we have raised in the region of £750,000 for local good causes.\u0027The choir has not received any direct financial support from the force for many years. The only major change for us is a move to a new rehearsal room which we are currently undertaking.\u0027  "},{"url":null,"title":"McDonalds Monopoly player share 100k prize matching ticket","story":""},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/15/4ADA1ADE00000578-5579621-image-a-4_1522937953287.jpg","title":"U S plans sanction Russian oligarchs week sources","story":"The United States plans to sanction Russian oligarchs this week under a law targeting Moscow for meddling in the 2016 US election, sources familiar with the matter said on Wednesday          The action, which could affect people close to President Vladimir Putin, reflects Washington\u0027s desire to hold Russia to account for allegedly interfering in the election - which Moscow denies - even as US President Donald Trump holds out hope for good relations with Putin. Pictured is the Russian Embassy in DCBuses ‘of expelled diplomats’ leave US Embassy in Moscow as...Mueller probe raids oligarch\u0027s private jet as it lands in...Share this articleTrump has faced fierce criticism for doing too little to punish Russia for the election meddling and other actions, and Special Counsel Robert Mueller is probing whether his campaign colluded with the Russians, an allegation the president denies.The sanctions, which two sources said would be announced as early as Thursday, would follow the March 15 US decision to sanction 19 people and five entities, including Russian intelligence services, for cyber attacks stretching back at least two years.          The sanctions, which two sources said would be announced as early as Thursday, would follow the March 15 US decision to sanction 19 people and five entities, including Russian intelligence services, for cyber attacks stretching back at least two years. Robert Mueller, head of the investigation into potential collusion between Russia and Trump, is picturedWhile the steps were the most significant taken against Moscow since Trump took office in 2017, his decision at the time not to target oligarchs and government officials close to Putin drew criticism from U.S. lawmakers in both parties.This week\u0027s actions will include sanctions against Russian oligarchs, including some with ties to Putin as well as to the Russian government, according to two US officials briefed on the deliberations.Four sources said the sanctions would be imposed under the Countering America\u0027s Adversaries Through Sanctions Act, also known as CAATSA, which was passed by Republicans and Democrats seeking to punish Russia for its 2014 annexation of Crimea from Ukraine, involvement in the Syrian civil war and meddling in the 2016 U.S. presidential election.The White House and Treasury declined comment on whether they planned to impose sanctions this week. When asked about the issue, a senior U.S. official said: \u0027The administration is committed to implementing the CAATSA law as we have said many times. \u0027We published an oligarch designation recently and the secretary of the Treasury said further action would be taken. But at this time we don´t have anything specific to announce."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/23/4AD3ABB700000578-5579627-image-a-20_1522879781288.jpg","title":"Have got news girls TVs merciless quiz just terrifying boys","story":"    Quention Letts (pictured on Have I Got News For You) has written that gender-equality activists \u0027are on the warpath\u0027           Activists are arguing that women are allegedly under-represented on the BBC1 quiz show (pictured presenter Jo Brand) Biting her lip like some Charlotte Bronte heroine confronted by a naked piano leg, she said she\u0027d been on the show, but would never again accept an invitation to appear. \u0027I find it too vicious, too abrasive.\u0027Ankle-biter Nadine finds something too abrasive? Gracious. Others accused the veteran and actually rather liberal team captains Ian Hislop and Paul Merton of chauvinistic \u0027mansplaining\u0027 when they suggested that women often simply chose not to appear on the show.Stand-up comic Tiff Stevenson said when she appeared on TV quiz shows as the sole woman she felt the burden of \u0027an entire gender\u0027 on her shoulders. At this point, the late Michael Winner (no feminist, he) might have said \u0027calm down, dear, it\u0027s only a light-entertainment telly show\u0027.Are these critics justified when they claim that HIGNFY, as it is called, is a stubborn redoubt of latent sexism and \u0027schoolboy humour\u0027? SEBASTIAN SHAKESPEARE: Aide lifts lid on Prince Charles¿...Gardeners\u0027 World fans express their outrage after the BBC...Share this articleOr is this row another example of our political class seeking to take offence where none was intended — and, indeed, very little has been taken by the people who matter, who are the great mass of TV licence payers?Maybe you don\u0027t have to be a Michael Winner to say: \u0027Come off it, sisters — there are serious battles to be fought on gender equality, but this isn\u0027t one of them.\u0027 The rumpus began in, of all places, Radio Times magazine, which was promoting the long-running series.The show began in 1990 when it was chaired by Angus Deayton alongside comedian Merton and Private Eye editor Hislop. Each captain had one team-mate and the idea was to chew over the week\u0027s news in a breezily satirical manner.Along the way, the panellists josh one another and try to provoke reactions from a studio audience of about 300. Badinage, you could call it. Unless I am getting my words mixed up and Badinage is a brand of bath salts.          Quentin Letts has said that he has been grilled by the host on the the popular comedy quiz show three timesDeayton left in 2002 after a sex and drugs scandal. When satirists are caught with their trousers down, they rightly deserve little mercy. But Hislop and Merton have stayed in place, testament to their enduring popularity. For any TV show to last as long as HIGNFY is rare, and happens only if it wins a big audience.Since Deayton\u0027s defenestration, the show has been chaired by guest presenters. Although 12 politicians have chaired it, only one (that fragrant daisy Ann Widdecombe) has been female. Merton and Hislop told Radio Times it had always proved difficult to find women hosts. \u0027The producers always ask more women than men, but more women say \u0027no\u0027,\u0027 said Merton. Hislop, noting it was not compulsory for anyone to accept the offer, suggested women might be \u0027slightly more reticent and think, maybe modestly, \u0027I can\u0027t do that.\u0027 Men did not seem to have the same problem with self-doubt, he laughed.When I read those remarks, I thought them entirely reasonable — even gentlemanly. But in this era of \u0027Me Too\u0027 feminist militancy, I should have known better. The professional grievance gang is now trying to hoist Hislop and Merton on the public gibbet.In her exegesis, Nadine Dorries said women were deterred from taking part in HIGNFY by the \u0027banter\u0027. She meant the repartee and verbal jousting that happens. Women did not like to expose themselves to such danger, she claimed. \u0027Women don\u0027t banter in that way, or very rarely. They don\u0027t have that aggression.\u0027In order to savour the full flavour of this controversy, bear in mind that Ms Dorries is one of the more peppery members of the House of Commons, a formidable character sure of her bombastic beliefs.Having appeared on HIGNFY a few times as a panellist, I have to tell Nadine that we blokes are just as daunted at the thought of going on the show. On set at the start of shooting sessions, my guts have turned liquid when the familiar theme tune is played. And afterwards, in the green room, I have sunk the first three glasses of wine like John Mills with his lager at the end of Ice Cold In Alex, such has been the sense of relief.Merton and Hislop are now so practised that they know exactly how and when to make their witty interventions. They are extremely good. That can make the other panellists look a bit pedestrian.Unfair? Yes. But you have been given the privilege of appearing on prime-time telly. You are there to make people laugh — or (and this is why I have been asked back a few times) to be laughed at for being a ripe old fogey. C\u0027est la vie.In my HIGNFY sallies I have been firmly put in my place by the host. Twice it was the funny, salty Jo Brand and on one other occasion it was Miranda Hart.          Letts (pictured with Ian Hislop on the show) has said that he was \u0027firmly put in his place by the host\u0027           Jo Brand, Victoria Coren Mitchell (pictured, left), Kirsty Young and Kathy Burke have all been brilliant in the show\u0027s chair and been booked frequently, writes Quentin Letts Last time was a few months ago, when we were discussing the resignation of Defence Secretary Michael Fallon after he put his hand on the knee of journalist Julia Hartley-Brewer.Now there is no point spouting saintly platitudes on HIGNFY. They don\u0027t want that — certainly not from a Right-wing sketchwriter like me. So, knowing and liking Julia of old, I observed that Fallon must be a bold man to chance his luck with her, because she was \u0027a big strong girl\u0027.As anticipated, this archaic term (intended as an echo of boxer Henry Cooper, who used to talk about heavyweight rivals as \u0027big strong boys\u0027), caused a certain frisson in the audience and drew a barb from Jo. She ticked me off with matronly severity and rebuked all of us male panellists for seeming not to take sexism in the Commons seriously enough. And everyone loved her for it.I was happy. She was happy. The producers were happy. Social media had a flurry of excitement. That, in turn, made the BBC bosses happy. A win-win-win-win-win situation!My point is that the \u0027banter\u0027 — to use Nadine Dorries\u0027 word — came from a female. Anyone who writes off Merton\u0027s humour as \u0027schoolboy\u0027 needs a new dictionary. \u0027Surreal, crazy and inspired\u0027 are all better descriptions of his remarkable flights of fancy.And Hislop is that rare thing: someone able to express, without profanities, something of the real rage he feels about our corrupt, decadent politics. I bet the show\u0027s female viewers admire that just as much as the men.Likewise, it is plain wrong to suggest that HIGNFY is exclusively male. In addition to Jo Brand, Victoria Coren Mitchell, Kirsty Young and Kathy Burke have all been brilliant in the show\u0027s chair and been booked frequently. Other women to have shone as guest host include Jennifer Saunders, both Mel and Sue, Katherine Ryan, Tracey Ullman and Clare Balding.Successful female team members have ranged from Scots Tory leader Ruth Davidson to Labour MP Jess Phillips and the Greens\u0027 Caroline Lucas. Playwright Lucy Prebble did well, as did newscaster Steph McGovern, comedians Roisin Conaty and Sara Pascoe, journalist Kirsty Wark and that great honking sealion Janet Street-Porter. Feminist Germaine Greer has also done several turns on HIGNFY. A show that invites her can hardly be described as a hotbed of chauvinism.There is little equality of outcome in mirth. Someone invariably comes a cropper, and the comedy gods have always ensured some are more quick-witted than the rest of us. But to pretend for narrow political purposes that HIGNFY is some tool of sexist suppression deserves a great, prolonged bark of derisive laughter. "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/23/4AD340CC00000578-5579687-image-a-1_1522881643842.jpg","title":"Woman discovers father mothers fertility doctor Ancestry com","story":"Kelli Rowlette, 36, is suing retired Idaho fertility doctor Dr. Gerald E. Mortimer (left and right) after discovering via an Ancestry.com DNA test that he allegedly used his own sperm to impregnate her motherRowlette later discovered that Dr Mortimer, who has since retired, apparently used his own semen to impregnate her mother and she has now filed a lawsuit accusing him of medical negligence, battery and fraud.According to the lawsuit, Rowlette was not aware at the time that her now-orced parents, Howard Fowler and Sally Ashby, had gone to Dr Mortimer when they were living in Idaho in the 1980s because they were having trouble conceiving. The doctor had recommended mixing the husband\u0027s sperm with other matching donors to increase the chances of fertility. The couple agreed and specifically asked for donors that were college students and more than 6 feet tall.Dr Mortimer performed the procedure but allegedly never revealed to their parents that he was using his own sperm. He eventually delivered Rowlette in May 1981 but still never mentioned the secret, according to the complaint. Dr Mortimer continued to treat Rowlette\u0027s mother until the family moved away to Washington.          Rowlette later discovered that Dr Mortimer, who has since retired, apparently used his own semen to impregnate her mother and she has now filed a lawsuit accusing him of medical negligence, battery and fraud \u0027Dr Mortimer knew Kelli Rowlette was his biological daughter but did not disclose this to Ms Ashby or Mr Fowler,\u0027 the lawsuit says.\u0027Dr Mortimer fraudulently and knowingly concealed his use of his own genetic material in the procedure.\u0027 It wasn\u0027t until Rowlette sent off her DNA sample that the secret unraveled. The lawsuit states that she received a notification from Ancestry.com last July informing her she had a DNA match. She initially believed the results were flawed and was \u0027disappointed\u0027 with them, according to the complaint. Cracked it! After years of IVF heartache, these triplets...Mother gives birth to a miracle \u0027rainbow\u0027 baby after trying...Share this articleRowlette\u0027s parents recognized the doctor\u0027s name when their daughter relayed the results and were devastated by the news. The lawsuit states they \u0027painfully labored\u0027 over whether to tell Rowlette.Rowlette later discovered the truth when she found her birth certificate in October and noticed the signature of the doctor who delivered her. She is suing Dr Mortimer and Obstetrics and Gynecology Associates of Idaho Falls, accusing them of medical negligence, fraud, negligent infliction of emotional distress and breach of contract. It is not clear if Dr Mortimer has an attorney.       "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/23/4AD4BBE100000578-5579717-image-a-15_1522882512677.jpg","title":"Golfers WAGS babies hit green annual Par 3 Contest Masters","story":"    Legendary golfer Jack Nicklaus (in yellow) threw up his hands in excitement after his 15-year-old grandson and caddie GT scored a hole-in-one on the ninth hole during the Par Three competition at the Masters tournament           Nicklaus, who was standing with fellow legends Tom Watson (in pink) and Gary Player (in black), called the moment the highlight of his entire career   Nicklaus held GT\u0027s arm victoriously in the air as he posed with his grandson and granddaughter Nina, GT\u0027s sister That worked in Jack Nicklaus\u0027 favor when the legendary golfer\u0027s grandson Gary hit a hole-in-one at the end of the tournament.Nicklaus threw his hands up in the air with excitement and had tears in his eyes after Gary - known as \u0027GT\u0027 - aced the final hole of the day.The 78-year-old icon, who has won a record 18 career major championships, said the moment was the highlight of his entire career. \u0027What I did doesn\u0027t make any difference to me. But watching your grandson do something special, I have a few tears,\u0027 he told ESPN.           Bubba Watson of the US (L) and Webb Simpson\u0027s caddie Paul Tesori (R) hoist Tesori\u0027s son Isaiah in the air on the fifth hole          Charlene Vegas looks up at her dad Jhonattan Vegas, of Venezuela, and helps with the flag as he gets ready to putt           US golfer Ryan Moore\u0027s son Tucker putts on the first green during the par 3 contest, which has brought the golfers\u0027 families and friends to the green since 1960          Danny Willett, of England, putts with his son Zachariah James. The Par 3 contest is a laidback affair, and thus many golfers give their relatives a chance to play           US golfer Kevin Chappell\u0027s son Wyatt picks up a rake as he watches his father play during the competition          Francesco Molinari of Italy high fives with his son Tomasso after a successful hit on the green. Family members always wear the Augusta National jumpsuits during the contest \u0027We talked about three days ago and I said GT do you want to hit the ball on nine? and he said Sure. I said, Well I think you’re going to make a hole-in-one. It’s his first.\u0027\u0027You always want the best for your kids and your grandkids and to watch a grandkid come along and knock in a hole-in-one on the biggest venue in the world… wow. I mean what a day.\u0027   But it wasn\u0027t all about the youths on Wednesday.The legendary 68-year-old Tom Watson, who has won eight major championships and retired from the professional circuit in 2016, nabbed first in the contest with a six-under-par 21. Watson, who previously scored the top spot in the Par 3 Contest in 1982, is now the oldest winner in the tournament\u0027s history.           Rafael Cabrera-Bello celebrates with his wife Sofia Lundstedt after she putts on the fifth hole          Erica Stoll, wife of Rory McIlroy, looks on during the Par 3 Contest. McIlroy is competing for a Career Grand Slam          The Masters is the one missing competition keeping McIlroy, 28, (pictured with Erica) from becoming the sixth golfer to have ever won all four of golf\u0027s majors during his career          Rickie Fowler of the U.S. chips onto the first green as his girlfriend Allison Stokke watches during the par 3 contest          Jhonattan Vegas, of Venezuela, and daughter Charlene react as his wife, Hildegard Struppek, putts on the ninth hole           Jon Rahm of Spain and his girlfriend Kelley Cahill clasp hands and celebrate on the eighth hole during the competition            Allison Stokke, girlfriend of Rickie Fowler of the United States, walks the course during the Par 3 Contest          Nick Faldo of England jokingly holds Rafael Cabrera-Bello\u0027s wife Sofia Lundstedt\u0027s hair as she putts on the fifth hole\u0027After I birdied the first four holes, I thought it would be really neat to win the Par 3,\u0027 he said. \u0027I won it a long time ago and of course I didn\u0027t win the tournament.\u0027I\u0027m not playing the tournament this year, so I said let\u0027s go for it.\u0027  REVEALED: Tiger Woods was \u0027obnoxious and rude\u0027 to Bill...US Masters 2018: Everything you need to know including how...Masters 2018 betting tips and odds: Jordan Spieth the...Share this articleSince its inception in 1960, no Par 3 Contest winner has ever gone on to win in the Masters the same year, which has caused many golfers to view first place as a bit of a jinx.Most golfers don\u0027t even keep track of their score, instead choosing to enjoy the day with their family before the real competition begins.           Justin Thomas of the US (R) celebrates after a child he brought out of the crowd sinks his putt for him on the eighth hole           Kevin Kisner of the United States holds his son Henry during the Par 3 Contest prior to the start of the 2018 Masters            Charley Hoffman of the United States watches on as his daughter Katelyn looks hard in concentration at the ball The event allows both tournament participants and noncompeting past champions to hit the green, which in this case consists of just nine holes in the Augusta National grounds.There have been 94 holes-in-one through the years, including a whopping nine in just 2016 alone. American  Tony Finau helped this year\u0027s count with his own hole-in-one, but the PGA golfer managed to injure his ankle in the process. Finau had already scored the ace when he began running across the green in excitement, only to hurt his ankle. Although he kept playing in the contest, he appeared to be limping after the impromptu celebration. But there were plenty of sweet instances sprinkled throughout the day, such as UK golfer Danny Willet helping his son putt or American Charley Hoffman giving his daughter a high five.          Charley Hoffman, his wife Stacy, and daughters Katelyn and Claire make their way down the first fairway          Henry Kisner and Kathleen Kisner, children of Kevin Kisner of the United States, sit together during the contest           Bubba Watson greets his son on the 9th green during the Par 3 Contest before the Masters golf tournament          Billy Horschel of the US (R) reacts as he helps his daughter Skylar (L) putt on the ninth hole during the competition           Webb Simpson and his son James react on the ninth hole during the par three competition at the Masters golf tournamentOne especially touching moment was delivered by none other than Justin Thomas. The 24-year-old American golfer, who is ranked second in the PGA tour, no doubt made one young fan\u0027s life when he pulled a boy out of the crowd and had him complete a hole on the green.After the boy finished the shot, Thomas autographed the ball and gave it to him to take home and cherish forever.The chase for the green jacket begins on Thursday, and this year\u0027s competition has been hotly anticipated with the return of Tiger Woods for the first time since 2015. \u0027When Tiger walked onto the range today, you can tell there\u0027s an anticipation and an excitement from the crowd to watch him compete again,\u0027 English golfer Justin Rose told the Associated Press on Sunday.    James Simpson, son of Webb Simpson, signals the crowd to be quiet as he watches on during the competition           Bubba Watson of the US hugs one of his guests on the 9th hole after finishing the Par 3 Contest           Danny Willett, of England, walks on the green with his son Zachariah James during the competition on Wednesday           Louis Oosthuizen of South Africa (L) reacts as his wife Nel-Mare (2L) nearly sinks a putt on the ninth hole          Bubba Watson\u0027s son Caleb runs along the 5th hole as the crowd happily watches on during the Par 3 Contest Many are hoping to see Woods compete with current golfing stars like Jordan Spieth, Rickie Fowler, and Rory McIlroy, who is trying for a career Gland Slam.The Masters is the one missing competition keeping McIlroy, 28, from becoming the sixth golfer to have ever won all four of golf\u0027s majors during his career.Woods, Nicklaus, along with Gene Sarazen, Ben Hogan, and Gary Player, have all earned the Grand Slam.\u0027I\u0027m an avid fan of the history of the game, and I know a win here and what that would mean and where that would put me in history alongside some of the greatest that have ever played this game,\u0027 McIlroy told ESPN. \u0027And that would mean an awful lot to me.\u0027           Legendary golfer Tom Watson of the United States celebrates with the trophy after winning the Par 3 ContestTom Watson wins Par-3 Contest, GT Nicklaus, grandson of Jack Nicklaus, has hole in one at Augusta National"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/14/4AD6A43700000578-5579833-The_heir_to_the_British_throne_in_Australia_for_the_opening_of_t-a-4_1522934335592.jpg","title":"Prince Charles discusses carrying toilet seat Australia","story":"    Prince Charles was heard swearing during a radio interview after presenters asked him to address rumours he carries his own toilet seat with him when he travels overseas. He is pictured today with wife Camilla visiting the Commonwealth Hub at Broadbeach          The heir to the British throne, in Australia for the opening of the Commonwealth Games, was caught off guard when asked about the bizarre rumour. He is pictured today with Camilla alongside members of England\u0027s women\u0027s hockey team during a visit to the Commonwealth Games athletes\u0027 village on the Gold Coast          Prince Charles (pictured today playing table tennis in the Athletes\u0027 Village) replied \u0027My own what?\u0027 in response to the question from a Hit105 reporter at the meet and greet event in Brisbane, before adding: \u0027Oh don\u0027t believe all that cr*p.\u0027          The radio crew then took the opportunity to verify the prince\u0027s answer with his wife Camilla asking: \u0027so he doesn\u0027t carry his own toilet seat when he travels?\u0027          Speaking to Hit105 hosts Stav, Abby and Matt (pictured) at Brisbane\u0027s Botanic Gardens on Wednesday, the British heir to the throne was asked: \u0027Is it true that you carry your own toilet seat when you travel?\u0027          The radio crew from Hit105 then took the opportunity to verify the prince\u0027s answer with his wife Camilla asking: \u0027so he doesn\u0027t carry his own toilet seat when he travels?\u0027 \u0027Don\u0027t you believe that!\u0027 the Duchess of Cornwall said.The rumour was published in a new biography on Prince Charles called Rebel Prince: The Power, Passion and Defiance of Prince Charles written by Tom Bower.Man forcibly removed by police after he appears to scuffle...Dylan Voller arrested alongside other \u0027public nuisances\u0027 for...Share this articleYesterday, Prince Charles\u0027s director of communications, Julian Payne, made reference to the claim in a tweet. Next to a photograph of Charles and Camilla being greeted by well-wishers in Brisbane, Payne wrote: \u0027The Prince and The Duchess’s tour of Australia and Vanuatu begins: 30 engagements, 7 days, 1 Commonwealth Games, 0 personal loo seats.\u0027Payne, a former fashion industry PR executive, was appointed as Charles and Camilla’s most senior spokesman in 2016. Man drops dead in front of stunned guests after dancing on stageWoman angers air passengers after refusing to move from priority seatsHorrifying moment man is shot in the head on Facebook Live\u0027Excuse me, we\u0027ve got a dashcam\u0027: Cyclist fails to fool driverKnifeman stabs woman in horrifying CCTV video caught in DublinComedian explores events leading to father\u0027s death in new BBC docFlowers and tributes left for teenage girl who was shotPrince Philip weeks before his planned hip surgery in LondonAdorable baby elephant giggles when playing with her keepersAbigail Tanner sings \u0027Never Enough\u0027 to her terminally ill son     Prince Charles views the final plaque on the Commonwealth Walkway at Broadbeach today during his  seven-day tour of Australia          Prince Charles (right) is seen talking to the Australian Leader of the Opposition, Bill Shorten (left) at the Sheraton Grand Mirage Resort on the Gold Coast, Australia today          The Prince of Wales and his wife Camilla, Duchess of Cornwall, were seen walking on Broadbeach today          The couple (pictured today with Australian Prime Minister Malcolm Turnbull) were also give a taste of the fruit available to Commonwealth Games athletes          Prince Charles and Camilla were forced to cover up with umbrellas during a spell of rain on the Gold Coast      \u0027Excuse me, we\u0027ve got a dashcam\u0027: Cyclist fails to fool driverMan drops dead in front of stunned guests after dancing on stageKnifeman stabs woman in horrifying CCTV video caught in DublinComedian explores events leading to father\u0027s death in new BBC docWoman angers air passengers after refusing to move from priority seatsHorrifying moment man is shot in the head on Facebook LivePrince Philip weeks before his planned hip surgery in LondonFlowers and tributes left for teenage girl who was shotAdorable baby elephant giggles when playing with her keepersAbigail Tanner sings \u0027Never Enough\u0027 to her terminally ill sonIn his book, Mr Bower described the prince as vain and out-of-touch with reality.The biography claimed Prince Charles changed his clothes five times a day, and as well as his own toilet seat, travelled with his very own mattress.Mr Bower said the royal demanded a number of items to be carted around with him wherever he went including, Kleenex Premium Comfort toilet paper, fresh linen, and a radio.The biography was published ahead of Prince Charles\u0027 16th visit to Australia this week.The radio interview at the Brisbane Botanic Gardens, came after a man was forcibly removed from the event on Wednesday.Queensland police were forced to take action when a man started to lash out at the Brisbane meet and greet.  In the footage, taken at Brisbane\u0027s Botanic Gardens, the bearded man appeared to reach over a security fence and scuffle with a member of the royal entourage.  The footage goes on to show the man being led away from the event by officers.            Camilla Duchess of Cornwall and Prince Charles are pictured in front of with Commonwealth Games mascot Borobi at the Athletes Village today          Britain\u0027s Camilla, Duchess of Cornwall meets surf rescue members during a visit to Broadbeach today          In his book, Tom Bower described Prince Charles (pictured today) as vain and out-of-touch with reality          The Prince used an umbrella during damp conditions as he toured the Athetes\u0027 Village today          Tom Bower is a British writer known for his investigative journalismFour years later, Mr Bower claimed in another book that Tony Blair presided over a silent conspiracy to change the face of Britain for ever with mass immigration. His explosive book Broken Vows revealed that he ordered his Labour government never to discuss in public the supposed ‘advantages’ of the unprecedented influx.But behind the scenes ministers were instructed to wave tens of thousands of asylum seekers into the UK under cover of their being ‘economic migrants’.Astonishingly, the minister Mr Blair put in charge of borders ruled against deporting failed claimants because it would be too ‘emotional’. In March this year, Mr Bower released his unauthorised biography on Prince Charles called Rebel Prince: The Power, Passion and Defiance of Prince Charles.He claimed it would include testimony from more than 120 people employed or \u0027welcomed into the inner sanctum of Clarence House\u0027.                                                     A Queensland Police spokeswoman told Daily Mail Australia the man was led away from the crowd after attempting to touch the Prince inappropriately as he moved past. \u0027Police detained a man earlier today after he attempted to touch His Royal Highness Prince Charles in the botanic gardens in Brisbane,\u0027 she said. The Prince of Wales and Duchess of Cornwall remain in Queensland this week, where they are scheduled to carry out official duties at the Gold Coast Commonwealth Games. The Commonwealth Games\u0027 Opening Ceremony kicked off on Wednesday night, with the royal couple in attendance. On Thursday, the Duchess of Cornwall dipped her toes into the sea at the Gold Coast as she and Charles strolled along the beach.Camilla took off her shoes, showing off her rose pink painted toe nails, and walked towards the sea front at Broadbeach.\u0027Don\u0027t go in, darling\u0027, the Prince of Wales warned, as the waves lapped onto the sand.One of Camilla\u0027s aides held her cream wedged shoes as she went barefoot, the sun beaming down on the beach after a brief downpour earlier in the day.The couple, on a tour of Australia after Charles opened the Commonwealth Games on Wednesday evening, were then given a demonstration of a rescue drill by the Nippers young lifesavers.They rewarded it with a smile and a clap, before going on to meet with members of Surf Life Saving Queensland.Earlier Charles and Camilla tried their hands at table tennis as they toured the athletes\u0027 village at the Commonwealth Games - with Camilla joking that she would \u0027leave it to the professionals\u0027.The duchess, wearing a pale pink loose-fitted dress and a scarf adorned with two koala brooches, gamely picked up a bat to test her skills against Australian boxers Anja Stridsman and Caitlin Parker.She was joined by Lucy Turnbull, the wife of Australia\u0027s prime minister Malcolm Turnbull, but, with a laugh and a smile, the Duchess concluded: I think I\u0027ll leave it to the professionals.But Ms Parker, 21, declared: \u0027She smashed it!\u0027Ms Stridsman, 30, added: \u0027It was a pretty special moment. I feel ready for my match now I\u0027ve played royalty.\u0027As the tour of the village\u0027s games room continued, Camilla did not stop there.Picking up a pool cue, she looked bemused - but Australian shot put para-athlete Marty Jackson was on hand to help her out and show her how to use it.Meanwhile, her husband spent a few moments testing out his own table tennis skills against a Bangladeshi athlete.          On Thursday, the Duchess of Cornwall dipped her toes into the sea at the Gold Coast as she and Charles strolled along the beach  Earlier Charles and Camilla tried their hands at table tennis as they toured the athletes\u0027 village at the Commonwealth Games - with Camilla joking that she would \u0027leave it to the professionals\u0027  The Prince of Wales (pictured today) and Duchess of Cornwall remain in Queensland this week, where they are scheduled to carry out official duties at the Gold Coast Commonwealth Games          The couple were given a demonstration of a rescue drill by the Nippers young lifesavers as they visited Broadbeach today           Charles is on a seven-day tour of Australia, with the duchess joining him for the first three days          Prince Charles (right) presents the gold medal to Thomas Hamer of England at the medal ceremony for the Men\u0027s S14 200m Freestyle during the Commonwealth Games   Both Charles and Camilla chatted to members of the England women\u0027s hockey team, including gold medallists Susannah Townsend and Sophie Bray. Charles is pictured at the Commonwealth Games Optus Aquatic Centre todayAs the ping pong ball dropped off the table, he threw his hands up in the air with a smile.Earlier, the couple had arrived at the athletes\u0027 village on Australia\u0027s Gold Coast to crowds of competitors and staff, all eager to catch a glimpse.Both Charles and Camilla chatted to members of the England women\u0027s hockey team, including gold medallists Susannah Townsend and Sophie Bray.Ms Townsend said: \u0027She (Camilla) asked us what sport we played, how we expected to do, who our biggest threats were and then she wished us luck.\u0027England netball captain Ama Agbeze, 35, also managed to capture a selfie with the duchess.\u0027She said how it must be quite strange to be ided as home nations at the Commonwealth Games,\u0027 said the athlete.Man drops dead in front of stunned guests after dancing on stageWoman angers air passengers after refusing to move from priority seatsHorrifying moment man is shot in the head on Facebook Live\u0027Excuse me, we\u0027ve got a dashcam\u0027: Cyclist fails to fool driverKnifeman stabs woman in horrifying CCTV video caught in DublinComedian explores events leading to father\u0027s death in new BBC docFlowers and tributes left for teenage girl who was shotPrince Philip weeks before his planned hip surgery in LondonAdorable baby elephant giggles when playing with her keepersAbigail Tanner sings \u0027Never Enough\u0027 to her terminally ill son    A man who was later forcibly removed was seen reaching for a handshake with Prince Charles in Queensland on Wednesday  The man (circled left and right) was forcibly removed by police from a public meet and greet with the Prince and Camilla at Brisbane\u0027s Botanic Gardens          The footage goes on to show the man being led away from the event by officers          Prince Charles and the Duchess of Cornwall, Camilla, at the Commonwealth Games Opening Ceremony on Wednesday nightMan drops dead in front of stunned guests after dancing on stageWoman angers air passengers after refusing to move from priority seatsHorrifying moment man is shot in the head on Facebook Live\u0027Excuse me, we\u0027ve got a dashcam\u0027: Cyclist fails to fool driverKnifeman stabs woman in horrifying CCTV video caught in DublinComedian explores events leading to father\u0027s death in new BBC docFlowers and tributes left for teenage girl who was shotPrince Philip weeks before his planned hip surgery in LondonAdorable baby elephant giggles when playing with her keepersAbigail Tanner sings \u0027Never Enough\u0027 to her terminally ill son\u0027It was great to have the royals here - especially as they\u0027re British as well.\u0027 After officially opening the Commonwealth Games on behalf of the Queen on Wednesday night, the heir to the throne will go on to visit cities including Darwin and Cairns, as well as the South Pacific island of Vanuatu to see how its inhabitants recovered from a devastating cyclone in 2015.The prince also held a private meeting with Mr Turnbull, a pro-Republican, on Thursday.Mr Turnbull has previously spoken of the possibility of Australians being given their say on whether to scrap the monarchy after the Queen dies.Earlier this week, Australia\u0027s former prime minister Paul Keating claimed that Charles would support the country cutting ties with the monarchy and becoming a republic."},{"url":null,"title":"BBC admits tribe Human Planet built treehouses benefit cameras","story":"    The Korowai tribe told a BBC crew they created houses exclusively for Human PlanetNarrator John Hurt tells of how 42 workers ‘countless felled trees’ and three miles of twine lead to the completion of the ‘new homes’.But the BBC has now issued an apology after it discovered, while filming a series which will air this month, that the tribesmen did not live in the houses and had created them purely for commercial broadcasters.In upcoming BBC Two series My Year With The Tribe, adventurer Will Millard visits the same group who tell him the treehouses ‘are not our home’ and that they were ‘commissioned for filming’.He tells the camera: ‘That’s why they’re worried (about) how many people come up here and we might fall through the floor. This is not where they live, this is total artifice’.The eight-part Human Planet documentary at the centre of the row was aired in 2011 on BBC One.In a statement released yesterday, the broadcaster said: ‘The BBC has been alerted to a breach of editorial standards in an episode of Human Planet from 2011 which concerns the Korowai people of West Papua.‘During the making of BBC Two’s upcoming documentary series, My Year With The Tribe, a member of the tribe discusses how they have built very high tree houses for the benefit of overseas programme makers.  The BBC said it has strengthened its guidelines since Human Planet was first broadcast in 2011 ‘The BBC has reviewed a sequence in Human Planet depicting this and found that the portrayal of the tribe moving into the treehouse as a real home is not accurate.’ References to the particular episode had also yesterday been deleted from the BBC website.Previously, a section on BBC Bitesize, which serves as a learning tool for young people, had read: ‘The Korowai tribe live in a remote region of the hot and humid West Papuan rainforest.But, they have adapted perfectly to this hostile environment by building their houses high in the jungle canopy, away from the dangers of flooding and unfriendly animals on the forest floor.’ In the initial documentary, narrator Mr Hurt had described at length how the group lived amongst the trees. He said: ‘This clan is building a new house but it will be no ordinary one. All materials must be sourced on site....The plan is to build their new home, in a tree, 35 metres (115ft) up.The Native American tribe the government has tried to erase:...Digging up the dead: Villagers remove the corpses of loved...Share this article‘It is a display of their jungle prowess. For the Korowai, the higher the house, the greater the prestige.’ Speaking after the documentary first aired, BBC Earth researcher Rachael Kinley described her visit. Her comments, to website Mother Jones, show that at the time the BBC believed that the tribe lived in the houses.She said: ‘So, our first day in Papua with the Korowai is spent in their home, a tree house.‘Making friends in the treehouse Korowai houses are communal and split into male and female sides, to avoid furtive touching in the evenings. So, as the rest of the crew, including the translator are men, I sit down with the women, while the crew all head outside to take in the view from the male balcony.‘Friendship-forming begins inside the house. In the UK, we’d receive cups of tea and cake here, it’s fire-charred lumps of sago palm, fresh from the flames.’A spokesman for the BBC added: ‘Since this programme was broadcast in 2011, we have strengthened our mandatory training for all staff in editorial guidelines, standards and values.’ My Year With The Tribe will air on BBC Two on April 15.  "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/23/4AD50CB700000578-0-image-m-14_1522882122391.jpg","title":"Now Bath planning congestion charge","story":"    Private motorists with higher-emission cars could be charged to enter a central zone largely covering Bath’s Georgian coreA third would also affect private cars with more-polluting engines. Petrol vehicles with ‘Euro 4’ or newer emissions ratings – dating from about 2006 onwards – would be exempt. So would diesel vehicles with ‘Euro 6’ emissions rating, dating from about 2015 onwards, along with electric and hydrogen fuel cell cars. Melbourne set to BAN cars from the city centre over terror...Motorists could be fined £70 for parking on pavements in a...Share this articleConservative councillor Bob Goodman, cabinet member for development and neighbourhoods, said: ‘One of the three options for a clean air zone would involve charging certain types of cars to drive into the centre of Bath, whilst the other two options would only affect other types of vehicles such as HGVs, buses, coaches and taxis.‘As these three options illustrate, it may be possible for us to achieve the required air quality improvements without the need to charge cars, however further detailed work has to be done before a final package is agreed later this year.’          The historic city of Bath could become the first outside London to charge motorists a daily fee to drive into the centreLondon’s congestion charge zone, introduced in 2003, charges vehicles £11.50 for each weekday between 7am and 6pm. It is not yet known how much drivers would have to pay in Bath where the consultation runs until December.Bath and North East Somerset first pledged to introduce a clean air zone in July 2017. In 2015 it was announced that such zones would be introduced in Birmingham, Leeds, Nottingham, Derby and Southampton by 2020."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/01/4AD57D2200000578-0-image-a-2_1522889776068.jpg","title":"BBC faces fresh criticism animal rights campaigners elephants","story":"    Campaigners say the corporation failed to adequately research a Elephantastic, in Jaipur, for Michael Portillo\u0027s show, Great Indian Railway Journeys          The presenter describes the centre as an \u0027alternative attraction for tourists who want to engage with the animals\u0027          But animal rights campaigners said the park in India allow practices that \u0027are not ethical\u0027Wonderful moment delighted baby elephant can be heard...Sales of ivory including almost all antiques will be...In mourning for its species: Ranger strokes one of just two...Share this article\u0027I would expect out national broadcaster to undertake diligent research and if they are to apply consistency this episode should be removed as the Monty Don show was.\u0027 Dr Chris Draper, the Born Free Foundation\u0027s head of animal welfare, said that a \u0027genuine\u0027 sanctuary would not permit people to have \u0027that level of contact\u0027 with the elephants. The criticism comes after the BBC removed an episode of Monty Don\u0027s Paradise Gardens from its iPlayer service in February.     These men were captured running toward an elephant to beat it in the north of Jaipur, India             Monty Don was filmed riding the animal for the Paradise Gardens show saying: \u0027It\u0027s how the Raja would arrive\u0027The programme showed the presenter riding an elephant in Jaipar. The Corporation insisted no signs of cruelty were found, however it emerged elephants were shackled so they could be ridden by tourists.The BBC said: \u0027Michael Portillo presents a factual piece about... the use of domestic elephants.\u0027He notes concerns about cruelty and visits a sanctuary to report on attempts to find alternative ways of engaging with them\u0027 "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/11/4AD7C75600000578-5580383-image-a-33_1522922846281.jpg","title":"Sumo chief apologises women attempting CPR ordered ring","story":"    Stepping in: Several women are seen rushing into the sumo ring to help a local mayor who collapsed during a speech          Shocking: As the women attempt to help the mayor and give him CPR, multiple announcements were made over loudspeakers asking them to leave the ring\u0027We pray from the bottom of our heart for safety of the mayor, and express our deep gratitude towards women who offered emergency measures on the spot,\u0027 added the sumo chief.Miwa said the mayor had been hospitalised and was now in a stable condition.This is not the first time there has been a sumo battle of the sexes.A row erupted in 1990 when then chief cabinet secretary Mayumi Moriyama wanted to present the Prime Minister\u0027s Cup to a sumo champion in the ring. She eventually lost that battle in the face of ultra-conservative sumo bosses.A decade late, Osaka mayor Fusae Ota took up the fight again, trying several times to present the champion\u0027s trophy in a tournament held in the city. She too found herself banned from the ring.Sumo traces its origins back 2,000 years to a time when it was an integral part of Shintoism.  As women are considered to be \u0027ritually unclean\u0027 in sumo, and they are therefore barred from stepping into the rings where sumo is practisedRitual is a key component of the sport, and sumo wrestlers are expected to adhere to a rigid moral code.But the sport\u0027s stock has fallen in recent years with claims of bout-fixing, illegal betting and bullying, including the violent hazing death of a young apprentice wrestler in 2007.Sumo is still recovering from a damaging scandal last year when former grand champion Harumafuji was charged over a brutal assault on a rival wrestler while out drinking.Japanese Twitter commentators were swift to express their outrage, with one user writing under the handle @yoox5135 asking: \u0027So women are unclean? The sumo association should go under. This is so stupid.\u0027Another user, @miroku203, wrote: \u0027If tradition is more cherished than a person on the verge of death who is in front of you, the sumo association should collapse.\u0027"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/03/4AD5CCD200000578-0-image-m-40_1522895421382.jpg","title":"Map shows mile high club","story":"    Saucy Dates said in a survey of 12,000 airplane passengers 78 per cent have joined the mile high club (stock image)                            Infographic courtesy of Saucydates.com                        \u0027I overheard the stewardess talking to her friend, telling him that she hadn\u0027t had any sex and she broke up with her boyfriend and it had been a long time,\u0027 a 39-year-old man said. \u0027I hit on her for a while and she finally asked me if we wanted to go in the bathroom and have sex. She told me there was no time for foreplay.\u0027A 24-year-old woman who claimed to have sex with a stranger said: \u0027It was huge fun. I did it with the guy who was sat in the seat next to me. Children as young as one are being read stories by a drag...\u0027Free rent in your own private room with all bills paid in...Share this article\u0027We had been chatting for a while and he just asked. We both carefully made our way to the bathroom, lucky the plane was dark as it was a night flight.\u0027 Perhaps unsurprisingly, toilets were found to be the most popular location choice, with 59 per cent of the club using the relatively private area of the plane for their rendezvous. Just over 30 per cent said they had sex on plane seats, nine per cent in the kitchen and one per cent even claimed they had sex in the cockpit.          Around 30 per cent have had sex on plane seats according to the site (stock image)A 32-year-old man who claimed to be part of the one per cent said: \u0027We both work the night shift and it was a spark of the moment kind of thing.\u0027Joining the mile high club is something most passengers would never dare to do out of fear of getting caught - but it turns out most will get away with it. Around 86 per cent don\u0027t get caught, while 14 per cent aren\u0027t so lucky, according to the research. \u0027I went to bathroom first, he followed. It was just getting good when someone knocked on door needing to use bathroom,\u0027 a 38-year-old woman revealed.          Around 86 per cent don\u0027t get caught, while 14 per cent aren\u0027t so lucky, according to the research\u0027We had no choice but to come out head high. I was laughing and still enjoyed myself.\u0027 Around 13 per cent of people who had sex in the toilet were caught, while 14 per cent who were amorous on seats were busted in the act. More than 20 per cent having sex in the kitchen were interrupted and 27 per cent of those in the cockpit.How to have sex on a plane"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/11/4ACF8EA300000578-0-image-a-61_1522839242844.jpg","title":"Britain range Kims nukes","story":"MPs said Kim Jong-Un was \u0027ruthless, like other Communist dictators before him\u0027 but also claimed he was \u0027rational\u0027 The report also suggested North Korea could be \u0027dissuaded\u0027 from using nuclear weapons - adding the leader was \u0027ruthless...but rational\u0027.It said: \u0027We believe it is obvious to North Korea that launching such weapons would lead inescapably to devastating military consequences from the US, South Korea and other countries too.JFK\u0027s \u0027victory map\u0027 to sell for $20,000: Map marks every...PICTURED: Kim Jong-un and his wife attend POP CONCERT...Share this article\u0027It would result in the downfall - indeed the annihilation of the regime: the polar opposite of what Kim Jong-un is seeking to achieve.\u0027He is ruthless, like other Communist dictators before him, but he is rational.\u0027  The report said if there were a conflict in the region, the UK would have \u0027no legal obligation to provide military assistance...yet, in the event of North Korean aggression against South Korea andor against the United States, it is unlikely we would stand aside.\u0027North Korea has carried out six nuclear tests, and has a ballistic missile that experts believe could put the whole of the US in striking range. In doing so, Pyongyang said it had achieved its mission of becoming a nuclear state.But last month after months of hostility and trading insults, Kim was said to be \u0027committed to denuclearisation\u0027 as he and US President Donald Trump agreed to talks, in an unprecedented move.However MPs concluded that North Korea was unlikely to abandon its weapon programme as Kim held nuclear weapons \u0027both for prestige and regime preservation\u0027.      "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/00/4AD51AEA00000578-0-image-a-12_1522882966096.jpg","title":"West Papua locals fish human teeth","story":"    It\u0027s thought the unusual sea creature is a Emperor fish a popular seafood in Indonesia and Australia A student, Ahmad Seseray, was given the fish by his school teacher who reportedly found it while fishing down by the town\u0027s docks.He had intended to cook the fish with his family but plans changed after he opened up its mouth.  Ahmad found the sea creature had square molar-type gnashers similar to those found in humans.Stomach-churning moment eight parasitic worms squirm out of...Holiday snaps! Crocodile so close you can count its teeth...Share this articleA video taken of the fish shows residents examining the bizarre creature while holding it\u0027s mouth agape to show off it\u0027s pearly whites.The creature is believed to be an Emperor Fish.Ahmad\u0027s mother, Hadijah, said the fish caused a stir in the remote village.          Footage shows the baffled locals in the town examining the fish while holding it mouth agape to show off it\u0027s human like teeth           A pupil, Ahmad Seseray, was given the fish by his school teacher who reportedly found it while fishing\u0027I opened the mouth of the fish and looked carefully and my son was right, the fish had large teeth that were similar to the structure of human teeth,\u0027 she said. \u0027Many people who came to hear the information of the discovery of a fish that has teeth similar to human teeth.\u0027Instead of cooking the strange animal, Hadijah decided to put it in her freezer.West Papua villagers discover fish with \u0027human teeth\u0027"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/03/06/00/49E6C07E00000578-0-image-a-26_1520296711331.jpg","title":"Massive 6 2 magnitude earthquake strikes southern Philippines","story":"    An earthquake of magnitude 6.2 struck off the southern Philippine island of Mindanao on Thursday, the US Geological Survey said. Pictured: A graphic showing where the quake struck\u0027Swarm of activity\u0027 along New Zealand\u0027s fault-line prompts...Huge 6.9 magnitude earthquake strikes off the coast Papua...Share this articleIt comes after several earthquakes along a New Zealand fault-line prompted fears of a \u0027megathrust\u0027 quake and devastating tsunamis.GeoNet on Tuesday warned  there was a \u0027swarm of activity\u0027 along the Alpine fault, a geological fault running almost the entire length of New Zealand\u0027s South Island.The company, which monitors geological hazards including earthquakes, volcanoes, tsunamis and landslides, announced there were a number of quakes recorded on both the South and North Island.          A swarm of earthquakes (map pictured) along a New Zealand fault-line has prompted fears of a \u0027megathrust\u0027 quake and devastating tsunamis "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/04/4AD609E100000578-0-image-a-20_1522900666372.jpg","title":"Frail grandmother Alzheimers CHAINED door Thailand","story":"    Rescued: \u0027Grandma Chuam\u0027 had been chained to the doorway of her home in home in Chachoengsao, Thailand, by her own step-sister to stop her from wandering offNeighbour Chang Neung was shocked to find the frail woman such a state, and fetched a circular saw to free her.Video footage shows the elderly woman sat on the concrete ground, bleeding from her leg where the rusty metal has cut through her skin. Trump\u0027s pick for CIA director Gina Haspel will explain her...Pouts to punches: Bikie babe cousins at the centre of gang...Growing up on the lam: Drug smuggler\u0027s daughter reveals the...Share this articleAuthorities arrived  and questioned Chuam and her step-sister Wimol, 65, over the apparent cruelty, but the latter explained that they had done it out of worry for the elderly woman\u0027s safety.As Chuam lived alone with no children to look after her, it had fallen on Wimol, who lived nearby, to care for her.    Saved: After a neighbour found the elderly woman in chains, he used a circular saw to free her          Getting help: Grandma Chuam\u0027s step-sister explained that they had chained her up to keep her safe as she lived alone and had wandered off in the past, so local authorities have now stepped in and promised to help care for herThe stepsister told authorities that Chaum had been suffering from Alzheimer\u0027s and has wandered away several times previously.She was worried her sister would be injured and that the family had recently found her sitting alone in a rice field during rain storms.Local officials treated the pensioner to a hamper with food and medical supplies while pledging to monitor her.District chief Thitirat Sangngam said: \u0027This is a sad situation for Grandma Chuam and we will provide assistance.\u0027The local government funds can be used to secure the house to prevent the lady from walking away and putting herself at risk.\u0027Staff and volunteers will continue to ensure she is safe.\u0027 "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/15/4AD9530600000578-5581037-image-a-14_1522940094613.jpg","title":"Honeymoon couple claim seaside hotel room infested FLEAS","story":"    Newlyweds Sarah and Sam Davey checked into the Trecarn Hotel in Torquay on Sunday at the start of their week-long honeymoonA honeymooning couple claim their holiday was ruined because their hotel was littered with rubbish, they were bitten by fleas and their complaints only saw them refunded £80 in pound coins.Newlyweds Sarah  and Sam Davey, both from Plymouth, Devon, checked into the Trecarn Hotel in Torquay on Sunday at the start of their week-long honeymoon.But the couple claim that when they finally got to their room after a two-hour wait, they were devastated to discover it was \u0027dirty\u0027, and allege they found crumbs, rubbish and hairs on the carpet.They also claim that they were \u0027bitten raw\u0027 by fleas in the room, which they stayed in for only two nights, after they  cut their honeymoon short by five days.The hotel, which charges between £35 and £100-a-night for a room, strongly denies the claims made by the couple.Writing on Facebook, Mrs Davey wrote: \u0027We had to wait two hours for our room to be ready, we had to wait in a bar with no staff because it was only the receptionist working during the day, then when we got in our room it was dirty. \u0027There was rubbish under our bed, all crumbs and hairs all over the floor, there was long black hairs in our bed - and to top it all off there was fleas on our room and they have bitten my husband raw.          The couple allege they found crumbs, rubbish and hairs on the carpet at the hotel in Torquay          The couple claim their holiday was ruined because their hotel was littered with rubbish\u0027We put a complaint in on Monday and gave them the chance to go in and clean the room properly, as we went to the zoo for the day. When we arrived back they had changed the bed and hoovered, that was it! \u0027The bottle was still under the bed and they didn\u0027t clean either... during the night me and the chap were bitten raw again and we didn\u0027t sleep at all. British tourist \u0027is dragged into bushes and repeatedly...It helps when you\u0027re famous! Council to install CCTV after...Share this article\u0027So I went up again and complained again to be told again nothing can be done. I\u0027m not gonna lie it totally broke me and I cried. \u0027I\u0027ve never felt so down and depressed in my life... this is our honeymoon and were meant to be having fun but instead were both itching and scratching ourselves raw.  The couple say when they finally got to their room, after a two hour wait, they were devastated to discover it was \u0027dirty\u0027, and allege they found crumbs, rubbish and hairs all over the carpet\u0027Now thanks to them and that horrible experience, me and the husband have come home today five days early because they\u0027ve totally ruined our honeymoon.\u0027And due to them taking a chunk of the money we can\u0027t afford to travel and book anywhere else either.\u0027When the couple asked for a refund on the room – which cost £262 for the week – they were given £80 in coins, with the rest set to bank transfer which will take another ten days to clear. But the hotel said the couple, who turned up two hours early, were given a free upgrade to a new executive suite before they complained - and claim the guests spoke and behaved rudely to staff.  Lee Jones, Area manager for Britannia Hotels - the group that owns the Trecarn Hotel – told Devon Live: \u0027As with all national hotels, check in time is 3pm and where possible we do provide an early check in facility for our guests.  They also claim that they were \u0027bitten raw\u0027 by fleas in the room, which they only stayed in for two nights, after they decided to cut their honeymoon short by five days\u0027However the guests on arrival at 1pm were advised no rooms were available at that point and on returning to the hotel they checked into their allocated room at 3.10pm.\u0027As the couple were celebrating their honeymoon they were provided with a complimentary upgrade to an executive room in our new accommodation wing which offers an open warm inviting bedroom and en suite bathroom with modern furnishings which are all cleaned to a high standard - and the guests made no hotel employee aware of any issues after checking in.\u0027With regards to the claim of fleas  bed bugs, all our beds under go a thorough programme of treatments and checks throughout the year and we have received no previous complaints of this nature as this is something that would be acted upon immediately with necessary steps being taken.          The hotel say the couple were given a free upgrade to a new executive suite before they complained and claim the guests spoke and behaved rudely to staff\u0027A refund of monies for the remaining days not being availed of was issued as no member of staff or management should be subjected to disrespectful language and behaviour from any guest which both the receptionist and duty manager were by the said guests and witnessed by other guests.He added: \u0027Having reviewed the CCTV footage from the various cameras located in the reception area along with the statements from not only the affected member of staff who encountered verbal abuse from the said guest but also other guests who witnessed this, at no point did the manager show any unprofessional behaviour.\u0027The manager requested that the said guest refrain from using obscene language and shouting otherwise she would be asked to leave the premises.\u0027Responding to claims about the money being refunded in coins, Mr Jones said: \u0027This was due to all monies being securely lodged and the coins were the only acceptable way of refunding, which the guest was happy to avail of instead of returning the following day.\u0027          The hotel has mixed reviews on TripAdvisor, with some giving very negative feedbackCouple say their Honeymoon suite was filthy and full of fleas, but hotel say THEY were rude and badly behaved - Devon Live"},{"url":null,"title":"Sea creatures pose underwater portraits stunning images","story":""},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/15/4ACEFDD000000578-0-image-a-27_1522852393548.jpg","title":"Has Banksy struck high street bank Cleethorpes","story":""},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/10/4AD71C3B00000578-5581153-image-a-33_1522920276816.jpg","title":"Woman smiles proudly filmed driving busy road dog perched lap","story":"    A woman was pictured with dog on her lap as she drove down a busy road in Bury, Greater Manchester\u0027I noticed the car in the left lane drift slightly and couldn\u0027t believe what I saw when I drove past.\u0027The driver had a small dog perched her lap and I could see that she was stretching her neck to peer over the top of the dog\u0027s fluffy ears.\u0027The woman smiled at me as if to say \u0027look how cute,\u0027 but all I thought was how incredibly dangerous it was.\u0027If she\u0027d have crashed, not only could other people have been hurt but she\u0027d be picking bits of dog off her steering wheel.          Brett Mullineaux, 45, who spotted the woman, said he was shocked at what he saw and that the woman even smiled at him\u0027The road was so busy and it\u0027s crazy that someone would have such a disregard for safety.\u0027Every day I see something dangerous on the roads and it only seems to be getting worse.\u0027Drivers must ensure their pets are secured in the car or they could be fined £1,000 for driving without proper control of their vehicle."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/09/4ACEBA8200000578-0-image-m-38_1522831815690.jpg","title":"Wolves ball boy sacked wrestled Hull City management","story":"    Wolverhampton Wanderers fan Tom Aitchison is seen tussling with Hull management including boss Nigel Adkins as he retrieved the ball that had gone out of playBut officials at Wolves did not see the funny side and ordered him to leave the pitch and are understood to have sacked him.Fans saw it differently and he was cheered and supporters gave him high fives as he walked off.They have now set up a petition which has been signed by more than 2,500 supporters since last night.Mourners searched by police after boy, 16, was \u0027shot in the...Brave mother-of-two who lost her nose to a rare disease uses...Share this articleIt reads: \u0027Our very loyal ball boy Tom Aitchison was sacked for doing his job we wish to get him reinstated.\u0027Petition founder Nathan Kerr said: \u0027A group of us decided to set up the petition last night as a lot of the fans were outraged by the decision.\u0027As far as we are concerned he was doing his job, a ball boy is there to retrieve the ball and they were holding it to waste time, it\u0027s out of order.          He appeared to push Hull City\u0027s assistant manager Andy Crosby as he runs away with the ball          The teenager is then seeing throwing the ball back to a Wolves player so the team can chase another goal and win the game\u0027I saw him go to get the ball but wasn\u0027t close enough to see him make the gesture but many of the fans have said he was gesturing number one, as we are top of the league.\u0027I saw him go for the ball and someone fell over, not sure if he just lost his balance. We weren\u0027t too sure what had happened until fans were going mad on Facebook.Nathan, 27, who has been a supporter \u0027since birth\u0027 added: \u0027The kid is a hero and was just showing some passion and after the season we have had that\u0027s what the club has been all about.\u0027The response has been amazing and when I woke up this morning I had nearly 1,000 notification on my Facebook page.\u0027We all want him to be reinstated as all the fans love what he did. We hope the club sees sense.\u0027Wolverhampton Wanderers have been contacted for comment.           The youngster is then seen gesturing at the bench, tapping his watch to suggest the management is trying to waste time"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/09/4AD7178100000578-0-image-a-40_1522918078833.jpg","title":"Is Britains GRANDEST AirBnB","story":"    Newton Manor House, located just a mile away from Swanage Bay, used to belong to Sir John Charles Robinson, the leading connoisseur of the Victorian art world - it\u0027s now available as a £500-a-night holiday getaway          The eight-bedroom property is situated just a few minutes\u0027 walk from the sandy beaches of Swanage Bay           The spacious 16th century property, in Dorset, accommodates 16 guests, and is described as the perfect holiday retreat          One of the bedrooms inside the spacious 17th century property that may be one of Britain\u0027s grandest AirBnBsNewton Manor  dates back to the early 1600s with walls and roof built from local Purbeck stone.\u0027I personally love the old stone and exterior of the house\u0027, owner Ms Carson said. \u0027I love the windows, the little secret passages and the amazingly intricate wooden doorways. BBC is dragged into fakery row after it admits a tribe in...China\u0027s foray into the East End: Beijing\u0027s biggest...Finally some Spring sunshine! This weekend is set to bring...Share this article\u0027Guests of all ages will love staying at the property, it\u0027s brilliant for children with a fully equipped play room and beautiful gardens that are perfect for hide and seek.\u0027The games room appeals to older kids, whilst adults and the older generation will love the history and features of the house.\u0027It is perfect for a multi-generational family holiday of big groups who like home comforts with a touch of contemporary luxury in beautiful surroundings.          The manor home, which also boasts nine bathshower rooms, retains a lot of its original charm with ornate oak paneling and wood carvings          The kitchen inside the spacious property that is available to rent on AirBnB for £500 a night           The hallway of the property that dates back to the early 17th century and was previously owned by Sir John Charles Robinson\u0027The age and history of the property puts it in a different category to any other holiday homes in the area, as it is very unusual for a seaside to have such a beautiful house within walking distance.\u0027Nearby there are so many beautiful beaches, numerous fish and chip shops as well as the four-minute ferry to Sandbanks in Poole.\u0027We also have the likes of Durdle Door, Lulworth Castle, Swanage Steam Railway and Corfe Castle just a short distance away.\u0027          The 17th century eight-bedroom manor house in Dorset can accommodate 16 guests           One of the bedrooms, on the third floor of the property, that is available to rent on AirBnB           The property has a utility with a pool table in it (pictured) and is described as the perfect holiday getawayNewton Manor was bought in 1872 by Sir John Charles Robinson, who worked for the Victoria \u0026amp Albert Museum, where he was responsible for purchasing various parts of the V\u0026ampA collections from across Europe.  He became Crown Surveyor of Pictures in 1881 and was knighted in 1887. He died in 1913, having lived at the manor house for 40 years.Newton Manor went on to become a school until the late 1970s, before being converted back into a home.            Newton Manor House dates back to the early 1600s and retains a lot of its original charm with ornate oak panelling          The property was bought by Sir John Charles Robinson, who was director of the V\u0026ampA, who carried out considerable works      "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/11/11779CD0000005DC-5581243-image-a-1_1522923689544.jpg","title":"Police investigate 28 new claims corruption run local elections Tower Hamlets","story":"    Police are investigating 28 fresh claims of corruption in the run-up to the local elections in Tower Hamlets on May 3. Pictured: An officer outside a polling station in the borough in 2015There were a total of 39 complaints made to officials from an MP, as well as candidates, councillors and journalists, but just 28 claims are actively being investigated, according to the Metropolitan Police.Detective Chief Superintendent Sue Williams said to the Evening Standard: \u0027It is vital to ensure the integrity of the democratic process so, in the run-up to the election, and on the day itself, there will be a policing plan in place in Tower Hamlets.\u0027Tower Hamlets was rocked when Lutfur Rahman, Britain\u0027s first elected Muslim mayor, was ordered to step down as mayor after he was found guilty of corrupt and illegal practices in 2015.Rahman was deemed to have \u0027cynically perverted\u0027 the religious feeling of his Muslim community and \u0027silenced his critics with accusations of racism and Islamophobia\u0027.He repeatedly played the \u0027race card\u0027 in his bid to seize the mayoralty of Tower Hamlets and later cling to power, the Election Commissioner found.          Tower Hamlets was rocked when Lutfur Rahman (pictured), Britain\u0027s first elected Muslim mayor, was ordered to step down as mayor after he was found guilty of corrupt and illegal practices in 2015 China\u0027s foray into the East End: Beijing\u0027s biggest...Corbyn faces new rebellion: Labour leader faces revolt from...Share this articleRahman was ordered to pay £250,000 in costs following an Election Court trial, which was estimated to have run up legal bills in the region of £1million.  He was also barred from running for office for five years.In the mayoral race, Labour\u0027s John Biggs is trying for a second term against People\u0027s Alliance Councillor Rabina Khan.Also in the mix is Councillor Ohid Ahmed. Mr Ahmed is running for the newly launched independent party Aspire, which was founded by disgraced mayor Rahman in January. Locals are furious that the borough is being scrutinised again for election corruption.Peter Golds, a Conservative councillor, told the Evening Standard that fraud was a \u0027huge issue\u0027 in Tower Hamlets and that residents don\u0027t trust the system any more.A Tower Hamlets spokesperson said the borough has some of the strongest measures in place to prevent fraud. They said officers will be at every polling station and there will be household checks on every home where more than five voters are registered as living. Police investigate new fraud claims over Tower Hamlets poll | London Evening Standard"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/02/20/4AC5C43200000578-0-image-a-13_1522696982346.jpg","title":"Student 21 ADHD hanged two days extreme rage","story":""},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/10/4AD7603100000578-0-image-a-36_1522922130547.jpg","title":"Crane transformed luxury penthouse Amsterdam","story":"    A crane originally used to unload ships has been converted into a luxury penthouse overlooking the Amsterdam skyline          Guests can stay in the three-storey apartment on dynamic KNSM Island, but one night will set them back more than £600The quirky apartment elevates visitors above the city\u0027s iconic skyline.Inside, there are two bedrooms, a modern bathroom with a large soaking tub and separate shower, as well as a living space and kitchen with a stylish dining area and balcony.Is this Britain\u0027s GRANDEST AirBnB? Stunning 17th century...\u0027The world\u0027s greatest mini village\u0027 is for sale for...From Hollywood to Rochdale: Successful producer moves to...Share this articleGuests also get access to a Yays bicycle to explore the city on, a range of exclusive services and of course, an unforgettable experience.The crane was originally built after the Second World War, commissioned by the Royal Dutch Steamboat Company.          Figee crane 2868 has been converted into a three-storey apartment decoarated by Dutch designer Edward van Vliet          At The Yays – Crane Apartment, guests get to sleep in a comfortable bed, dine with views over the city and even take a bath          Inside the beautifully decorated apartment is as a spacious living area and kitchen as well as a stylish dining area and balcony          Figee crane 2868 was spared from demolition when the docks were made into a residential area in 1975, but has only recently been convertedLocated on the dynamic KNSM Island, it was quite literally the bridge between the Netherlands and the rest of the world.But with the invention of shipping containers, cranes were no longer strong enough and the eastern Docklands became overgrown and full of empty warehouses.When the docks were made into a residential area in 1975, Figee crane 2868 was spared from demolition.Now, it\u0027s situated in a buzzing part of town surrounded by art galleries, shops and restaurants.          Now, the transformed crane situated in a buzzing part of town surrounded by art galleries, shops and restaurants          Guests also get access to a Yays bicycle to explore the city on, a range of exclusive services and of course, an unforgettable experience. Pictured, the balcony          The stunning apartment also comes with a spacious bathroom with a large soaking tub and separate shower          The Yays\u0027 crane apartment in Amsterdam boasts a rainfall shower in the bathroom as well as a massive soaking tubPeter Heule, the CEO of Yays Concierged Boutique Apartments, said: \u0027We\u0027re pleased to have the honour to manage the former Figee crane 2868 and to offer it \u0027a new life\u0027 with Yays.\u0027The crane is back in its home port after a thorough restoration and redecoration by the well-known designer Edward van Vliet.\u0027This is the way how we would like to contribute to the development of the city of Amsterdam.\u0027Yays is a travel and stay concept that claims to \u0027reroute urban tourism\u0027 giving holidaymakers the chance to stay in \u0027historical buildings in lively areas you won\u0027t find on the tourist maps.\u0027According to its website, guests \u0027will still feel the crane\u0027s history and enjoy ultimate comfort at the same time.\u0027            The apartment comes with two bedrooms - one with a king size bed - boasting views of Amsterdam from several windows          The crane was put back in its home port after a restoration and redecoration by the well-known designer Edward van Vliet          Yays is a travel and stay concept that claims to \u0027reroute urban tourism\u0027 giving holidaymakers the chance to stay in \u0027historical buildings in lively areas you won\u0027t find on the tourist maps\u0027           According to the Yays website, guests \u0027will still feel the crane\u0027s history and enjoy ultimate comfort at the same time\u0027          Located on the dynamic KNSM Island, it was quite literally the bridge between the Netherlands and the rest of the world after the Second World War "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/12/4AD7195A00000578-5581443-image-a-19_1522926708980.jpg","title":"Border collie left baffled trying play fetch statue beach","story":"    Hurley the border collie didn\u0027t realise that the figure he was trying to play fetch with was actually a statueWhat the border collie didn\u0027t realise is that he had left the ball in front of one of Anthony Gormley\u0027s cast-iron figures, as part of the sculptor\u0027s \u0027Another Place\u0027 installation. Mr Shore can be heard laughing as he watches his dog repeatedly giving the ball to the statueand lay down waiting for a game of fetch.Mr Shore, academic director of Liverpool Business School, part of Liverpool John Moores University, said: \u0027That\u0027s Hurley all over. He\u0027s eight years old now but he still thinks he\u0027s a puppy.          The adorable eight-year-old dog dropped the ball at the feet of the statue and then lay down on the beach waiting for the game to start\u0027He\u0027s addicted to fetch and will play it with anyone. He\u0027ll carry the ball up to everybody he sees to get them to throw the ball, usually when I\u0027ve grown tired after an hour of playing.\u0027It\u0027s most often people on benches that he goes to, and this is the first time he\u0027s tried to play with a statue.\u0027It was quite funny when he went up to it, and at one point he looked at me to ask \u0027what\u0027s going on?\u0027 He\u0027s not used to being ignored.\u0027He tried for about a minute to get the statue to play before giving up and moving on.\u0027Mr Shore has had Hurley since he was a puppy, after collecting him from a small farm in South Wales.          The video was filmed by the dog\u0027s owner Adam Shore, pictured with the statue and his border collie Hurley"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/12/4AD727BE00000578-5581509-image-a-35_1522926474131.jpg","title":"Dog owner films lovable three year old Samoyed singing favourite toy","story":"    Three-year-old Stella was captured mid-song by her owner Jeannie Lee at their home in Toronto          Ms Lee said that her Samoyed dog only sings to the specific tune of one toy in particularShe added: \u0027She is normally very shy about it and will stop singing if she notices you watching her. \u0027She refuses to sing to anything else. She likes to make her own music with her toy like you see in the video, or she will sometimes sing if you squeak the toy for her.\u0027She\u0027s had this toy since she was a baby. I should go out and buy a bunch more just in case the squeak gives up.\u0027I love it when she sings. She sings maybe once a week, so it\u0027s a treat when she does. Sometimes her songs are short, sometimes she can go on for a few minutes singing like this.\u0027This time she sang for about a minute and a half.\u0027          The usually shy Stella does not mind posing for the camera this time"},{"url":null,"title":"Splendour Grass 2018 tickets lineup dates","story":"    Splendour 2017 welcomed the likes of The xx, Queens of the Stone Age and LCD SoundsystemWhat is Splendour in the Grass?Splendour in the Grass is an annual music festival that has been held in Australia since the year 2001, usually held near Byron Bay in New South Wales.The name for the festival was inspired by the William Wordsworth poem Ode: Intimations of Immortality. Created by the music companies Village Sounds and Secret Service, it started out as a one-day event in 2001 and soon became the three-day mega event that it is today, with over 40,000 people attending.In 2010 and 2011, however, the event was in Woodford, Queensland, but then returned to Belongil Fields in Byron Bay in 2012. Splendour was first held in North Byron Parklands in 2013 and has been there ever since.Splendour 2018 datesSplendour in the Grass will take place from Friday, July 20 to Sunday, July 22 2018.Splendour in the Grass lineup 2018After being expected in March, the long-awaited Splendour lineup for 2018 will be revealed on Friday, April 6, 2018. Ticket sale information will also be available on this date. When do Splendour tickets go on sale?Splendour 2018 ticket prices and general sale information will be revealed right after the lineup is announced on the festival’s official website.Tickets sales will be held from Sunday, April 15, 2018 from 10am to 4pm at the following address: The Northern, 3542 Jonson St, Byron Bay.Alongside this, Splendour in the Grass is giving those who live in the postcodes 2478 through to and including 2484 a chance to buy tickets before they officially go on sale.Those wanting to purchase these tickets will need to show a valid photo ID (a current NSW driver’s license or a NSW proof of age card) with their home address and postcode.Residents can purchase a maximum of four tickets and they will only be able to make the transactions by Visa or Mastercard credit or debit cards.The name and the date of birth of every ticket holder is required as these details will be printed on each ticket. IDs will be checked and matched to the ticket at the festival gate.As tickets will be emailed to attendees, Splendour advises setting up a Moshtix account beforehand will make the ticket purchase much quicker on the day of release.Splendour in the Grass 2017 lineupSplendour welcomed the likes of The xx, Queens of the Stone Age and LCD Soundsystem as headliners to the 2017 event. As well as this, although George Ezra was scheduled to perform, he withdrew from the lineup, resulting in Peking Duk performing on the Friday and LCD Soundsystem\u0027s and Sigur Ros\u0027 set times being extended. Other big names included HAIM, RL Grime, Father John Misty and Lil Yachty on the Friday and with Two Door Cinema Club, Catfish and the Bottlemen and Rag\u0027n\u0027Bone Man on the Saturday.The final day of the event saw Stormzy, Bonobo, King Gizzard \u0026amp the Lizard Wizard and Oneman perform as part of this eclectic lineup.  "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/12/4AD84FAB00000578-5581555-image-m-99_1522928879078.jpg","title":"Alfie Evans parents claim breathing responding touch","story":"    Tom Evans, pictured with Alfie\u0027s mother Kate James on March 21, has reportedly refused to give his written consent allowing doctors to withdraw Alfie\u0027s treatment  Sick baby Alfie Evans’s life support could be turned off as...\u0027Failed disgracefully by the system\u0027: Alfie Evans\u0027...Share this article\u0027They want machine off Friday but we are still trying to work on a day.\u0027In February a High Court judge ruled that he could be allowed to die, prompting Mr Evans to say his son had been \u0027sentenced to the death penalty\u0027. This judgment was upheld by the Court of Appeal last month.And last week they suffered a major blow when they lost a last-ditch plea for the European Court of Human Rights (ECHR) in Strasbourg to hear the case, having exhausted all their legal options in Britain.His father warned that doctors could act on the ruling as soon as Friday.Alfie\u0027s parents want to explore treatment at a hospital in Rome, hoping that specialists will be able to pinpoint what is wrong with their son.           His parents have this week posted videos in which they say Alfie is \u0027showing an improvement\u0027          Pope Francis has spoken about Alfie and his family\u0027s struggle to keep the youngster alive          Writing on his official Twitter account, Pope Francis shared his support for the tragic youngster          Alfie\u0027s parents last week suffered a major blow when they lost a last-ditch plea for the European Court of Human Rights (ECHR) in Strasbourg to hear the case, having exhausted all their legal options in Britain"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/12/4AD834F600000578-5581585-image-a-73_1522926909138.jpg","title":"British youngsters unhappiest generation decade","story":"    Nick Stace, UK chief executive of The Prince\u0027s Trust, said: \u0027It should ring alarm bells for us all that young people are feeling more despondent about their emotional health than ever before.\u0027This is a generation rapidly losing faith in their ability to achieve their goals in life, who are increasingly wary of and disillusioned with the jobs market and at risk of leaving a wealth of untapped potential in their wake.Three in 10 adults are left gasping for air after walking up...Modern LED street lights which are cheaper to run and have...The 50 rural areas of the UK with the best quality of life...Share this article\u0027One of the most important things we can do to stem this flow is to show young people that it\u0027s worth having high aspirations, that opportunities to earn a good living and progress in a career are out there and that they\u0027ll be supported along the way to live, learn and earn.\u0027For this to happen, it is vital that government, charities and employers across the UK invest more in developing young people\u0027s skills and in providing opportunities for them to progress in fulfilling, sustainable careers.\u0027          The charity\u0027s \u0027Macquarie Youth Index\u0027, which gauges wellbeing across areas from family relationships to working life, found the happiness young people experience in relation to emotional health has fallen from 61 to 57 in a year.This four point fall is the biggest drop in any area attributed to wellbeing ever recorded by the index, and is a score which has fallen considerably since 2010, when it stood at 70, according to the organisation.The report also found that 42 per cent of young people think they put too much pressure on themselves to achieve success, and 28 per cent would not ask for help if they were feeling overwhelmed by something.But almost two thirds of young people (61 per cent) agree that having a job gives - or would give - them a sense of purpose, and half (49 per cent) think that having a job is good for their mental health.The study also found that one in ten young people are not in employment, education or training (Neet) and more than half of this group (58 per cent) have been Neet for six months or more."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/12/4AD7CD3C00000578-5581591-image-a-6_1522926937663.jpg","title":"Taking lead Tiny schnauzer walks masters pet alpaca street China","story":"    Walk with me! Ms Peng\u0027s schnauzer took the leash and pulled an alpaca away from a building          Ms Peng let her dog to walk her pet alpaca, nicknamed Da Sheng, onto streets in ChinaAccording to Pear Video, Ms Peng bought two Australian alpacas for 60,000 yuan (£6,770) last winter and the two pets had drawn public\u0027s attention.Disabled teenage boy bled to death after having his genitals...Violent zookeeper is caught brutally kicking and slapping a...Restaurant owner is caught on camera urinating and...China hits back at Trump’s tariffs by imposing a 25 per cent...Share this articleFootage shows Ms Peng taking one of her alpacas, named \u0027Da Sheng\u0027, to cross the street in the city. Onlookers stopped and fed Da Sheng carrot sticks.Ms Peng said Da Sheng gets along well with her schnauzer and she would let her dog to walk the alpaca.          Ms Peng, pictured bought two alpacas from Australia for 60,000 yuan (£6,770) last winter          The alpaca often gets attention from the onlookers as they took picture and fed carrots          The alpaca was vaccinated after being kept in quarantine for 45 days after reaching ChinaHer schnauzer can be seen biting the leash and pulling the alpaca to walk. \u0027People got confused. They asked me if Da Sheng is a camel or a sheep,\u0027 she explained.\u0027The alpacas went in quarantine for 45 days in Lanzhou when i arrived. The hole on the ear marks as a proof of their identity when they left Australia,\u0027 she said."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/02/16/4AC2549F00000578-0-image-m-84_1522684351608.jpg","title":"Palestinians burn thousands tires Gaza border","story":"Gazans to burn thousands of tires at border - Israel News - Jerusalem PostPalestine News on the Israel and Gaza Strip Conflict | Daily Mail Online"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/13/4AD96C9000000578-5581749-image-a-54_1522932975487.jpg","title":"Hilarious moment primary school teacher pupils perform hit Flossing dance move","story":"    A video of Simon Hunt, a teacher at the Tottington Primary School in Manchester, and his pupils performing \u0027The Floss\u0027 has now gone viral after being posted on the internet          The 37-year-old took to \u0027Flossing\u0027 naturally, and credits his class for helping him get up to speedOklahoma governor compares teachers on strike for better pay...Motorists accuse council of \u0027daylight robbery\u0027 as price hike...Share this articleThe dance move involves swinging and your hips and arms in different directions as if there is a piece of invisible dental floss between your legs.It shot to prominence after a performer called Backpack Kid did the move in Katie Perry\u0027s hit \u0027Swish Swish\u0027 music video.Once Mr Hunt realised his pupils were doing the dance, he thought \u0027if you can\u0027t beat them, join them\u0027. The video has now been viewed more than 62,000 times. Mr Hunt, from Ramsbottom, told the Manchester Evening News: \u0027Tottington Primary is an amazing and creative place to work - this is why I\u0027m able to do what I do.\u0027          Mr Hunt with pupils at his Tottington Primary School          Mr Hunt, from Ramsbottom, said: \u0027Tottington Primary is an amazing and creative place to work - this is why I\u0027m able to do what I do.\u0027"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/12/4AD8399900000578-0-image-m-42_1522928161851.jpg","title":"Cranberries singer Dolores ORiordan left final excited voicemail","story":"The final voicemail sent by Cranberries singer Dolores O\u0027Riordan (pictured) before she died has been revealed          Hours after sending the voicemail, O\u0027Riordan was found dead in her hotel room at the Hilton in Park Lane, London (pictured)She finally signs off the call by inviting the executive into the studio, saying: \u0027Send my love to Irene. Love that leather jacket.\u0027Hours after sending the voicemail, obtained by the Daily Mirror, O\u0027Riordan was found dead in her hotel room at the Hilton in Park Lane, London.It comes as an inquest into the troubled singer\u0027s life was due to take place yesterday but was suddenly removed from the court\u0027s schedule.Spy\u0027s daughter Yulia Skripal who was poisoned alongside her...Mourners searched by police after boy, 16, was \u0027shot in the...Share this articleThe Irish singer suffered with bipolar disorder and depression throughout her career, and TMZ reported friends describing her as ‘dreadfully depressed’ in the weeks before her death.But Mr Waite, a long-time friend and music producer,  told how she sounded happy and excited just hours before her death.Speaking about the voicemail, he said: ‘She was looking forward to seeing me in the studio and recording vocals.          Miss O’Riordan, 46, had been in London to record a cover of The Cranberries’ 1994 hit single Zombie with rock band Bad Wolves (pictured)          Mourners leave St Ailbe\u0027s Church in Ballybricken, Ireland following the funeral of Dolores O\u0027Riordan on January 23‘She sounded full of life, was joking and excited to see me and my wife this week. The news of her passing is devastating.’Dave Davies, former guitarist of The Kinks, also said Miss O’Riordan seemed ‘happy and well’ when he spoke to her before Christmas. In an interview with the star surfaced in which she expressed her desire to come back as an angel after her death to help people.Asked what she would be reincarnated as, Miss O\u0027Riordan said: \u0027I think I\u0027ll probably come back as an angel and I\u0027d like to guide people or guard people going through similar experiences in life, whisper in their ear and kind of give them ideas on how to deal with things.\u0027 Miss O’Riordan, 46, had been in London to record a cover of The Cranberries’ 1994 hit single Zombie with rock band Bad Wolves.          The Cranberries (pictured) split in 2003 before reforming in 2009 and embarking on a reunion tour around AmericaA seething condemnation of the IRA’s 1993 Warrington bomb attack that killed two boys, Zombie won an Ivor Novello award.They split in 2003 before reforming in 2009 and embarking on a reunion tour around America.In 2014, she split from husband of 20 years, former Duran Duran tour manager Don Burton.They have three children together, Taylor, 20, and daughters Molly, 16, and Dakota, 12, who live with their father in Canada.She once spoke of a ‘terrible self-loathing’ which had been worsened by her accelerating career and led to anorexia.Miss O’Riordan also suffered with back pain, which caused her to cancel a string of shows in May last year.  The charismatic Irish singer suffered with bipolar disorder and depression throughout her careerFinal chilling voicemail of Dolores O\u0027Riordan revealed: Cranberries star made excited call to friend just hours before death - Mirror Online"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/04/4AD62C2E00000578-0-image-m-14_1522899899289.jpg","title":"Spanish town stages mock LYNCHING Dominican woman","story":"Locals in a Spanish town have staged an extraordinary mock execution of a woman awaiting trial over the horrific murder of her boyfriend\u0027s schoolboy sonThe bizarre execution happened in the town of Coripe, a town of just over 1,400 inhabitants sandwiched halfway between the Costa del Sol and the city of Seville.Locals use airguns to shoot at a rag doll doused in petrol every Easter Sunday as part of an annual event called the Quema de Judas - the \u0027Burning of Judas\u0027 in English.The doll is said to represent a well-known person who has made headlines during the year for a \u0027bad act.\u0027 The event has been declared a Festival of National Tourist Interest, an honorary title awarded to about 120 festivals in Spain by a government ministry.Tanesha \u0027was killed in revenge attack after gang-linked...Share this articleThis year\u0027s mock execution has upset race equality campaigners who claim it involved the burning of a black rag doll and was accompanied by racist insults by people in the crowd in front of children.Anti-racist organisation Movimiento Contra La Intolerancia - \u0027Movement Against Intolerance\u0027 in English - has filed a formal complaint with hate crime prosecutors in Seville and asked them to investigate.          Immigrant Ana Julia Quezada has been in prison since her arrest at the start of March after she was caught moving eight-year-old Gabriel Cruz\u0027s (pictured) body          Ana Julia Quezada is seen crying at a rally for missing boy Gabriel Cruz, just two days before the eight-year-old\u0027s body was found in her carThe NGO said in a statement, released after videos emerged online showing a black rag doll with Afro hair being manhandled and \u0027put to death\u0027 by firing squad and flames: \u0027The rag doll representing Ana Julia was taken to the town square escorted by men dressed as members of a firing squad who knocked it around before stringing it up and shooting at it until it began to burn.\u0027 Claiming videos of the mock execution showed that while the doll supposed to represent the alleged child killer was burning, racist and sexist insults could be heard despite the presence of children in the crowd, it added: \u0027Hate and violence towards the rag doll representing the confessed killer of little Gabriel was publicly encouraged.           A woman holds a photograph of late young Gabriel Cruz as his parents Patricia Ramirez  and Angel Cruz,  leaving the Cathedral in Almeria, Spain, after his funeral in March          Patricia Ramirez and Angel Cruz mourn as they follow the coffin of their late son Gabriel Cruz, during his funeral at the Cathedral in Almeria, Spain\u0027Racist, misogynous and xenophobic stereotypes and prejudices could be developed.\u0027 Locals hit back last night by accusing \u0027left-wing\u0027 groups of defaming their tradition, which in 2012 involved the mock execution of Costa Concordia captain Francesco Schettino.A group calling itself Coripenpositivo - which promotes the positive side of the town - tweeted: \u0027One hundred years burning a Judas. The setting alight of the rag doll, the bad person of the year, represents the triumph of good over evil and the death of evil.\u0027Left-wing groups defaming a town\u0027s traditions.\u0027 Enrique Perez Seva wrote on social media: \u0027Lovely. If they had done it a few years ago little Gabriel would be alive.\u0027    Ana Julia Quezada is pictured tearfully hugging Angel Cruz at a rally as recently as Friday, just a few days before she would admit to murdering his son          Patricia Ramirez and Angel Cruz mourn as crowds show their support during the funeral of their late son Gabriel CruzAnibal Barca added: \u0027It\u0027s only a horrible little rag doll but I wish the real-life monster the worst and hopes she rots in jail.\u0027 Quezada, 43, cried crocodile tears during an 12-day search for Gabriel Cruz after he went missing on February 27.She confessed to killing him after undercover police watched her remove his body from a well and put it in the boot of her car to move it before arresting her.An autopsy later revealed the youngster had been strangled the same day of his disappearance.The search for Gabriel - and the subsequent arrest of Quezada who now faces a new investigation into the death of her daughter in an apparent accident in 1996 - has gripped the nation and made international headlines. "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/13/4AD940D900000578-5581829-image-a-25_1522932843984.jpg","title":"Nail biting moment passenger plane struggles land 50 mph crosswinds Bilbaos Airport","story":"    The plane is forced to land at an angle after the winds make it difficult for the pilot to land          The airport is renowned for its crosswinds, although a wind speed limit of 50 mph has been set before officials are forced to close the runways"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/14/4AD9991900000578-5581931-image-a-3_1522934065080.jpg","title":"JANET STREET PORTER women want TV need man up","story":"From the very beginning, the Have I Got News For You teams have been hosted by writer and satirist Ian Hislop and comedian Paul Merton. Hislop is cheery, consistently snappy and savage with his put-downs, Merton lugubrious and surreal          Hislop remarked that female MP’s were reluctant to host the show- there has only been one, Anne Widdecombe          Have I Got News has been hosted by a handful of female comedians, including Victoria Coren Mitchell (pictured)For every female pundit or panellist on comedy programmes, there will be at least four men giving us a skewed view of the world, one that mostly comes from a male viewpoint.           I am frequently asked to appear on popular television shows by casting directors, and I know whyWhose fault is this imbalance? Sexist producers or feeble women who lack the confidence and guts to compete? Nowhere is this more striking than on topical panel shows like Have I got News For You - just starting its 55th series.From the very beginning, the teams have been hosted by writer and satirist Ian Hislop and comedian Paul Merton. Hislop is cheery, consistently snappy and savage with his put-downs, Merton lugubrious and surreal.There have been regular complaints from the start that the show is a boy’s club, where women don’t feel at ease and some women were highly offended this week when Hislop remarked that female MP’s were reluctant to host the show- there has only been one, Anne Widdecombe.Ten male MP’s have occupied the hot seat, including Boris Johnson, Ed Balls and Nick Clegg. I was unlucky to be a panellist on the show with Ed - he made the fatal mistake of thinking he was a comedian, instead of accepting the task was to read out a script and not mess it up.Possibly his success on Strictly had over-inflated his ego, but the result was painful in the extreme.Would I have done a better job? Most definitely - but I’m not interested in maintaining order and having to appear neutral, I prefer to be an irritant and spar with the others.          There have been regular complaints from the start that the show is a boy’s club, where women don’t feel at ease           Jo Brand (who demolished the cocky blokes with some withering putdowns)Hislop is not a chauvinist but a surprising well-balanced fellow, who had the guts to say ‘women are slightly more reticent…maybe modesty makes them think ‘I can’t do that…maybe more men in public life think ‘Yes I can do that’.Politically incorrect it might be, but Hislop articulates what the scientists now tell us - men have no problem thinking they can be achievers, when they often possess minimal skills for the job.What a feeble bunch most female MP’s turn out to be - Nadine Dorries (not a shrinking violet) says she will never appear on HIGNFY again because it’s ‘too vicious, too abrasive’ adding ‘women don’t banter in that way, or very rarely…most don’t have that degree of aggression’.Compared with the Bill Clinton and Monica scandal the seedy...Share this articleTalk about condemning your own sex to mediocrity in the space of a couple of sentences, and a bit rich coming from someone who regularly takes part in the antiquated bear pit that’s the House of Commons debating chamber, where grown men shout, make silly gestures and animal noises and interrupt each other, in the name of democracy.Margaret Beckett, now in the House of Lords whimpered ‘they eat people alive who think they can compete’. These women are a disgrace to their sex - Beckett did herself no favours when she appeared on Question Time around the start of the MP’s expenses scandal, and tried to justify all her various houses and living expenses. She was mocked by a rowdy audience and failed to fight back, spineless outside her comfort zone.          Guest host Kirsty Young on Have I Got News For You          As for allegations of sexism, the producers of HIGNFY will be under enormous pressure to book more women - after the BBC launched a target of 5050 gender representationHave I Got News has been hosted by a handful of female comedians, from Jo Brand (who demolished the cocky blokes with some withering putdowns), Victoria Coren Mitchell and Kirsty Young. Miranda Hart, Jennifer Saunders, Sandi Toksvig and Tracey Ullman have all carried off the task with aplomb - they are seasoned performers, used to holding an audience in the palm of their hand. As for allegations of sexism, the producers of HIGNFY will be under enormous pressure to book more women - after the BBC launched a target of 5050 gender representation.Comedy shows are about entertainment, and if a guest (male or female) can’t deliver they won’t be asked back.I am frequently asked to appear on popular television shows by casting directors, and I know why. It’s hardly flattering, because they are ticking boxes. They will be tasked with booking the following - a young soap star, an actor who’s had ‘problems’ (either booze or drugs) and is turning their life around, an airhead reality star, a sportsperson of yesteryear and a couple of old farts who will complain and argue. Each component is chosen to appeal to a certain demographic in the audience, from brain-dead youth to frisky pensioner.Every single reality show, from The Island to Strictly, to I’m a Celebrity and Real Marigold Hotel follows these highly structured guidelines - so you get me or Anne Widdecombe or John Sargeant or Miriam Margolyes in the ill-tempered crumblie slot. Thankfully, Have I got News is one show where these rules don’t apply. You need to be smart, alert, self-deprecating and careful not to annoy your team leader. What’s not to like?One feminist writer whinged that women don’t want to appear because ‘they see how they are dealt with’. Sure, there have been some gormless silent bimbos on the show, but there have also been useless tongue-tied men.Is it beyond the wit of smart women to mount a take-over of prime time telly? Being aggressive is hardly a male attribute - remember Mrs Thatcher?"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/08/4AD3F1D700000578-0-image-m-13_1522914440826.jpg","title":"Police search pensioner River Thames","story":"    Frederick Lawson vanished at about 10am on Wednesday from the riverside home in Shiplake, Berkshire, that he shares with his wife, BerylNeighbours said the pensioner had been concerned about the height of the flood-swollen river and ventured out to check his boat wasn\u0027t in danger of being carried away.It was initially thought he had gone into the garden in his brown slippers but police today said the footwear had been located in the house. Fears grow for missing teenager, 18, who has not been seen...British boy, nine, dies of a \u0027heart attack\u0027 after crashing...Share this articleIt\u0027s now believed he was wearing a pair of blue Wellington boots. Neighbour, veteran singer Vince Hill, said: \u0027I understand that he was checking his boat when he disappeared. The river is very high because of all the rain and is running very fast.\u0027 No sign has been found of Mr Lawson and police, fire crews and specialist ers were all called to the scene again today to resume the search.It\u0027s understood the water was running too fast for ers to enter it and instead they were using sonar devices to try and locate Mr Lawson.          Police said that the river was being searched because there were fears the pensioner might have slipped on the flooded garden of his home and plunged into the fast-flowing river          Frogmen from the specialist e team, hired in by the police, could be seen aboard rigid inflatable boats on the river as the hunt continuedA spokesman for Thames Valley Police said people living along the Thames between Hurley and Shiplake had been asked to check the river banks near their properties due to recent heavy rain.\u0027Mr Lawson has never gone missing before and we are very concerned about his disappearance which was reported by his partner,\u0027 he said.  The pensioner is described as slim, 5ft 10ins, with blue eyes and grey hair.          Firefighters from Reading, using their specialist fire river boat, helped in the search and a police helicopter crew searched long stretches of the river downstream from Mr Lawson’s riverside home"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/14/4AD7FE1E00000578-0-The_head_of_Scotland_Yard_Cressida_Dickhas_pledged_to_use_Al_Cap-m-3_1522933976019.jpg","title":"Scotland Yard chief Cressida Dick vows gangs Al Capone tactics","story":"    Tanesha Melbourne, 17, was shot dead in Chalgrove Road, Tottenham, north London on Monday nightThe head of Scotland Yard has pledged to use \u0027Al Capone\u0027 tactics to tackle the rise in knife and gun related murders. Cressida Dick today said a new task force of 120 officers would target the most violent gang member to remove them from London streets \u0027for any crime\u0027. The police chief made reference to the notorious 1920\u0027s Chicago-gangster - who was finally foiled on tax evasion, after evading numerous murder charges -  as an example of how potential violent criminals would be brought down.The Met Commissioner spoke out after two more murders in London, bringing the total in the capital this year to 55.It came after an 18-year-old man was killed in Hackney, after stumbling towards police officers with knife wounds.           The head of Scotland Yard Cressida Dickhas pledged to use \u0027Al Capone\u0027 tactics to curb the rise in knife and gun related murders as the number of killings in London rose to 55 after another killing in HackneyWhile in neighboring Clapton, a man in his fifties died after being punched in a row at a betting shop.  Ms Dick said the Violent Crime Task Force would target the most violent iniduals in crime \u0027hotspots\u0027. Explaining the strategy for reducing the current crime wave sweeping London that has seen dozens of teenager stabbed to death in the capital, Ms Dick said there would be a visible increase in officers on the street \u0027being even more pro-active\u0027, as well as police flooding hotspots to disrupt potential gang violence before it begins.Plus, officers would use intelligence-led stop-and-search and the use of specialist covert tactics.Finally they would be targeting known violent criminals and feeding intelligence to local officers which they can use in a \u0027fast-time way\u0027.  Speaking to the Evening Standard, she said: \u0027We will put even more effort into bearing down on violent crime.Hilarious moment primary school teacher and his pupils...\u0027Daddy is fine and I\u0027m coming home\u0027: Poisoned Russian spy\u0027s...Share this articleThe police chief made reference to the notorious 1920\u0027s Chicago-gangster who was finally foiled on tax evasion after evading murder numerous murder charges, including the infamous St. Valentine\u0027s Day Massacre, as an example of how potential violent criminals would be taken from London streetsMr Khan said: \u0027We\u0027ve got bereaved families, we\u0027ve got two teenagers who have lost their lives just in the last week.\u0027As a father of two teenagers, it\u0027s personal to many of us who understand these problems - I\u0027ve got full confidence in the Met Police service but I\u0027m not going to apologise for making the point of the context of the cuts over the last few years.\u0027One of the jobs of the Mayor is to be the champion and advocate of our city and that means standing up for our city when we are facing massive cuts.\u0027     Al Capone, known as ScarfaceRise Al Capone, known as Scarface, was a mob boss who rose to power during the American Prohibition era, illegally smuggling liquor across the country, as well as controlling numerous illicit businesses across the east coast of the US.Born in Brooklyn, New York, to Italian-American parents, he worked as a bouncer before moving to Chicago to act as bodyguard for top mobster Johnny Torrio. But after Torrio stepped down following an attempt on his life, Capone, aged 26, took control of the reigns and expanded the bootlegging business.He owned illegal breweries and networks all the way to Canada, allowing the flow of liquor to remain in the US, despite law enforcements\u0027 best efforts.            His infamous St. Valentine\u0027s Day Massacre, where seven rivals were murdered in broad day light earned him the title Public Enemy No.1 BossExpanding his empire through increasingly violent means, Capone took control of gambling, brothels and other forms of organised crime.He became a national celebrity for his exploits, and after handing large sums of money to charities, he was considered by some to be a modern day Robin Hood.But his infamous St. Valentine\u0027s Day Massacre, where seven rivals were murdered in broad day light, changed public mood towards him, and he was dubbed Public Enemy No.1.Seven members of the North Side Gang were lined up against a wall by gangsters dressed as police officers before being peppered with Thompson Sub-machine gun bullets and shotgun shells. Within days, Capone received a summons to testify before a Chicago grand jury on violations of the federal Prohibition Law, but he claimed to be too unwell to attend at that time.          In 1931 the Inland Revenue Service (IRS) pursued charges of tax evasion and Capone was sentenced to 11 years in prisonDownfall Recognising that mob figures publicly led lavish lifestyles yet never filed tax returns, the then US attorney general sought to bring down his criminal empire by disrupting his activities through smaller, low level prison charges.In 1930 Capone was arrested on vagrancy charges while visiting Miami beach. While he was also arrested on minor gun charges, and an array of smaller, low level crimes. The aim was to disrupt his criminal empire and remove him from the streets, preventing him from enacting further gangland hits.Eventually, police chiefs decided Capone could be convicted of tax evasion without requiring hard evidence to get testimony about his other crimes. This meant in 1931, the Inland Revenue Service (IRS) pursued charges of tax evasion and Capone was sentenced to 11 years in prison.Capone\u0027s health deteriorated over a number of years following an earlier undiagnosed bout of syphilis that became increasingly severe, affecting his cognitive abilities.  He eventually died on January 25, 1947, aged 48, from a stroke followed by a heart attack.                                                     Met chief pledges to use \u0027Al Capone\u0027 tactics to tackle rising London murder rate | London Evening Standard"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/00/4AA08A7700000578-0-image-m-12_1522797741653.jpg","title":"Facebook shares rise Zuckerberg soothes investors","story":"    Mark Zuckerberg (pictured at a conference in California on April 18, 2017) said Facebook had not seen any meaningful impact on usage or ad sales after the data privacy scandalFacebook shares headed towards their biggest daily rise in a month at opening on Thursday, after Mark Zuckerberg said the social network had not seen any meaningful impact on usage or ad sales in the wake of the data privacy scandal.The company\u0027s shares have sunk 16 percent, wiping more than $80 billion from its market value, since March 16, when news about of the use of its data by political consultancy Cambridge Analytica was exposed by the Press.But they rose 4 percent to $161.55 immediately after the bell on Thursday, putting the firm within touching distance of a 4.4 percent bounce when it announced new measures to give users more control over their data last week.Several Wall Street analysts said the falls presented a good opportunity to buy into the social network\u0027s previously high-flying shares, although they cautioned that much will still depend on Zuckerberg\u0027s testimony to Congress next week.\u0027We suspect that looking back a year from now, if not sooner, this episode will have been a uniquely compelling buying opportunity in the mega cap internet space,\u0027 Deutsche Bank analysts said.Facebook\u0027s embattled founder Mark Zuckerberg will FINALLY...Tell me how to hit Amazon, Facebook, Apple and Google, Trump...Investor overseeing $1BILLION stake in Facebook calls for...Share this articleThe data scandal led to the \u0027DeleteFacebook\u0027 hashtag trending on Twitter and several celebrities including singer Cher and Tesla Chief Elon Musk deleted their accounts.U.S. auto parts retailer Pep Boys, internet company Mozilla and German bank Commerzbank AG jumped on the bandwagon by suspending advertisement on the platform.          Several Wall Street analysts said the falls presented a good opportunity to buy into the social network\u0027s previously high-flying sharesZuckerberg, the firm\u0027s CEO, said on Wednesday he accepted blame for the data leak and should have done more to audit and oversee third-party app developers like the one that Cambridge Analytica hired in 2014.He will testify about the matter next Tuesday and Wednesday during two U.S. congressional hearings.\u0027While it\u0027s clear that investor sentiment has been materially impacted by (the) Cambridge Analytica revelations, we believe FB is acting proactively and aggressively to tighten its privacy controls and increase the level of transparency into its practices,\u0027 Wells Fargo analyst Ken Sena said. "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/13/4AD37A9900000578-0-image-a-4_1522932751474.jpg","title":"Cold weather attempts stop Minnesota Twins opening game play Seattle freezing temps","story":"    The Minnesota Twins baseball team might have its coldest home opener in team history on Thursday. Pictured is the relief pitcher Fernando Rodney battling snow in Pittsburgh on Wednesday against the Pirates           An estimated 75 crew members worked for hours to clear the snow at the Twins\u0027 baseball field in anticipation of the game on Thursday           Crew members used shovels and steam to clear the snow from the field, stands and concourses before the game           Snow is expected to start falling in some areas on Thursday night into Friday morning. A slushy rain and snow mixture should be expected for people\u0027s Friday commutes \u0027Excuse me, we\u0027ve got a dashcam\u0027: Cyclist fails to fool driverKnifeman stabs woman in horrifying CCTV video caught in DublinMan drops dead in front of stunned guests after dancing on stageWoman angers air passengers after refusing to move from priority seatsHorrifying moment man is shot in the head on Facebook LiveComedian explores events leading to father\u0027s death in new BBC docPrince Philip weeks before his planned hip surgery in LondonAdorable baby elephant giggles when playing with her keepersAbigail Tanner sings \u0027Never Enough\u0027 to her terminally ill sonThe Twins baseball team already experienced snow when playing the Pittsburgh Pirates in Pittsburgh on Wednesday night. Now the team gets to return home to its first home game of the season with a chance of severe wind chill and even snow during the game.Northeast could be hit with ANOTHER snowstorm this weekend...Are you ready for your close up? Sea creatures appear to...Gusts of up to 80mph cause HANGAR to collapse at Hobby...Share this articleIt took 75 crew members to remove all of the snow from the field earlier this week. Crews used shovels and a steam system to melt the snow into drains along the stands and concourses, ABC 5 reported.According to storm forecasts on Thursday, areas of the Northeast including New York City, Boston and Louisville could get hit with a rain and snow mixture starting as early as Friday morning. Areas of the Northeast could spend their first April weekend with three separate snow storms to hit through Tuesday.           The Great Lakes region and New England will be hit the hardest while Cleveland and Boston should see a snow and rain mixture on Thursday night into Friday           The second storm will start on Friday night in the Midwest and move into the East Coast on Saturday. What areas are hit with snow or a mixture could depend on if the storm moves more north or south          Boston, Pittsburgh, New York City and Washington DC are all anticipated to be hit with snow on Saturday that could freeze into the evening The first storm is anticipated to accumulate on Thursday night into Friday hitting the Great Lakes region all the way up towards New England, Accuweather reports. This storm is expected to produce one to three inches of snow for the most northern areas of the region. The worst of the snow storms is expected to hit over the weekend and could cause disruptions in commuting for people along the East Coast.Pittsburgh and Boston should expect snow while areas near Washington DC will experience more of a slush mix. Further south along the East Coast will experience a downpour of rain throughout the day.           Pittsburgh and Boston should expect snow while areas near Washington DC will experience more of a slush mix. Further south along the East Coast will experience a downpour of rain throughout the day.          The third storm of the weekend will start in the Midwest on Sunday and move onto the East Coast Monday through Tuesday morningDepending on temperature, an accumulation of snow on roads and sidewalks is a possibility but should melt quickly after Saturday\u0027s storm. A north or south shift of this storm could change what areas are hit with mostly rain and what areas experience heavy snow on Saturday. The final storm, which most are hoping will be the last to signal the start of spring, will hit the Midwest region on Monday and move into the Northeast on Monday night. With the warmer temperatures as the beginning of the week in most of the region, snow is only expected to accumulate around New England and the Great Lakes. Bundle Up for Baseball: Twins Home Opener Could Set New Record | KSTP.com"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/15/4AD96FA600000578-0-image-m-85_1522938247855.jpg","title":"Britain heads hottest day 2018 balmy 65F temperatures","story":""},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/15/4AD96FA600000578-5582265-image-a-77_1522938036498.jpg","title":"Sightseers lives hands stand precariously close edge cliffs","story":"    Sightseers have been pictured taking their lives into their own hands as they stand precariously close to the edge of a cliff used as a location for an ITV drama          The cliffs, made famous by TV crime drama Broadchurch, are incredibly fragile and have experienced several huge landslips in recent months, usually after a period of wet weatherOther visitors failed to heed the signs at the top of the cliffs and stood dangerously close to the edge, seemingly oblivious to the prospect of another landslip happening at any moment.In 2012 tourist Charlotte Blackman, 22, was crushed to death when a huge landslip occurred as she walked under the cliffs further along the Jurassic Coast World Heritage Site at Burton Bradstock.Jake Lanning, of the West Bay coastguard, said people were putting their lives at risk just to get the \u0027perfect selfie\u0027.Finally some Spring sunshine! This weekend is set to bring...Anger as village\u0027s annual Second World War re-enactment...Share this articleHe said: \u0027Coastal erosion that can cause rock falls, landslides and mudslides is a natural part of this environment, and these can happen at any time and without warning.\u0027The truth is that we just don\u0027t know when the next cliff fall might occur - it could be in the next 50 seconds or the next 50 years.\u0027It\u0027s the unpredictability of these dangers which poses the greatest risk to the public, and people have lost their lives in the area of coastline where these pictures were taken.          The latest adventurers have been pictured days after fresh safety warnings were issued, as families were seen standing on the cliff edge of West Bay in Dorset          Visitors failed to heed the signs at the top of the cliffs and stood dangerously close to the edge, seemingly oblivious to the prospect of another landslip happening at any moment          Jake Lanning, of the West Bay coastguard, said people were putting their lives at risk just to get the \u0027perfect selfie\u0027\u0027There is very clear signage on the beach and at the base of the cliffs which clearly states \u0027Danger Rockfalls, Keep Clear of Cliffs, Serious Risk of Injury or Death\u0027.\u0027We are seeing people all of the time right on the very edge of the cliff peering over, or sat on the cliff edge with their legs dangling, all trying to take the perfect photograph or selfie.\u0027This is very dangerous and we have to ask the question what photograph is worth risking your life?\u0027When walking on the beach under the cliffs, the coastguard recommend that the height of the cliff is the distance you should stay away from it.\u0027For example if the cliff is 50ft high, then you should stay a minimum of 50ft away from the base of the cliff.\u0027We are not here to be the constant voice of doom pointing out the potential dangers of everything, we want people to visit the coast and have a fantastic time doing it.\u0027 "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/15/4AD9F38E00000578-0-image-a-15_1522938265525.jpg","title":"Stevie Wonder enlists 70 celebrities share dreams pay tribute MLK","story":"    Stevie Wonder\u0027s first tweet ever was a star-studded video tribute to Martin Luther King on the 50th anniversary of his death           Former president Barack Obama and Michelle Obama were featured in the video. Barack said his dream was for a \u0027world where we recognize each other\u0027s common humanity\u0027          Mariah Carey, another celebrity featured in Wonder\u0027s \u0027Dream Still Lives\u0027 video, said her dream was that \u0027all God\u0027s children are proud of who they are\u0027  \u0027More acceptance, and more tolerance,\u0027 Katy Perry said in the video   \u0027My dream is: everyone is just a little bit nicer to each other,\u0027 singer Harry Styles said           Jimmy Kimmel was another celebrity who joined Stevie Wonder for his \u0027Dream Still Lives\u0027 video          More than 70 celebrities appeared in the \u0027Dream Still Lives\u0027, a nod to Martin Luther King Jr\u0027s famous \u0027I Have a Dream\u0027 speech \u0027On April 4th, 1968 at 7:05 p.m. central time, Dr King\u0027s life was cut tragically short. 50 years later a need for his dream to be fulfilled is far greater than ever,\u0027 he wrote. Wonder\u0027s tweet was accompanied by an inspiring video, titled \u0027Dream Still Lives\u0027, of more than 70 celebrities sharing their dreams for the future.        \u0027Dr Martin Luther King Jr\u0027s teachings and works have led me and the world to give peace a chance. Although Dr King left us 50 years ago his dream is still within all of us,\u0027 Wonder said in the clip.  Throughout the five-minute video politicians, athletes, musicians and actors revealed their dreams and encouraged others to do the same.  Incredible new pictures emerge of Martin Luther King\u0027s...Life on the streets: Photographer\u0027s quest to capture iconic...Obama interviews civil rights leader to mark 50th...\u0027As long as we\u0027re still trying, Dr King\u0027s soul is...Share this article\u0027Our dream is a world where we recognize each other\u0027s common humanity, and that we shape for our children peace, justice, and opportunity for all,\u0027 former president Barack Obama  said, with Michelle Obama sitting beside him.Mariah Carey said her dream was that \u0027all God\u0027s children are proud of who they are\u0027.  \u0027My dream is that society will break the stigma for having mental health,\u0027 Demi Lovato said.Charlie Puth added: \u0027For people to continue inspiring other people.\u0027 Former United States Secretary of State Condoleezza Rice said her dream is that \u0027all children will have the chance to fulfill their God-given potential\u0027. Samuel L Jackson added: \u0027That when we play the race card, it\u0027s the HUMAN RACE card.\u0027 \u0027Black Panther\u0027 actor Chadwick Boseman also shared his dream in Wonder\u0027s video. He said his dream was that the youth could \u0027reach their full learning potential without the threat of gun violence\u0027            Nick Jonas, who also appeared in the viral video, said his dream is \u0027faith\u0027 and encouraged other people to share their dreams for the future           \u0027My dream is that society will break the stigma for having mental health,\u0027 Demi Lovato said          The video, released the exact time MLK was pronounced dead has been viewed more than one million times and has been shared more than 35,000 times           \u0027Black Panther\u0027 actor Chadwick Boseman also shared his dream in Wonder\u0027s video. He said his dream was that the youth could \u0027reach their full learning potential without the threat of gun violence\u0027          \u0027That when we play the race card, it\u0027s the HUMAN RACE card\u0027, Samuel L Jackson said.  The video, which is a nod to King\u0027s famous \u0027I Have a Dream\u0027 speech, also included Whoopi Goldberg, Tony Bennett, James Cordon, Jamie Foxx, Katy Perry, Tyler Oakley, Michael Strahan, Billy Cystal, Serena Williams, Tiger Woods and Billie Jean King, just to name a few.Singer and actress Janelle Monae said her dream was for people in power to \u0027stop abusing it\u0027. Meryl Streep added that her dream was \u0027that that long arc of history that Dr King talked about bends a little more sharply towards justice in our time\u0027.The video has been viewed more than one million times and has been shared more than 35,000 times.Wonder was a proponent of creating the King national holiday and in 1980 released the song \u0027Happy Birthday\u0027 celebrating King and advocating for the holiday. In 1982, Coretta Scott King and Wonder presented a petition with more than six million signatures supporting a King holiday to the speaker of the US House of representatives. The holiday was approved in 1983. Stevie Wonder on Twitter: \u0026quotOn April 4th, 1968 at 7:05 p.m. central time, Dr. King¿s life was cut tragically short. 50 years later a need for his dream to be fulfilled is far greater than ever."},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/15/4AD9779800000578-5582407-image-m-7_1522939714627.jpg","title":"Is best job Britain Applications flood dream job","story":"The role of Visitor Services Manager includes serviced accommodation on St Michael\u0027s Mount          The full-time role, which has an advertised salary range of £24,000 to £29,000, has already caught the eye and been shared hundreds of times since it was posted on social mediaBut if the successful applicant chooses to live off-site, the enviable commute to work would be by boat ride that would include some of the most picturesque views in Britain.The full-time role, which has an advertised salary range of £24,000 to £29,000, has already caught the eye and been shared hundreds of times since it was posted on social media.Writing on Facebook one job hunter said: \u0027My dream job. I get to live on the island. I love st Michael\u0027s Mount. It is awesome. I\u0027d be great at making sure people fell in love with it.\u0027Another wrote: \u0027I think the seven hour commute each way every day could be worth it for this job.\u0027THAT\u0027S why her hair is so big... From using fishing rods to...Hero Tube passengers save men who fall onto the tracks in...Share this articleAnother added: \u0027I might do it for free.\u0027Last year St Michael\u0027s Mount, one of Cornwall\u0027s most iconic attractions, welcomed 350,000 visitors and now the team is looking to expand.The post read: \u0027A rare opportunity to join the team at St Michael\u0027s Mount and become a part of the management team that helps to inspire those that bring the Mountstories alive, and provide a memorable and seamless visitor journey.\u0027We are looking for a practical, positive, solution focused inidual, with experience of working in a busy, high volume venue. Does this sound like the perfect job to you? Are you looking for the next step in your career? Does a boat trip to work sound like the best commute?\u0027          If the successful applicant chooses to live off-site, the enviable commute to work would be by boat ride that would include some of the most picturesque views in BritainThe team say they are searching for an \u0027enthusiastic and dedicated\u0027 operational manager who can lead and motivate a team to achieve the highest standards of visitor experience.To get the role they say you must have a passion for engagement and world class service and you must also have the vision to ensure St Michael\u0027s Mount \u0027remains the jewel in Cornwall\u0027s crown\u0027.The job advertisement continues: \u0027Become part of the management team that helps create the memories and inspire the team who brings the stories alive.\u0027Working with tide and weather, you will be an organised and forward thinking logistical planner who thrives on a challenge and enjoys the adventure of working in such a unique location.\u0027With responsibility for the visitor journey from the car parks to the castle and line management of over 30 seasonal employees, you will be a skilled multi-tasker with exceptional organisational ability.\u0027You are a practical, positive, solution focused inidual. With experience of working in a busy, high volume venue, you will cope well under pressure, be a skilled communicator and be confident keeping your team\u0027s spirits and standards high on hectic days.\u0027Applications are due by 9am on Tuesday April 17 and a full job description and application form is available on the website. "},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/04/20/4AC8F21200000578-0-image-a-6_1522869532778.jpg","title":"McDonalds Japan tweet longest fry not necessarily best fry interpreted penis message","story":"    It\u0027s not the size of the boat: McDonald\u0027s Japan\u0027s tweet about fries has been interpreted as preaching about body positivity, with some seeing the fry as a penis metaphorMcDonald\u0027s Japan posted a picture of a portion of fries alongside a positive message about acceptance and valuing oneself.According to Metro it reads: \u0027The longest French fry isn’t necessarily the best French fry.McDonald\u0027s Monopoly player will share £100k prize if you...Big Macs for breakfast! McDonald\u0027s launches 247 menu with...Accrington Stanley owner Andy Holt defends decision to fund...Share this article\u0027Short French fries, curved French fries, crispy French fries, and soft French fries. All of them have good points. All of them have people who love them. ‘\u0027As long as you value your own unique flavor, we believe you’ll be able to contribute in your own way.\u0027          Or maybe not: The tweet about positivity and being able to \u0027contribute\u0027 was posted on April 1, the first day of the new academic and fiscal year in JapanTo some, the fry, and the message about loving all shapes and sizes, served as a metaphor for appreciating and accepting the male genitalia regardless of appearance.However, April 1st - the day it was posted - has a wider significance in Japan, where it is the beginning of the financial and academic year. As April 1st seen as the blank page to start anew for Japanese people, and the day when millions of students embark on a new school year, the message may have had a more all-encompassing inspirational message than penis acceptance.McDonald\u0027s Japan sends an unexpectedly body-positive message with some fries | Metro News"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/15/4AD9280A00000578-0-They_had_been_left_untouched_in_the_attic_of_the_family_house_si-a-86_1522938189195.jpg","title":"Hidden collection photos reveals life Iron Curtain","story":"    Bleak: This stunning collection of photos dating back to the 1960s provides a rare glimpse of what life was like under Soviet rule in Saint Petersburg. Asya Ivashintsova-Melkumyan found the huge trove of 30,000 pictures while renovating her late mother\u0027s home in Saint Petersburg, Russia. This undated picture shows a street scene in the winter as workers clear snow away in the city          They had been left untouched in the attic of the family house since 2000, when her mother, Masha, died of cancer at the age of 58. She had been a key figure in the city\u0027s poetic and photography underground movement of the 1960s-80s and kept the images secret for fear she would be punished by the Soviet state. This undated image shows two men standing in the street in Saint Petersburg          Asya said her mother captured every aspect of her life, documenting orce, motherhood, happiness and melancholy as well as the harsh and bleak realities of life behind the Iron Curtain. One stark image shows two young boys, one holding what looks like a replica gun          This stunning image, captured by the late  Masha Ivashintsova in 1977, shows two dogs in the snow next to the river in Saint Petersburg. It was among a trove of 30,000 pictures found in an attic in the city and taken between 1960 and 2000 when the photographer diedSuffering from \u0027great pain\u0027 at even the faintest reminder of her cancer-stricken mother\u0027s tragic demise, finally, late last year, Asya felt ready to confront the emotional void that she had - for so long, suppressed in the back of her mind.Tentatively venturing into her family attic, the painful memories of her Soviet upbringing in Saint Petersburg - then named Leningrad - soon came flooding back to her - as the opening of one box revealed her mother\u0027s secret collection of photographs, taken between 1960-2000.The golden age of space exploration: Stunning archive of...Ain\u0027t no mountain high enough! Stunning photos captured from...Breathtaking moment some 3,200 wild reindeer trek nearly 100...Share this articleAsya, who has set up a website  to showcase her mother\u0027s work, said: \u0027My mother lived with a camera in her hands. After she passed away, everything that reminded me of her caused me great pain. My only longing back then was to clear all that belong to her from my sight.\u0027Of course I knew my mother was taking pictures and that there was a good chance they could be somewhere inside the boxes, but I never wanted to open them up - I even tried to give them away.          This photograph shows musicians parading down Nevsky Prospekt, the main street in the city of Saint Petersburg, in 1975, Asya said her mother was \u0027always curious about the souls of her fellow Russians: combination of omnipresent callousness with inner love and warmth.\u0027 She said the shop sign in this photo says \u0027friendship\u0027 which, she said \u0027rhymes with genuine smiles, music, and happiness, but starkly contrasts the meager reality of communist demonstration\u0027          Born in 1942, Masha obtained her first camera aged 18 and continued to visually document her life right up until the day she died. A figurehead in the Leningrad poetic and photography underground movement of the 1960s-80s, Masha\u0027s creative dwellings were deemed detrimental to Soviet rule, which led to her to being forcibly admitted to several mental institutions. This image shows a couple sitting on the back of a bench with a  pram in the snow          Despite overwhelming adversity, Masha refused to wilt and continued with her creative pursuits - but the results of her photography were to remain a secret many years after her death. This bleak scene shows rocket-themed climbing apparatus at a playground in a Saint Petersburg housing estate          This 1976 photo, taken in what was then Leningrad, shows a child playing with a toy helicopter. Asya said her mother often took photos of children, adding: \u0027I think she also saw children in adults and was deeply interested in the peoples\u0027 childish roots.\u0027 Asya said she loved the picture, which she said shows \u0027a little Soviet engineer in a fashionable Soviet French-like overall\u0027\u0027But after we retrieved the boxes, my husband showed me the developed photographs. My first reaction was reticence and emotional restraint - my pain did not allow me to see.\u0027My mum\u0027s pictures bring me great sadness. This time was not easy for me, the need to comply with social norms was greatly suppressing.\u0027Born in 1942, Masha obtained her first camera aged 18 and continued to visually document her life right up until the day she died.A figurehead in the Leningrad poetic and photography underground movement of the 1960s-80s, Masha\u0027s creative dwellings were deemed detrimental to Soviet rule, which led to her to being forcibly admitted to several mental institutions.          The photos offer a rare glimpse of what life was like behind the Iron Curtain. This picture shows the family dog, Marta, sitting at the end of a wooden pier on a lake and was captured in 1978. Asya said it was a \u0027metaphor of Masha\u0027s life: alone, in the beautiful emptiness\u0027          This image from 1976 shows Asya and her father, Melvar, who was separated from her mother at the time and living in Moscow. Asya said that \u0027strangely enough, I do not remember how she was in those turbulent years\u0027          Masha obtained her first camera when she  was a teenager and continued to document her life right up until the day she died in 2000. She is pictured here in this stunning self-portrait in 1976          As well as taking pictures of her family, Masha captured scenes from her home city including this image of a fallen statue near a housing block in 1978. Aysa said her mother \u0027had a difficult relationship with communism\u0027 and was eventually \u0027bulldozed by the party\u0027 and committed to a mental hospital against her will for her \u0027social sponging\u0027          The pictures, including this tranquil scene of trees and a horse in a field, were all taken between 1960 and 2000 but left hidden in an attic in Saint Petersburg for years before their recent discovery          Aysa said the images taken by her \u0027genius\u0027 mother Masha Ivashintsova, \u0027told a story of common, ordinary people\u0027. This picture shows a young child standing on a piece of wood next to a plastic doll wedged in a tree          Asya (shown playing with her dog in one of her mother\u0027s photos from 1980) has set up a website to showcase her mother\u0027s work and said Masha \u0027lived with a camera in her hands\u0027          Asya said she sees her mother \u0027as a genius\u0027 but that Masha \u0027never saw herself as one - and never let anybody else see her for what she really was\u0027. This picture shows a man drawing portraits in the street          Asya said that in 1975 her grandmother took her to live with her in Leningrad - next to Masha.  She lived there until 1982 before she returned to live with her father Melvar in Moscow          In this undated image, taken by Masha Ivashintsova, a man holding a stick stands by the entrance of a dark building. The images were hidden for decades by the photographer          Masha took a number of self portraits for her collection, including this image, captured in 1989, just 11 years before her deathMan drops dead in front of stunned guests after dancing on stageWoman angers air passengers after refusing to move from priority seatsHorrifying moment man is shot in the head on Facebook Live\u0027Excuse me, we\u0027ve got a dashcam\u0027: Cyclist fails to fool driverKnifeman stabs woman in horrifying CCTV video caught in DublinComedian explores events leading to father\u0027s death in new BBC docFlowers and tributes left for teenage girl who was shotPrince Philip weeks before his planned hip surgery in LondonAdorable baby elephant giggles when playing with her keepersAbigail Tanner sings \u0027Never Enough\u0027 to her terminally ill son"},{"url":"http://i.dailymail.co.uk/i/newpix/2018/04/05/16/4ADA798B00000578-5582487-image-a-18_1522941277030.jpg","title":"Tourist stopped bikini Philippines American Instagram model","story":"    Kinsey Golden, an Instagram model who regularly poses in skimpy beachwear online, was pictured being stopped by police in the Philippines last month for wearing a bikini          Kinsey was with partner Trav Springer when she was stopped. She uploaded this image of the pair online two days ago to celebrate his 21st birthday  Kinsey revealed that she met Trav while island-hopping and the pair now plan to move to BaliTrav, who was shirtless at the time, told The Sun that he was not aware the pair were breaking any laws before officers pulled them over.He said: \u0027They  ever so kindly told us to please cover up, and we did immediately.\u0027They let us go shortly after without any problems. We didn\u0027t know the seriousness of being in swimming attire on a motorcycle, and we would like to apologise to anyone who we offended.British woman suffers heart attack during her first-ever...Pictured: The British father-of-three, 47, who was killed by...Share this article\u0027We love the island and all the people, and hope we didn\u0027t offend anyone. We made some amazing friends, and loved our travels here.\u0027   Golden\u0027s latest Instagram post, in which she is pictured with Trav, reveals the pair met while island-hopping around the Philippines and are now moving to Bali.She wrote: \u0027We\u0027ve been island hopping for months now and I couldn\u0027t be happier. I found the man of my dreams and my best friend. \u0027I\u0027ve had the time of my life with you, from you taking care of me, to making sure we make the best memories to die with.            Officers in the Philippines pulled over Kinsey while she was wearing a white top and skimpy bikini bottoms on March 26          Trav said that officers had asked the pair to clothe themselves, so he put on a shirt and she wrapped herself in a sarong           Tarv said he was unaware they were violating indecency laws before they were stopped, and was happy to correct their mistake \u0027It\u0027s quite amazing when you\u0027ve found the person you\u0027ve craved and searched for...but to find you so unexpectedly on an island was everything I could of dreamed of. You\u0027ve changed my life. \u0027Couldn\u0027t be happier to be your island lover. I\u0027ve had so much fun making albums of our crazy little adventures. Love you baby. \u0027So beyond thankful for your uniquekind soul.\u0027  Passing motorists captured officers pulling the pair over and ordering the woman to cover up.A police spokesman said the pair of \u0027indecent foreigners\u0027 were flagged down by an officer and issued with tickets.\u0027Baclayon Police Station led by Senior Inspector Raymond Halasan, chief of police and his Women and Children Protection Desk officer SPO3 Christine Vidal flagged down the two indecent foreigners riding a motorcycle, conducted OPLAN SITA and issued violation tickets to them,\u0027 the spokesman said.           Kinsey first began posting on the social media site in April last year, and since then has amassed more than 40,000 followers          While most of her images feature her in swimsuits, she also poses in lingerie The couple, who were not identified, were allowed to continue on their journey in the popular tourist resort.But the incident angered residents, who complained that the couple had insulted the local community by dressing inappropriately.\u0027Tourists should act like local people do in the place they visit,\u0027 Marie Poe said. \u0027This is offensive. It is worse because this is Easter time and a religious holiday.\u0027Dave Responte said: \u0027When in Rome, do as the Romans do.\u0027Jeff Mendez added: \u0027This is OK for the beach but not riding around outside.\u0027 Tourist stopped by cops in Philippines for riding motorbike in skimpy bikini revealed to be American Instagram model Kinsey Golden who has 40,000 fansK I N S E Y G O L D E N (@kinseygolden) • Instagram photos and videos"},{"url":"https://www.theguardian.com/artanddesign/2018/apr/05/monet-architecture-national-gallery-review-glorious-visions-that-gave-the-world-back-its-heart","title":"Monet \u0026 Architecture review – glorious pleas for humanity show Monet in a new light","story":"drop-cap__innerIn 1918, an artist who was in his late 70s gave the French state a spectacular gift. Claude Monet, who happened to be an old friend of the prime minister, Georges Clemenceau, offered a series of dizzying paintings of his waterlily pond as a national symbol of peace, to mark the end of a murderous world war. To this day, they hang as he intended in enfolding elliptical spaces at the .• At the , 9 April to 29 July. Tickets: 0800 912 6958."},{"url":"https://www.theguardian.com/artanddesign/2018/apr/05/my-best-shot-photograph-stan-douglas-flirts-races-vancouver","title":"Stan Douglas\u0027s best photograph: flirts move in at the Vancouver races","story":"drop-cap__innerI created this image of a 1955 scene at Vancouver’s Hastings Park racing track in 2008. It was one of three shots of different crowds I planned in the run up to a bigger commission about the city’s 1971 . The images form a series entitled Crowds and Riots – from workers being unionised in the 1930s to police in the 1970s corralling protesters, they deal with the creation of a particular group. The Hastings Racecourse crowd were emblematic of the postwar period, when the advent of consumerism provided a way of rebuilding the economy. It showed the newly created middle class: people who were making things being able to buy those things, a sort of perpetual motion machine for capitalism.• Stan Douglas: DCTs and Scenes from the Blackout is at , until 7 April."},{"url":"https://www.theguardian.com/artanddesign/2018/apr/05/sensation-cama-gallery-iranian-art","title":"\u0027We go deeper\u0027: the artists spearheading the boom in Iranian art","story":""},{"url":"https://www.theguardian.com/artanddesign/gallery/2018/apr/05/todd-webb-photography-gallery-in-pictures-from-ghana-to-paris","title":"From Ghana to Paris: the stunning photography of Todd Webb - in pictures","story":""},{"url":"https://www.theguardian.com/books/2018/apr/05/elizabeth-i-helen-castor-study-insecurity-penguin-monarchs","title":"Elizabeth I by Helen Castor review – a study in insecurity","story":"drop-cap__innerElizabeth I has bewitched and eluded biographers in equal measure. The daughter of Henry VIII’s second wife, Anne Boleyn, her birth in 1533 is inextricably linked with one of the most momentous constitutional changes England witnessed between the Norman conquest and the Brexit vote. She was, as Helen Castor writes in this crisp contribution to Penguin’s miniature Monarchs series, the “living embodiment” of the religious revolution that brought about the break with Rome and made her father head of the Church of England. Both the young princess and the fitful and idiosyncratic process we call the  were byproducts of Henry’s sexual whims and desperate desire for a male heir. Elizabeth’s childhood, adolescence and early adulthood were lived in the shadow of the recrimination and violence these events unleashed.• Alexandra Walsham’s Catholic Reformation in Protestant Britain is published by Ashgate. Elizabeth I: A Study in Insecurity is published by Allen Lane. To order a copy for £11.04 (RRP £12.99)  or call 0330 333 6846. Free UK p\u0026ampp over £10, online orders only. Phone orders min p\u0026ampp of £1.99."},{"url":"https://www.theguardian.com/culture/audio/2018/mar/29/mark-guiliana-on-the-album-that-sounds-like-innocence-the-start-podcast","title":"Mark Guiliana on the album that sounds like innocence – The Start podcast","story":""},{"url":"https://www.theguardian.com/environment/2018/apr/05/iea-accused-of-undermining-global-shift-from-fossil-fuels","title":"IEA accused of undermining global shift from fossil fuels","story":""},{"url":"https://www.theguardian.com/environment/2018/apr/05/underwater-with-sri-lankas-sperm-whales-in-pictures","title":"Underwater with Sri Lanka\u0027s sperm whales – in pictures","story":"  "},{"url":"https://www.theguardian.com/fashion/gallery/2018/apr/05/beach-bum-what-to-wear-to-the-seaside-in-pictures","title":"Beach bum: what to wear to the seaside – in pictures","story":""},{"url":"https://www.theguardian.com/film/2018/apr/05/a-quiet-place-review-john-krasinski-emily-blunt","title":"A Quiet Place review – silence never sounded so terrifying","story":"drop-cap__innerIf ever a film had me mentally tiptoeing over a booby-trapped carpet of eggshells while silently gibbering with anxiety, it’s this brutal sci-fi suspense thriller, written by horror specialists Scott Beck and Bryan Woods and directed by . It’s set in a postapocalyptic wasteland. But this isn’t a young adult drama, it’s a prematurely old adult drama, a world in which innocence, childhood and happiness have been blowtorched off the face of the Earth."},{"url":"https://www.theguardian.com/film/2018/apr/05/chappaquiddick-film-ted-kennedy-mary-jo-kopechne","title":"Chappaquiddick: the film that relives a damning moment for the Kennedys","story":"drop-cap__innerA powerful man with sights on the White House behaves atrociously, even criminally. He uses fixers and lawyers and his own charisma to contain the damage and spin the narrative. It works. People shrug off the scandal and vote for him."},{"url":"https://www.theguardian.com/lifeandstyle/2018/apr/05/could-peanut-milk-be-new-star-of-nut-milk-scene","title":"Is peanut milk the new almond milk? Only if it’s served cold","story":"drop-cap__innerI hadn’t thought about peanut milk before now. I imagine few people have – it doesn’t exist in the UK – but then the US company Elmhurst Dairy, which  in Call Me By Your Name involving Timothée Chalamet and a peach. One of those things you haven’t much thought about until you do, and then can’t undo that thought until you’ve had a go. So, I did – with peanuts, not peaches, that is."},{"url":"https://www.theguardian.com/music/2018/apr/05/age-can-be-a-babe-magnet-spinal-taps-derek-smalls-on-why-old-is-gold","title":"\u0027Age can be a babe magnet\u0027: Spinal Tap\u0027s Derek Smalls on why old is gold","story":""},{"url":"https://www.theguardian.com/music/2018/apr/05/daphne-and-celeste-interview","title":"Daphne \u0026 Celeste\u0027s unlikely return: \u0027We\u0027ll make it weird\u0027","story":""},{"url":"https://www.theguardian.com/music/2018/apr/05/the-greatest-ever-female-rap-tracks-ranked","title":"The greatest ever female rap tracks – ranked!","story":""},{"url":"https://www.theguardian.com/news/2018/apr/05/demise-of-the-nation-state-rana-dasgupta","title":"The demise of the nation state   News","story":" drop-cap__innerWhat is happening to national politics? Every day in the US, events further exceed the imaginations of absurdist novelists and comedians politics in the UK still shows few signs of recovery after the “, introducing anxious volatility into the bastion of European stability.drop-cap__innerThe crisis was not wholly inevitable. Since 1945, we have actively reduced our world political system to a dangerous mockery of what was designed by US president Woodrow Wilson and many others after the cataclysm of the first world war, and now we are facing the consequences. But we should not leap too quickly into renovation. This system has done far less to deliver human security and dignity than we imagine – in some ways, it has been a colossal failure – and there are good reasons why it is ageing so much more quickly than the empires it replaced.drop-cap__innerLet us start with the west. Europe, of course, invented the nation state: the principle of territorial sovereignty was agreed at the Treaty of Westphalia in 1648. The treaty made large-scale conquest difficult within the continent instead, European nations expanded into the rest of the world. The idends of colonial plunder were converted, back home, into strong states with powerful bureaucracies and democratic polities – the template for modern European life.drop-cap__innerIn the world’s poorest countries, the picture is very different. Almost all those nations emerged in the 20th century from the Eurasian empires. It has become de rigueur to despise empires, but they have been the “normal” mode of governance for much of history. The Ottoman empire, which lasted from 1300 until 1922, delivered levels of tranquillity and cultural achievement that seem incredible from the perspective of today’s fractured Middle East. The modern nation of Syria looks unlikely to last more than a century without breaking apart, and it hardly provides security or stability for its citizens.drop-cap__innerLet us turn to the nature of the nation-state system itself. The international order as we know it is not so old. The nation state became the universal template for human political organisation only after the first world war, when a new principle – “national self-determination,”, as US President Woodrow Wilson named it – buried the many other blueprints under debate. Today, after a century of lugubrious “international relations”, the only aspect of this principle we still remember is the one most familiar to us: national independence. But Wilson’s original programme, informed by a loose international coalition including such erse visionaries as Andrew Carnegie and Leonard Woolf (husband of Virginia), aimed for something far more ambitious: a comprehensive intra-state democracy designed to ensure global cooperation, peace and justice.drop-cap__innerThe three elements of the crisis described here will only worsen. First, the existential breakdown of rich countries during the assault on national political power by global forces. Second, the volatility of the poorest countries and regions, now that the departure of cold war-era strongmen has revealed their true fragility. And third, the illegitimacy of an “international order” that has never aspired to any kind of “society of nations” governed by the rule of law.• Follow the Long Read on Twitter at ."},{"url":"https://www.theguardian.com/news/gallery/2018/apr/05/gaza-masks-and-a-poacher-caught-thursdays-best-photos","title":"Gaza masks and a poacher caught: Thursday\u0027s best photos","story":""},{"url":"https://www.theguardian.com/politics/2018/apr/05/little-progress-from-magical-thinking-in-brexit-talks-on-irish-border","title":"Little progress from \u0027magical thinking\u0027 in Brexit talks on Irish border","story":""},{"url":"https://www.theguardian.com/society/2018/apr/05/rnib-and-subsidiary-under-investigation-over-abuse-allegation","title":"RNIB and subsidiary under investigation over abuse allegation","story":""},{"url":"https://www.theguardian.com/sport/2018/apr/05/british-gymnastics-charlie-fellows","title":"British Gymnastics accused of favouritism and weight-loss demands","story":"• Charlie Fellows omitted from England squad despite successesbullet• Governing body denies claims over selection and weight focus"},{"url":"https://www.theguardian.com/sport/live/2018/apr/05/the-masters-2018-first-round-live","title":"The Masters 2018: first round – live!","story":""},{"url":"https://www.theguardian.com/teacher-network/gallery/2018/apr/05/teaching-children-to-read-and-write-in-pictures","title":"Creative ideas for teaching children to read and write – in pictures","story":""},{"url":"https://www.theguardian.com/technology/2018/apr/05/facebook-mark-zuckerberg-refuses-to-step-down-or-fire-staff-over-mistakes","title":"Facebook among 30 organisations in UK political data inquiry","story":""},{"url":"https://www.theguardian.com/technology/askjack/2018/apr/05/can-i-avoid-windows-10-on-a-travel-laptop-for-email-and-word-processing","title":"Can I avoid Windows 10 on a travel laptop for email and word processing?","story":""},{"url":"https://www.theguardian.com/us-news/video/2018/apr/04/i-have-dream-martin-luther-king-students-speech","title":"\u0027I Have A Dream\u0027: students from Martin Luther King Jr\u0027s former school recite speech","story":""},{"url":"https://www.theguardian.com/us-news/video/2018/mar/23/you-have-the-power-to-change-america-parkland-students-interview-bernie-sanders-video","title":"\u0027You have the power to change America\u0027: Parkland students interview Bernie Sanders – video","story":""},{"url":"https://www.theguardian.com/us-news/video/2018/mar/26/why-is-the-nra-so-powerful-video","title":"Why is the NRA so powerful? – video","story":""},{"url":"https://www.theguardian.com/world/2018/apr/05/brexit-gibraltar-keeps-calm-but-is-ready-to-play-hardball","title":"Brexit: Gibraltar keeps calm but is ready to play hardball","story":"drop-cap__innerNot content with a list of daily specials – options on an overcast early spring morning include fried cheese-and-chorizo balls or scotch egg and chips – the cafe down the road from the headquarters of the  government also dispenses advice."},{"url":"https://www.theguardian.com/world/2018/apr/05/eu-centre-right-bloc-accused-of-sheltering-hungarys-orban","title":"EU centre-right bloc accused of sheltering Hungary\u0027s Orbán","story":""},{"url":"https://www.theguardian.com/world/2018/apr/05/hsbc-whistleblower-herve-falciani-facing-extradition-to-switzerland","title":"HSBC whistleblower Hervé Falciani facing extradition to Switzerland","story":""},{"url":"https://www.theguardian.com/world/video/2018/apr/03/jacinda-ardern-answers-questions-from-guardian-readers-video-video","title":"Jacinda Ardern answers questions from Guardian readers – video","story":""}]